Repository: geneconde/NGR-sandbox
Catalog: demo/staying-healthy/Locale/*/LC_MESSAGES/staying-healthy.po
Languages: ar_eg, es_es

source: NOTE: VITAMIN B AFFECTS THE NERVOUS SYSTEM AND A REGULAR SMALL AMOUNT IS EFFECTIVE IN TREATING STRESS, ONE OF THE PRIMARY CONTRIBUTORS IN MANY DISEASES ESPECIALLY WET TAIL.
ar_eg: ملاحظة، يؤثر فيتامين ب على الجهاز العصبي، بينما يمنك من خلال كميات صغيرة منه من معالجة الإجهاد. كما يساههم في مكافحة العديد من الأمراض
es_es: NOTA: LA VITAMINA B AFECTA AL SISTEMA NERVIOSO Y UNA CANTIDAD PEQUEÑA REGULAR ES EFECTIVA EN EL TRATAMIENTO DEL ESTRÉS, UNA DE LAS PRINCIPALES CAUSAS DE MUCHAS ENFERMEDADES, ESPECIALMENTE INTESTINALES.

source: Question A. Bobby's dad has been told by his doctor to lose 10 pounds in the next year. How should Bobby's dad change his daily routine?
ar_eg: السؤال الأول: طلب الطبيب من أبي أن ينقص وزنه 10 كيلو خلال سنة، كما يجب عليه أن يغير من روتين حياته اليومي؟
es_es: Pregunta A. Al padre de Bobby le ha dicho el doctor que pierda 5 kilos (10 libras) para el año que viene. ¿Cómo debería cambiar su rutina diaria el padre de Bobby?

source: Cut calorie intake and increase exercise so that he uses more calories than he takes in.
ar_eg: خفض السعرات الحرارية وزيادة ممارسة الرياضة حتى انه يستهلك سعرات حرارية أكثر مما يكتسبها
es_es: Reducir la ingesta de calorías e incrementar el ejercicio para usar más calorías de las que consume.

source: Increase calorie intake while cutting out beans and meats.
ar_eg: زيادة السعرات الحرارية مع الاستغناء عن الفول واللحوم.
es_es: Aumentar la ingesta de calorías reduciendo la ingesta de legumbres y carnes.

source: Decrease exercise while increasing the amounts of starches he eats.
ar_eg: تقليل ممارسة الرياضة مع زيادة استهلاك كميات من النشويات
es_es: Reducir el ejercicio e incrementar la cantidad de almidones que come.

source: Cut calorie intake and decrease exercise to increase the amount of energy stored as fat.
ar_eg: خفض السعرات الحرارية وتقليل ممارسة الرياضة لزيادة كمية الطاقة المخزنة على شكل دهون
es_es: Reducir la ingesta de calorías y reducir el ejercicio para aumentar la cantidad de energía que se almacena como grasa.

source: Question B. What might happen if we did not eat enough meat, poultry, fish, or beans?
ar_eg: السؤال الثاني: ما الذي يمكن أن يحدث إذا لم يتم تناول اللحوم والدواجن والأسماك والفول بكميات كافية؟
es_es: Pregunta B. ¿Qué podría pasar si no comemos suficiente carne, pescado o legumbres?

source: We would gain weight.
ar_eg: يزيد وزننا
es_es: Ganaríamos peso.

source: We would be thirsty.
ar_eg: نشعر بالعطش
es_es: Tendríamos sed.

source: We would not be able to build muscles.
ar_eg: لن نكون قادرين على بناء العضلات
es_es: No podríamos crear músculo.

source: We would not have any energy at all.
ar_eg: لن يكون لدينا أي طاقة على الإطلاق
es_es: No tendríamos nada de energía.

source: That's the one that works!
ar_eg: هذا الذي له فائدة
es_es: ¡Esa es la que funciona!

source: Nope! Increasing calorie intake without exercise will actually make him gain weight.
ar_eg: كلا! زيادة السعرات الحرارية من دون ممارسة الرياضة تجعله في الواقع يزيد وزنه
es_es: ¡No! Aumentar la ingesta de calorías sin hacer ejercicio en realidad le haría ganar peso.

source: Decrease exercise and increase starch? His weight is going up!
ar_eg: تقليل ممارسة الرياضة مع زيادة تناول النشا؟ سوف يزيد وزنه
es_es: ¿Reducir el ejercicio y aumentar los almidones? ¡Su peso va a aumentar!

source: Not quite! Increasing the amount of energy stored increases his weight. That won't work.
ar_eg: ليس تماما! زيادة كمية الطاقة المخزونة سوف يزيد وزنه. هذا لن ينجح
es_es: ¡No exactamente! Aumentar la cantidad de energía almacenada aumenta el peso. Eso no va a funcionar.

source: Nope! You probably would not gain weight by not eating some foods.
ar_eg: كلا! ربما لن يزيد وزنك من خلال عدم تناول بعض الأطعمة
es_es: ¡No! Probablemente no ganarías peso al no comer ciertas comidas.

source: Not quite! Meat, poultry, fish, and beans are all food high in protein.
ar_eg: ليس تماما! إن اللحوم والدواجن والأسماك والفول جميعها أطعمة غنية بالبروتين
es_es: ¡No exactamente! La carne, el pescado y las legumbres son alimentos ricos en proteínas.

source: Correct! meat, poultry, fish, and beans are all food high in protein which is needed to build muscle mass.
ar_eg: صحيح! اللحوم والدواجن والأسماك والفول جميعها أطعمة غنية بالبروتين الازم لبناء الكتلة العضلية
es_es: ¡Correcto! La carne, el pescado y las legumbres son alimentos ricos en proteínas, necesarios para crear masa muscular.

source: Think again! You would still have energy from other sources, such as carbohydrates.
ar_eg: فكر مرة أخرى! مازال لديك طاقة من مصادر أخرى مثل الكربوهيدرات
es_es: ¡Piénsalo de nuevo! Aún recibirías energía de otras fuentes, como los carbohidratos.

source: Many substances that are common in our society are harmful to the body. Around the house, products used for cleaning and household chores are often quite poisonous. Even the medications prescribed for family members can be very dangerous if not used properly. Using any type of medicine without supervision by a doctor and pharmacist is a very dangerous situation. The effects of many of these powerful drugs can lead to illness and even death.
ar_eg: العديد من المواد المعروفة في مجتمعنا تعتبر ضارة لأجسامناحيث أنه غالبا ما تكون الأشياء في جميع أنحاء المنزل، والمنتجات المستخدمة لتنظيف والأعمال المنزلية سامة للغاية.كما أن الأدوية الموصوفة لأفراد الأسرة يمكن أن تكون خطيرة جدا إذا لم تستخدم بشكل صحيح؛ حيث أن استخدام أي نوع من الأدوية دون إشراف الطبيب والصيدلي هو وضع خطير جدا نظراً لأن العديد من هذه الأدوية القوية لها أثر يمكن أن يؤدي إلى المرض وحتى الموت.
es_es: Muchas sustancias comunes en nuestra sociedad son dañinas para el cuerpo. En la casa, los productos que se usan para limpiar y para tareas del hogar suelen ser bastante venenosos. Hasta los medicamentos prescritos para los miembros de la familia pueden ser muy peligrosos si no se usan correctamente. Usar cualquier tipo de medicina sin supervisión médica y farmacéutica es muy peligroso. Los efectos de muchas de esas fuertes medicinas pueden provocar malestar o incluso la muerte.

source: Another commonly misused substance is alcohol. Alcohol changes our perceptions of the world around us, and makes us drowsy and less able to react to stimuli. Like many other drugs, alcohol is addictive,that is to say it becomes a substance people depend upon to help them make it through each day. Smoking is still a problem too; not just for those who smoke. Smoking is related to many health problems including lung cancer,heart disease, and high blood pressure. Even second-hand, or smoke from someone else who is smoking near you, can increase the risk of heart disease and cancer.
ar_eg: مادة أخرى يتم إساءة استخدامها بطريقة شائعة هي الكحول. الكحول يغير تصوراتنا للعالم من حولنا، ويجعلنا نشعر بالنعاس وأن نكون أقل قدرة على الاستجابة للمحفزات. والكحول مثل كثير من الأدوية يسبب الادمان، من خلال أن يعتمد على الناس على هذه المادة يوميا. ومازال التدخين يمثل مشكلة أيضا؛ ليس فقط بالنسبة لأولئك الذين يدخنون. يسبب التدخين الكثير من المشاكل الصحية بما في ذلك سرطان الرئة وأمراض القلب، وارتفاع ضغط الدم. كما أن التدخين السلبي من خلال وجود شخص آخر بالقرب منك يدخن يمكن أن تزيد من خطر الإصابة بأمراض القلب والسرطان.
es_es: Otra sustancia de la que se suele abusar es el alcohol. El alcohol cambia nuestra percepción del mundo que nos rodea, nos deja más somnolientos y reaccionamos peor a los estímulos. Como muchas otras drogas, el alcohol es adictivo, lo que quiere decir que se convierte en una sustancia en la que la gente depende para que les ayude a superar el día. Fumar también es un problema, no sólo para aquellos que fuman. Fumar está relacionado con muchos problemas de salud, como el cáncer de pulmón, enfermedades del corazón y tensión alta. Hasta el tabaquismo pasivo, o respirar el humo de alguien que está fumando cerca de ti, puede aumentar el riesgo de enfermedades del corazón y cáncer.

source: Having a healthy body means thinking about health. It means being aware of what's in our diets, and it means making sure that we exercise regularly. Half of fitness means eating a healthy diet. The other half is engaging in enough strenuous exercise to attain and maintain a healthy weight. Vigorous exercise also makes our heart and muscles stronger, and enhances the way we feel about ourselves.<br/><br/>Exercises that strengthen the heart and increase endurance are designed with three factors in mind: frequency, intensity, and duration. Frequency is just how often exercise is performed. Intensity is related to how fast or how hard the exercise is performed. The intensity needs to be enough to put stress on the heart, but not so much that a person tires before the exercise can do its good. That's duration, or how long an exercise is performed. Generally, adults should engage in at least 30 minutes of intense exercise each day. While we often think of intense exercises being such activities as swimming or running, simply walking can raise heart rates enough to make big differences in fitness.
ar_eg: إن الجسم الصحي يعني التفكير بالصحة. ويعني أيضاً الوعي النظام الغذائي، وعلى ممارسة الرياضة بانتظام. نصف اللياقة البدنية تعني تناول نظام غذائي صحي، بينما النصف الآخر يعني مزاولة الرياضة بصورة كافية للحصول على وزن صحي والمحافظة عليه. كما تقوي الأنشطة الرياضية القلب والعضلات، كما تعزز من الشعور بذاتنا. التمرينات الرياضية التي تعزز من قوة القلب وقدرته تعتمد على ثلاث عوامل هي التكرار والقوة والمدة. التكرار هو عدد مرات تنفيذ التمرين، بينما ترتبط القوة بحث القلب على القيام بجهد وهذا الجهد لا يجب أن يجبر الشخص على التوقف قبل إكمال التمرين. كما تتعلق المدة بزمن مزاولة التمرين، وللبالغين عموما يجب أن لا يقل زمن مزاولتهم للتمارين المكثفة عن ثلاثين دقيقة يومياًوهناك اعتقاد أن السباحة والجري هي تمرينات رياضية مكثفة، بينما يمكن لرياضة المشي أن تزيد من معدل ضربات القلب بطريقة يمكن أن تحدث أثر في اللياقة
es_es: Tener un cuerpo saludable significa pensar en la salud. Significa ser consciente de lo que está en nuestra dieta, y significa asegurarnos de que hacemos ejercicio regularmente. La mitad de nuestra salud viene de una dieta saludable. La otra mitad viene de hacer suficiente ejercicio extenuante para conseguir y mantener un peso saludable. El ejercicio intenso también fortalece nuestro corazón y nuestros músculos, y nos hace sentir mejor con nosotros mismos.<br/><br/>Los ejercicios que fortalecen el corazón y aumentan nuestra resistencia están diseñados con tres factores en mente: frecuencia, intensidad y duración. La frecuencia es cada cuánto tiempo se hace ejercicio. La intensidad está relacionada con lo rápido o duro que es el ejercicio.La intensidad debe ser suficiente para que el corazón se esfuerce, pero tampoco tanta que la persona se canse antes de que el ejercicio pueda beneficiarle. La duración es por cuánto tiempo se realiza el ejercicio. En general, los adultos deben hacer al menos 30 minutos de ejercicio intenso al día. Aunque a menudo pensamos que el ejercicio intenso son actividades como nadar o correr, simplemente caminar puede aumentar la frecuencia cardíaca lo suficiente como para mejorar notablemente la salud.

source: Question A. Connect each of the descriptions on the right to the requirement for exercise it describes on the left by dragging any of the circles at the left column to another circle in the right column. Click the "Start Over" button to remove the lines and connect again.
ar_eg: السؤال أ. صل كل من التوصيفات التي على اليمين مع شروط التمرينات الرياضية المكتوبة على اليسار من خلال سحب أي من الدوائر التي في العمود الأيسر إلى الدائرة الأخرى في العمود الأيمن إنقر على زر "البدء من جديد" لإزالة الوصلات بين الأعمدة والبدء من جديد
es_es: Pregunta A. Conecta cada descripción, a la derecha, con el requisito del ejercicio que describe, a la izquierda, arrastrando cualquiera de los círculos de la columna de la izquierda a los círculos de la columna de la derecha. Haz clic en el botón "Volver a empezar" para borrar las líneas y conectarlas de nuevo.

source: Start Over
ar_eg: البدء من جديد
es_es: Empezar de nuevo

source: Frequency
ar_eg: التكرار
es_es: Frecuencia

source: Duration
ar_eg: المدة
es_es: Duración

source: Intensity
ar_eg: القوة
es_es: Intensidad

source: Increase heart rate while exercising.
ar_eg: زيادة معدل ضربات القلب أثناء التمرينات الرياضية
es_es: Aumentar la frecuencia cardíaca durante el ejercicio.

source: Exercise a set number of days per week.
ar_eg: ممارسة الرياضة بعدد محدد من أيام في الأسبوع
es_es: Hacer ejercicio un número de días a la semana.

source: Try to exercise at least 30 minutes per day.
ar_eg: مزاولة الرياضة لمدة ثلاثين 30 دقيقة على الأقل يوميا
es_es: Intentar hacer ejercicio al menos 30 minutos al día.

source: Question B. Which of the following is <span class='blink red'>NOT</span> usually associated with heavy use of alcohol?
ar_eg: السؤال ب. أي مما يلي يعتبر عادة مرتبطة بتناول الكحول بكميات كبيرة؟
es_es: Pregunta B. ¿Cuál de los siguientes <span class='blink red'>NO</span> se suele relacionar con el abuso del alcohol?

source: Extreme coolness
ar_eg: البرودة الشديدة
es_es: Ser extremadamente divertido

source: Safe driving
ar_eg: القيادة الآمنة
es_es: Conducción segura

source: Low risk of heart disease
ar_eg: انخفاض مخاطر الإصابة بأمراض القلب
es_es: Bajo riesgo de enfermedades del corazón

source: Healthy liver function
ar_eg: عمل الكبد بطريقة صحية
es_es: Buen funcionamiento del hígado

source: That's it! Heavy drinking is decidedly UNcool.
ar_eg: هذا كل شيء! الافراط في شرب الخمر هو بالتأكيد عادة غير جذابة
es_es: ¡Eso es! Definitivamente beber mucho NO es divertido.

source: Hardly. Don't get into a car with someone who's been drinking.
ar_eg: لا تركب مع أحد يقود سيارته وهو تحت تأثير الحكول
es_es: En absoluto. No montes en un coche con alguien que ha estado bebiendo.

source: Think again! Heart disease risk goes up with heavy alcohol use.
ar_eg: فكر مرة أخرى، ترتفع خطر الإصابة بأمراض القلب عند تناول الكحول بصورة مفرطة
es_es: ¡Piénsalo de nuevo! El riego de enfermedades del corazón aumenta al abusar del alcohol.

source: Not quite! Heavy drinking is damaging to the liver.
ar_eg: ليس تماما! التناول المفرط للكحول يدمر الكبد
es_es: ¡No exactamente! Beber mucho daña el hígado.

source: Using what you know... about staying healthy... to solve a problem
ar_eg: استخدام ما تعرف ... حول البقاء بصحة جيدة ... لحل مشكلة
es_es: Usando lo que sabes... sobre mantenerse sanos... para resolver un problema

source: The Scenario
ar_eg: السيناريو
es_es: El escenario

source: You are a nutritionist working in a school. After taking some surveys you have realized that the majority of the fourth and fifth grade students are eating either a pastry that is put in the toaster, or sugar-coated cereal for breakfast 90% of the time. By solving this breakfast nutrition problem, you can help the students learn more in class.
ar_eg: أنت مسؤول تغذية تعمل في مدرسة، وقد اكتشفت بعد الإطلاع على الإحصاءات أن 90% من تلاميذ الصف الرابع والخامس الابتدائي يتناولون المعجنات المحمصة أو الحبوب المغلفة بالسكر في الإفطار في معظم الوقت. ولحل مشكلة الإفطار والتغذية تستطيع مساعدة التلاميذ لتعلم المزيد من المعلومات في الفصل
es_es: Eres un/a nutricionista trabajando en una escuela. Tras hacer algunas encuestas te has dado cuenta de que la mayoría de los estudiantes de cuarto y quinto grado desayunan una torta que se pone en la tostadora o cereales con azúcar el 90% de las veces. Resolviendo este problema nutricional del desayuno, puedes ayudar a los estudiantes a aprender más en clase.

source: Your Task
ar_eg: مهمتك
es_es: Tu tarea

source: Explain to them why this breakfast is incomplete, and offer them healthier breakfast ideas. (Hint: you can inform them about the food groups their breakfast is not including, or about the harm in having too much of certain substances.)
ar_eg: وضح لهم لماّذا هذا الفطور يعتبر ناقص وزودهم بأفكار عن الفطور الصحي تلميح: يمكنك إطلاعهم على المجموعات الغذائية الناقصة في فطورهم، أو سلبيات تناول نوع واحد من المواد بكميات كبيرة
es_es: Explícales por qué este desayuno está incompleto, y ofréceles ideas saludables para el desayuno. (Pista: puedes informarles sobre los grupos de alimentos que su desayuno no incluye, o sobre el daño de consumir demasiado de ciertas sustancias).

source: Click here to start typing your answer...
ar_eg: اضغط هنا لكتابة إجابتك
es_es: Haz clic aquí para escribir tu respuesta...

source: Summarizing core ideas... about staying healthy
ar_eg: تلخيص الأفكار الأساسية ... حول البقاء بصحة جيدة
es_es: Resumiendo las ideas principales... sobre mantenerse sanos

source: Our bodies are composed of many systems that work together to keep us healthy. Each system is made up of a set of organs that function both independently and as a unit.We looked at the <span class='key'>circulatory</span>, <span class='key'>respiratory</span>, <span class='key'>excretory</span>, <span class='key'>skeletal</span>, <span class='key'>digestive</span>, <span class='key'>endocrine</span>, and <span class='key'>nervous system</span> in this review. Most infections are caused by one of two agents: <span class='key'>bacteria</span> or <span class='key'>viruses</span>. Most of the time, our immune system is able to identify and destroy the bacteria and viruses infecting us. When it can't destroy bacteria, we need antibiotic medication, and when the virus is too dangerous, we get vaccinated ahead of time. Another way to stay healthy is to eat the right foods. The three main food groups are <span class='key'>carbohydrates</span>, <span class='key'>fats</span>, and <span class='key'>protein</span>. <span class='key'>Calories</span> are a measurement of the amount of energy a particular food holds in its molecules. Any healthy diet should include all types of food and enough calories to make it through each day without getting sick. The last point of staying healthy is to exercise and avoid substances that are harmful to the body. Prescribed medication for others, alcohol, cigarettes, drugs, and other substances that might even be in the home should be avoided to stay healthy.
ar_eg: تتكون أجسامنا من العديد من الأجهزة التي تعمل معاً لإبقائنا بحالة صحية. وكل جهاز يتكون من مجموعة من الأعضاء تعمل بشكل مستقل وكوحدة واحدة بنفس الوقت. معظم حالات العدوى تعمل من خلال وسيطين هما البكتريا أو الفيروسات وفي معظم الأحيان يقوم نظام المناعة في الجسم على تحديد ومقاومة البكتريا والفيروسات المسببة للعدوى. أما في حالة عدم استطاعة الجسم مكافحة البكتريا فتكون هناك حاجة لتناول المضادات الحيوية. أما في حالة الفيروسات الخطرة فيتم التطعيم في وقت مبكر. المجموعات الغذائية الرئيسية الثلاث هي: الكربوهيدرات، والدهون والبروتيناتالسعرات الحرارية: هي قياس كمية الطاقة طعام معين يحمل في جزيئاته. وينبغي أن يتضمن أي نظام غذائي صحي جميع أنواع المواد الغذائية والسعرات الحرارية بما يكفي لمزاولة النشاط اليومي من دون الإصابة بالمرضنقطة الأخيرة من البقاء في صحة جيدة هو ممارسة الرياضة وتجنب المواد التي تضر الجسم. وينبغي تجنب الدواء الموصوف للآخرين، والكحول، والسجائر، والمخدرات، وغيرها من المواد التي قد تكون حتى في المنزل البقاء في صحة جيدة.
es_es: Nuestros cuerpos están compuestos de muchos sistemas que trabajan juntos para mantenernos sanos. Cada sistema está formado por un conjunto de órganos que funcionan independientemente y en equipo. Hemos visto los sistemas <span class='key'>circulatorio</span>, <span class='key'>respiratorio</span>, <span class='key'>excretor</span>, <span class='key'>óseo</span>, <span class='key'>digestivo</span>, <span class='key'>endocrino</span> y <span class='key'>nervioso</span> en este repaso. La mayoría de infecciones son causadas por uno de dos agentes: <span class='key'>bacterias</span> o <span class='key'>virus</span>. La mayoría del tiempo, nuestro sistema inmunitario es capaz de identificar y destruir las bacterias infecciosas. Cuando no podemos destruir las bacterias, necesitamos antibióticos, y cuando los virus son demasiado peligrosos, nos vacunamos para prevenir. Otra forma de mantenernos sanos es comer los alimentos adecuados. Los tres grupos de alimentos principales son los <span class='key'>carbohidratos</span>, las <span class='key'>grasas</span> y las <span class='key'>proteínas</span>. Las <span class='key'>calorías</span> miden la cantidad de energía que un alimento concreto almacena en sus moléculas. Una dieta saludable debe incluir todos los tipos de alimentos y suficientes calorías para superar el día sin enfermar. El último punto para mantenerse sanos es hacer ejercicio y evitar sustancias perjudiciales para el cuerpo. Las medicinas prescritas para otros, el alcohol, el tabaco, las drogas y otras sustancias que incluso podrías tener en casa deberían ser evitadas para estar sano/a.

source: Reviewing key vocabulary... related to staying healthy
ar_eg: مراجعة المصطلحات الأساسية ... المرتبطة بالبقاء بصحة جيدة
es_es: Repasando vocabulario clave... relacionado con mantenerse sanos

source: Calorie
ar_eg: السعرات الحرارية
es_es: Calorías

source: Carbohydrates
ar_eg: الكربوهيدرات
es_es: Carbohidratos

source: Cells
ar_eg: الخلايا
es_es: Células

source: Circulatory system
ar_eg: الجهاز الدوري
es_es: Sistema circulatorio

source: Digestive system
ar_eg: الجهاز الهضمي
es_es: Sistema digestivo

source: Excretory system
ar_eg: جهاز الإخراج
es_es: Sistema excretor

source: Fats
ar_eg: الدهون
es_es: Grasas

source: Immune system
ar_eg: جهاز المناعة
es_es: Sistema inmunitario

source: Nervous system
ar_eg: الجهاز العصبي
es_es: Sistema nervioso

source: Organs
ar_eg: الأعضاء
es_es: Órganos

source: Proteins
ar_eg: البروتينات
es_es: Proteínas

source: Reproductive system
ar_eg: الجهاز التناسلي
es_es: Sistema reproductivo

source: Respiratory system
ar_eg: الجهاز التنفسي
es_es: Sistema respiratorio

source: Skeletal system
ar_eg: الهيكل العظمي
es_es: Sistema óseo

source: Systems
ar_eg: الأجهزة
es_es: Sistemas

source: Tissues
ar_eg: الأنسجة
es_es: Tejidos

source: Vitamins
ar_eg: الفيتامينات
es_es: Vitaminas

source: A unit of heat energy used to compare foods.
ar_eg: وحدة من الطاقة الحرارية تستخدم للمقارنة بين الأطعمة
es_es: Una unidad de energía usada para comparar alimentos.

source: Quick energy food made of simple and complex sugars and starches.
ar_eg: طاقة غذائية سريعة مكونة من السكريات البسيطة والمعقدة والنشويات
es_es: Alimentos de energía rápida hechos de azúcares y almidones simples y complejos.

source: The smallest units of living things.
ar_eg: أصغر وحدة من الكائنات الحية
es_es: Las unidades más pequeñas de entre los seres vivos.

source: Heart, blood, and vessels responsible for the movement of nutrients and gasses throughout the body.
ar_eg: القلب، الدم والأوعية هي المسؤولة عن حركة المواد الغذائية والغازات في جميع أنحاء الجسم
es_es: Corazón, sangre y vasos sanguíneos responsables del transporte de nutrientes y gases a lo largo del cuerpo.

source: Stomach, liver, intestines, and other organs responsible for the breakdown and processing of food prior to absorption.
ar_eg: المعدة والكبد والأمعاء وغيرها من الأعضاء هي المسؤولة عن هضم الطعام قبل الامتصاص
es_es: Estómago, hígado, intestinos y otros órganos responsables de la descomposición y procesado de los alimentos antes de su absorción.

source: Kidneys and other organs responsible for the removal of chemical waste.
ar_eg: الكلية وغيرها من الأعضاء هي المسؤولة عن التخلص من الفضلات الكيميائية
es_es: Riñones y otros órganos responsables de la eliminación de residuos químicos.

source: Energy storage food made of fatty acids and glycerol.
ar_eg: تخزين الطاقة الغذائية المصنوعة من الأحماض الدهنية والجليسرول
es_es: Alimentos que almacenan energía formados por ácidos grasos y glicerol.

source: White blood cells, bone marrow, thymus, and spleen responsible for fighting infection.
ar_eg: خلايا الدم البيضاء، ونخاع العظام، والغدة الصعترية، والطحال هي المسؤولة عن مكافحة العدوى
es_es: Glóbulos blancos, médula ósea, timo y bazo, responsables de luchar contra las infecciones.

source: Nerves, spinal cord, and brain responsible for responses to the environment.
ar_eg: الأعصاب والنخاع الشوكي، والدماغ هي المسؤولة عن الاستجابات للبيئة
es_es: Nervios, médula espinal y cerebro, responsables de las respuestas al entorno.
