Repository: geneconde/NGR-sandbox
Catalog: demo/staying-healthy/Locale/*/LC_MESSAGES/staying-healthy.po
Languages: ar_eg, es_es

source: Back
ar_eg: الخلف
es_es: Atrás

source: Next
ar_eg: الأمام
es_es: Siguiente

source: Check Answer
ar_eg: تحقق من الإجابة
es_es: Comprobar Respuesta

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Staying Healthy
ar_eg: الاعتناء بالصحة
es_es: Mantenerse sanos

source: You answered...
ar_eg: لقد أجبت
es_es: Tú respondiste...

source: Please select your answer.
ar_eg: اختر الإجابة من فضلك
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك اختر إجابتك
es_es: Por favor, selecciona tus respuestas.

source: Close me!
ar_eg: قم بإغلاقي
es_es: ¡Ciérrame!

source: Quick Check #1
ar_eg: مراجعة سريعة #1
es_es: Repaso rápido nº1

source: Quick Check #2
ar_eg: مراجعة سريعة #2
es_es: Repaso rápido nº2

source: Quick Check #3
ar_eg: مراجعة سريعة #3
es_es: Repaso rápido nº3

source: Quick Check #4
ar_eg: مراجعة سريعة #4
es_es: Repaso rápido nº4

source: Quick Check #5
ar_eg: مراجعة سريعة #5
es_es: Repaso rápido nº5

source: Quiz Question #1
ar_eg: السؤال #1
es_es: Pregunta de examen nº1

source: Quiz Question #2
ar_eg: السؤال #2
es_es: Pregunta de examen nº2

source: Quiz Question #3
ar_eg: السؤال #3
es_es: Pregunta de examen nº3

source: Quiz Question #4
ar_eg: السؤال #4
es_es: Pregunta de examen nº4

source: Quiz Question #5
ar_eg: السؤال #5
es_es: Pregunta de examen nº5

source: Quiz Question #6
ar_eg: السؤال #6
es_es: Pregunta de examen nº6

source: How did I do?
ar_eg: ماهو أدائك
es_es: ¿Cómo lo he hecho?

source: select
ar_eg: اختار
es_es: seleccionar

source: More core ideas... about staying healthy
ar_eg: أفكار إضافية أساسية ... حول البقاء بصحة جيدة
es_es: Más ideas principales... sobre mantenerse sanos

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لتدير الصندوق وحدد إجابتك
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Let's begin!
ar_eg: لنبدأ
es_es: ¡Empecemos!

source: Are you ready,
ar_eg: هل أنت جاهز
es_es: Estás preparado/a,

source: Breathing fresh air...
ar_eg: تنفس الهواء النقي
es_es: Respirando aire fresco...

source: Warming up for exercise...
ar_eg: الإحماء لممارسة الرياضة
es_es: Calentando para hacer ejercicio...

source: Ready for your first quick check?
ar_eg: الإستعداد للفحص الأولي المبدئي
es_es: ¿Preparado/a para tu primer repaso rápido?

source: Organs are working together...
ar_eg: الأعضاء تعمل مع بعضها
es_es: Los órganos están trabajando juntos...

source: Help to fight diseases
ar_eg: المساعدة في مكافحة الأمراض
es_es: Ayuda a acabar con las enfermedades

source: Vitamins for energy boost
ar_eg: الفيتامينات لزيادة الطاقة
es_es: Vitaminas para aumentar la energía

source: Vaccination on the go
ar_eg: التطعيم
es_es: Vacunas en marcha

source: Preparing a delicious diet...
ar_eg: إعداد نظام غذائي لذيذ
es_es: Preparando una dieta deliciosa...

source: Burning calories...
ar_eg: حرق السعرات الحرارية
es_es: Quemando calorías...

source: Blocking harmful substances...
ar_eg: منع المواد الضارة
es_es: Bloqueando sustancias dañinas...

source: Ready for your last quick check?
ar_eg: هل أنت مستعد للفحص السريع الأخير؟
es_es: ¿Preparado/a para tu último repaso rápido?

source: A healthy nutrition diet
ar_eg: حمية غذائية صحية
es_es: Una nutrición saludable

source: Putting it all together...
ar_eg: ضع الجميع معا، زاوج
es_es: Juntemos todo lo aprendido...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: اختبر معلوماتك
es_es: Comprobemos lo que sabes

source: Your first quiz question is
ar_eg: السؤال الأول
es_es: Tu primera pregunta de examen es

source: What are organs made of?
ar_eg: مما تتكون الأعضاء؟
es_es: ¿De qué están hechos los órganos?

source: Inhale... exhale...
ar_eg: الشهيق .... الزفير
es_es: Inhala... exhala...

source: Picture of a healthy heart
ar_eg: صورة لقلب صحي
es_es: Imagen de un corazón sano

source: Go, Grow, Glow
ar_eg: انطلق، انمو، توهج
es_es: Ve, crece, brilla

source: Take the last quiz question!
ar_eg: السؤال الأخير
es_es: ¡La última pregunta de examen!

source: You're done!
ar_eg: هل انتهيت
es_es: ¡Terminaste!

source: Welcome to the Staying Healthy review,
ar_eg: أهلا بك في مراجعة العناية بالصحة
es_es: Bienvenido/a al repaso de Mantenerse sanos,

source: Start
ar_eg: ابدأ
es_es: Inicio

source: Thinking about... staying healthy
ar_eg: فكر ب ... البقاء بصحة جيدة.
es_es: Pensando en... mantenerse sanos

source: People come in all ages, shapes and sizes; but we do have one important thing in common. We'll feel better and live longer and more comfortably if we understand and take care of our bodies. The human body is more complex than any machine ever designed, and yet it is very reliable, lasts a long time, and can usually fix itself when something goes wrong.
ar_eg: الأشخاص يختلفون بحسب الأعمار والأشكال والأحجام ولكن يوجد قاسم مشترك مهم وهو أنه سوف نشعر على نحو أفضل ونعيش حياة أطول إذا فهمنا أجسامنا ورعايناها. حيث يعتبر جسم الإنسان أكثر تعقيداً من أية ألة تم تصميمها بسبب فعاليتها ولإستطاعتها أن تدوم طويلا. وعادة يمكن إصلاح نفسها في حدوث خلل ما
es_es: La gente viene en todas las edades, formas y tamaños, pero todos tenemos una cosa importante en común. Nos sentiremos mejor y viviremos más y más cómodos si entendemos y cuidamos nuestros cuerpos. El cuerpo humano es más complejo que ninguna máquina jamás diseñada, y aún así es muy fiable, dura mucho tiempo, y normalmente se arregla solo cuando algo va mal.

source: Checking what you know... about staying healthy
ar_eg: تأكد مما تعرف ... حول البقاء بصحة جيدة.
es_es: Comprobando lo que sabes... sobre mantenerse sanos

source: Click the statements the activities shown are likely to cause.
ar_eg: انقر على على العبارات التي توضح الأنشطة التي تسببها
es_es: Haz clic en las afirmaciones que es probable que causen las actividades mostradas.

source: Diet heavy in fats and carbohydrates.
ar_eg: نظام غذائي غني بالدهون والكربوهيدرات
es_es: Dieta alta en grasas y carbohidratos.

source: Increase in obesity.
ar_eg: زيادة السمنة المفرطة
es_es: Aumento de la obesidad.

source: Increase in heart disease.
ar_eg: زيادة أمراض القلب
es_es: Aumento de enfermedades del corazón.

source: Increase in overall fitness.
ar_eg: زيادة اللياقة البدنية
es_es: Mejora de la salud en general.

source: Daily exercises at least 30 minutes long.
ar_eg: مزاولة التمرينات الرياضية اليومية لمدة لا تقل عن 30 دقيقة
es_es: Ejercicio diario de al menos 30 minutos.

source: Decrease in body weight.
ar_eg: نقص في وزن الجسم
es_es: Reducción del peso corporal.

source: Increase in energy.
ar_eg: زيادة الطاقة
es_es: Aumento de la energía.

source: Increase in heart disease risk.
ar_eg: زيادة في خطر الإصابة بأمراض القلب
es_es: Aumento del riesgo de enfermedades del corazón.

source: Childhood health checkups including vaccinations at appropriate ages.
ar_eg: الفحص الطبي للأطفال متضمنا اللقاحات في أعمار مناسبة
es_es: Revisiones médicas durante la infancia, incluyendo vacunas a las edades apropiadas.

source: Increase in childhood diseases.
ar_eg: زيادة أمراض الطفولة
es_es: Aumento de enfermedades infantiles.

source: Decrease in overall health.
ar_eg: نقص الصحة بشكل عام
es_es: Empeoramiento de la salud en general.

source: Fewer childhood diseases.
ar_eg: أمراض طفولة قليلة
es_es: Menos enfermedades infantiles.

source: A diet heavy in fats and carbohydrates can lead to obesity and heart problems. Daily exercise is needed to control body weight and give an energy boost. Checkups and vaccinations are also necessary to prevent major diseases.
ar_eg: إتباع نظام غذائي غني بالدهون والكربوهيدرات يمكن أن يسبب السمنة المفرطة ومشاكل في القلب. أداء التمرينات الرياضية اليومية لازمة للسيطرة على وزن الجسم وإمداد الجسم جرعة من الطاقة. كما أن الفحوصات الدورية واللقاحات ضرورية للوقاية من الأمراض
es_es: Una dieta alta en grasas y carbohidratos puede conducir a problemas de corazón y obesidad. El ejercicio diario es necesario para controlar el peso corporal y aumentar la energía. Las revisiones y las vacunas también son necesarias para prevenir enfermedades graves.

source: Reviewing core ideas... about staying healthy
ar_eg: مراجعة الأفكار الأساسية ... حول البقاء بصحة جيدة
es_es: Repasando ideas principales... acerca de mantenerse sanos

source: Our bodies are composed of many systems that work together to keep us healthy. Each system is made up of a set of organs that function both independently and as a unit.
ar_eg: تتكون أجسامنا من العديد من الأجهزة التي تعمل معا لإبقائنا صحية. وكل جهاز يتكون من مجموعة من الأعضاء التي تعمل بشكل مستقل وكوحدة واحدة.
es_es: Nuestros cuerpos están compuestos de muchos sistemas que trabajan juntos para mantenernos sanos. Cada sistema está formado por un conjunto de órganos que funcionan independientemente y en equipo.

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح أدناه من خلال الضغط على الأسهم لليمين واليسار
es_es: Explora las diapositivas a continuación pulsando las flechas izquierda y derecha

source: The <span class='key'>circulatory system's</span> primary function is to move blood through the body, but it doesn't work alone. The <span class='key'>respiratory system</span> works with it to take in oxygen from the air to send through the blood to body tissues.
ar_eg: إن وظيفة الجهاز الدوري الأساسية هي نقل الدم إلى جميع أجزاء الجسم، إلا أن الجهاز لا يعمل بمفرده وبالتازم يقوم الجهاز التنفسي بالحصول على الأكسجين من الهواء وإرساله من خلال الدم إلى أنسجة الجسم
es_es: La función principal del <span class='key'>sistema circulatorio</span> es mover la sangre a lo largo del cuerpo, pero no trabaja solo. El <span class='key'>sistema respiratorio</span> trabaja con él tomando oxígeno del aire y enviándolo a través de la sangre a los tejidos del cuerpo.

source: Blood also brings carbon dioxide from body tissues to the lungs to be breathed out. In addition, blood carries nutrients from the digestive system to tissues all over the body. Chemical waste from the entire body is carried by blood and removed by the kidneys and other parts of the <span class='key'>excretory system</span>.
ar_eg: يحمل الدم أيضا غاز ثاني أكسيد الكربون من أنسجة الجسم إلى الرئتين ليتم التخلص منه. بالإضافة إلى ذلك، ينقل الدم المواد الغذائية من الجهاز الهضمي إلى جميع أنحاء أنسجة الجسمكما يتم التخلص من الفضلات الكيميائية التي في الجسم من خلال نقل الدم وطردها عن طريق الكلى وأجزاء أخرى من جهاز الإخراج
es_es: La sangre también lleva dióxido de carbono de los tejidos del cuerpo a los pulmones para ser exhalado. Además, la sangre transporta nutrientes del sistema digestivo a todos los tejidos del cuerpo. Los residuos químicos de todo el cuerpo son transportados por la sangre y eliminados por los riñones y otras partes del <span class='key'>sistema excretor</span>.

source: The <span class='key'>endocrine system</span> produces chemicals that cause changes in other parts of the body. The endocrine system controls many of the functions of the digestive and reproductive systems. It also influences the nervous system and circulatory system by producing the substances that cause changes in heart rate, blood pressure, and breathing when we are excited or afraid.
ar_eg: ينتج نظام الغدد الصماء المواد الكيميائية التي تسبب تغيرات في أجزاء أخرى من الجسم. يتحكم نظام الغدد الصماء في العديد من وظائف الجهاز الهضمي والجهاز التناسلي. كما يؤثر أيضا على الجهاز العصبي والدورة الدموية من خلال إنتاج المواد التي تسبب تغيرات في معدل ضربات القلب وضغط الدم، والتنفس في حالة الفرح أو الخوف.
es_es: El <span class='key'>sistema endocrino</span> fabrica químicos que provocan cambios en otras partes del cuerpo. El sistema endocrino controla muchas de las funciones de los sistemas digestivo y reproductivo. También influye en el sistema nervioso y el sistema circulatorio al producir las sustancias que provocan cambios en el ritmo cardíaco, la tensión sanguínea y la respiración cuando estamos nerviosos o asustados.

source: The <span class='key'>nervous system</span> consists of the brain, spinal cord, and a complex network of nerves that transmit information around the body. Sensory nerves are the tools that provide information about the world around us. Sight, sound, taste, touch, and smell are detected and information is sent to the brain. Motor nerves send messages from the brain to muscles around the body. When muscles contract, bones move.
ar_eg: يتكون الجهاز العصبي من الدماغ والحبل الشوكي، وشبكة معقدة من الأعصاب التي تنقل المعلومات إلى جميع أجزاؤ الجسم. الأعصاب الحسية هي الأدوات التي توفر المعلومات عن العالم من حولنا.إن من خلال البصر، والصوت، والذوق، اللمس، والشم، يتم إرسال المعلومات إلى الدماغ. كما ترسل الأعصاب الحركية الرسائل من المخ إلى العضلات في جميع أنحاء الجسم. وذلك عندما تنقبض العضلات وتتحرك العظام .
es_es: El <span class='key'>sistema nervioso</span> consiste en el cerebro, la médula espinal, y una compleja red de nervios que transmiten información a lo largo del cuerpo. Los nervios sensoriales son las herramientas que nos dan información sobre el mundo que nos rodea. La vista, el oído, el sabor, el tacto y el olfato son detectados y la información se envía al cerebro. Los nervios motores envían mensajes del cerebro a los músculos de todo el cuerpo. Cuando los músculos se contraen, los huesos se mueven.

source: The <span class='key'>skeletal system</span> is responsible for providing support for the rest of the body. It also provides attachment points for muscles, which contract to allow movement. This movement is made possible by energy delivered by blood, and is controlled by the nervous system. The skeletal system is also where new blood cells are made.
ar_eg: يعتبر الجهاز العصبي هو المسؤول عن توفير الدعم لبقية الجسم. كما يربط المفاصل بالعضلات التي تنقبض من أجل الحركة، وهذه الحركة تتم بفضل الطاقة المنقولة من خلال الدم، والتي يتم التحكم بها من قبل الجهاز العصبي.كما أن الهيكل العظمي هو عبارة عن خلايا دم جديدة
es_es: El <span class='key'>sistema óseo</span> es responsable de dar soporte al resto del cuerpo. También propociona puntos de sujeción a los músculos, que se contraen para permitir el movimiento. Este movimiento es posible gracias a la energía entregada por la sangre, y es controlado por el sistema nervioso. El sistema óseo también es donde se fabrican las nuevas células de la sangre.

source: Question A. The nervous system does <span class='blink red'>NOT</span> depend upon which of the following?
ar_eg: السؤال الأول: لا يعتمد الجهاز العصبي على الآتي:
es_es: Pregunta A. ¿De cuál de los siguientes <span class='blink red'>NO</span> depende el sistema nervioso?

source: Circulatory System
ar_eg: الجهاز الدوري
es_es: Sistema circulatorio

source: Skeletal System
ar_eg: الجهاز العظمي
es_es: Sistema óseo

source: Respiratory System
ar_eg: الجهاز التنفسي
es_es: Sistema respiratorio

source: Circulatory, Skeletal and Respiratory
ar_eg: دوري، عظمي، تنفسي
es_es: Circulatorio, óseo y respiratorio

source: It DOES depend on all of the systems mentioned.
ar_eg: يعتمد على جميع النظم المبينة.
es_es: SÍ depende de todos los sistemas mencionados.

source: Question B. What would happen if your respiratory system stopped working?
ar_eg: السؤال الثاني: ما الذي يمكن أن يحدث عندما يتوقف الجهاز التنفسي عن العمل؟
es_es: Pregunta B. ¿Qué pasaría si tu sistema respiratorio dejase de funcionar?

source: You would need an organ transplant.
ar_eg: سوف نحتاج إلى زرع أعضاء
es_es: Necesitarías un transplante de órganos.

source: Nothing, the body would recover somehow.
ar_eg: لا شيئ! الجسم سوف يتعافى بطريقة أو بأخرى
es_es: Nada, el cuerpo se recuperaría de alguna forma.

source: You would not be able to continue living and die.
ar_eg: عدم القدرة على البقاء على قيد الحياة والموت
es_es: No serías capaz de seguir viviendo y morirías.

source: Not quite! The brain needs oxygen from blood.
ar_eg: ليس تماما! الدماغ يحتاج الأكسجين من الدم
es_es: ¡No exactamente! El cerebro necesita el oxígeno de la sangre.

source: Nope! The brain is protected by the skull.
ar_eg: كلا! الدماغ محمي من الجمجمة
es_es: ¡No! El cerebro está protegido por el cráneo.

source: Think again! The brain needs the oxygen gathered by the lungs.
ar_eg: فكر مرة أخرى!الدماغ يحتاج الأكسجين الذي تم جمعه في الرئتين
es_es: ¡Piénsalo de nuevo! El cerebro necesita el oxígeno que absorben los pulmones.

source: You got it! That was a trick question... The nervous system needs all of these.
ar_eg: لقد وجدتها! إنه سؤال محير.... الجهاز العصبي يحتاج كل ذلك
es_es: ¡Lo tienes! Era una pregunta con truco... El sistema nervioso necesita todo eso.

source: Nope! The respiratory system is a whole set of organs working together. Transplanting one isn't likely to restore function.
ar_eg: كلا! الجهاز التنفسي هو مجموعة متكاملة من الأعضاء التي تعمل معا. زرع عضو واحد ليس من المرجح أن يمكنه استعادة وظيفة
es_es: ¡No! El sistema respiratorio es un conjunto completo de órganos que trabajan juntos. Transplantar un órgano no va a restaurar su funcionamiento.

source: Not quite! Your body cannot recover; if you stop breathing, you stop living.
ar_eg: ليس دقيقا! جسمك لا يستطيع أن يتعافى؛ إذا توقفت على التنفس فسوف تتوقف عن الحياة
es_es: ¡No exactamente! Tu cuerpo no podría recuperarse. Si dejas de respirar, dejas de vivir.

source: Correct! Respiration is breathing; if you stop breathing, you stop living.
ar_eg: صحيح! إذا توقفت عن التنفس توقفت عن الحياة
es_es: ¡Correcto! Si dejas de respirar, dejas de vivir.

source: The human body is made up of trillions of independent cells. Each <span class='key'>cell</span> is alive, requires resources, and produces waste. When many copies of the same cell type are gathered together, they are known as <span class='key'>tissue</span>. We have hundreds of different types of tissues, each specialized for its own functions. Some examples of cell and tissue types include muscle, nervous, bone, and skin.
ar_eg: يتكون جسم الإنسان من تريليونات من الخلايا المستقلة. وكل خلية على قيد الحياة تتطلب مصادر وسوف تنتج فضلات. وعندما تجتمع خلايا من نفس النوع مع بعضها البعض فإنها تعرف بالنسيج. ولدينا مئات الأنواع المختلفة من الأنسجة، متخصصة لوظائف معينة. ومثال على ذلك الأنسجة العضلية والعصبية والعظام والجلد
es_es: El cuerpo humano está hecho de billones de células independientes. Cada <span class='key'>célula</span> está viva, necesita recursos y produce residuos. Cuando muchas copias del mismo tipo de célula están juntas, se conocen como <span class='key'>tejido</span>. Tenemos cientos de tipos de tejidos diferentes, cada uno especializado en sus propias funciones. Algunos ejemplos de tipos de células y tejidos incluyen los músculos, los nervios, los huesos y la piel.

source: <span class='key'>Organs</span> are groups of tissues combined together to perform the body's major functions. When we talk about such systems as the circulatory or digestive system, we are actually talking about groups of organs working together. While cells and tissues are difficult to see and tell apart, organs are mostly quite large and easy to identify.<br/>Some examples of organs are the heart, lungs, brain, kidneys, and stomach. Some organs are so small they require magnification to be seen. Others are much larger. The largest is our skin which covers our entire bodies.
ar_eg: الأعضاء: هي مجموعات من الأنسجة مجتمعة معا لأداء وظائف الجسم الرئيسية. عندما نتحدث عن جهاز مثل الدورة الدموية أو الجهاز الهضمي، نحن نتحدث في الواقع عن مجموعات من الأعضاء التي تعمل معا. في حين أن الخلايا والأنسجة من الصعب أن نرى ونقول بصرف النظر، والأعضاء هي في معظمها كبيرة جدا وسهل التعرف عليه بعض الأمثلة على الأعضاء هي القلب والرئتين والدماغ والكلى والمعدة. بعض الأعضاء صغيرة جدا لدرجة أنها تتطلب التكبير أن ينظر إليها. والبعض الآخر أكبر من ذلك بكثير. ولعل أكبرها هو جلدنا التي تغطي أجسامنا بأكملها
es_es: Los <span class='key'>órganos</span> son grupos de tejidos que se combinan para llevar a cabo las funciones principales del cuerpo. Cuando hablamos de sistemas como el respiratorio o el digestivo, en realidad estamos hablando de grupos de órganos que trabajan juntos. Mientras que las células y los tejidos son difíciles de ver y diferenciar, los órganos son normalmente bastante grandes y fáciles de identificar.<br/>Algunos ejemplos de órganos son el corazón, los pulmones, el cerebro, los riñones y el estómago. Algunos órganos son tan pequeños que hacen falta lupas para verlos. Otros son mucho más grandes. El más grande es nuestra piel, que cubre todo el cuerpo.

source: Major body systems are groups of organs working as a unit to fulfill major body functions. The <span class='key'>digestive system</span> has many parts, each performing a specific task, all aimed towards allowing our body to absorb the nutrients and water we need to survive.<br/>The other systems are organized in a similar way, each unique in its own pattern. Because each organ is made of many different tissues, any organ may be a part of more than one system at a time. The pancreas, for example, makes chemicals that help digest food, while, at the same time, making other substances that help regulate the activities of other organs. It belongs to both the digestive and endocrine systems.
ar_eg: أجهزة الجسم الرئيسية هي مجموعات من الأعضاء التي تعمل كوحدة واحدة لتحقيق وظائف الجسم الرئيسية. الجهاز الهضمي: لديه العديد من أجزاء، كل جزء يؤدي مهمة محددة، وكلها تهدف إلى مساعدة الجسم على امتصاص العناصر الغذائية والماء ونحن بحاجة إلى البقاء على قيد الحياة. بينما الأجهزة الأخرى منظمة بنفس الطريقة حيث كل جسم له طريقته الفريدة الخاص بنمط معين، بسبب أن كل عضو يتكون من عدد من الأنسجة المختلفة، وقد يكون أي عضو جزء من أكثر من نظام في وقت واحد. إن البنكرياس، على سبيل المثال، هو المسؤول عن تصنيع المواد الكيميائية التي تساعد على هضم الطعام، بينما في نفس الوقت، يصنع مواد أخرى تساعد على تنظيم أنشطة الأعضاء الأخرى. أنه ينتمي إلى كل من الجهاز الهضمي والغدد الصماء.
es_es: Los sistemas principales del cuerpo son grupos de órganos que trabajan como una unidad para satisfacer las funciones principales del cuerpo. El <span class='key'>sistema digestivo</span> tiene muchas partes, cada una con una tarea específica, y todas centradas en absorber los nutrientes y el agua que necesitamos para sobrevivir.<br/>Los otros sistemas se organizan de un modo similar, todos únicos con su propio patrón. Como cada órgano está hecho de muchos tejidos diferentes, cualquier órgano puede ser parte de más de un sistema a la vez. El páncreas, por ejemplo, crea químicos que ayudan a digerir la comida, mientras que, a la vez, crea otras sustancias que ayudan a regular las actividades de otros órganos. Pertenece a ambos sistemas, el digestivo y el endocrino.

source: Question A. All animals need food to survive. Immediately after an animal eats food, the food is...
ar_eg: السؤال الأول: جميع الحيوانات تحتاج إلى الطعام للبقاء على قيد الحياة. ومباشرة بعد تناول الحيوانات الطعام فإن الطعام هو
es_es: Pregunta A. Todos los animales necesitan comida para sobrevivir. Inmediatamente después de que un animal come, la comida es...

source: Stored for later use
ar_eg: تخزينها لاستخدامها في وقت لاحق
es_es: Guardada para ser usada más tarde

source: Converted into waste
ar_eg: تحويلها إلى فضلات
es_es: Convertida en deshechos

source: Transported by the bloodstream
ar_eg: نقلها عن طريق مجرى الدم
es_es: Transportada por el torrente sanguíneo

source: Digested into simpler substances
ar_eg: هضمها إلى مواد أبسط
es_es: Digerida en sustancias más simples

source: Food energy is eventually stored for later use, but it must first be broken into simpler substances.
ar_eg: طاقة الغذاء مخزنة آخيراً للاستخدام اللاحق، لكن يجب أن تكون متكسرة أولاً لمواد أبسط منها.
es_es: La energía de la comida se almacena para ser usada más tarde, pero primero debe descomponerse en sustancias más simples.
