Repository: geneconde/NGR-sandbox
Catalog: demo/staying-healthy/Locale/*/LC_MESSAGES/staying-healthy.po
Languages: ar_eg, es_es

source: Some food is converted into waste, but only after it is broken into simpler parts.
ar_eg: بعض الغذاء تحول إلى نفايات، لكن بعد أن يكون مكسراً إلى أجزاء أبسط.
es_es: Parte de la comida se convierte en desechos, pero sólo después de ser descompuesta en partas más simples.

source: Food molecules must be broken down from more complex substances before they can be transported in blood.
ar_eg: جزيئات الطعام يجب أن تكون مكسرة من مواد أكثر تعقيداً قبل أن تستطيع أن تنتقل في الدم.
es_es: Las moléculas de la comida son sustancias más complejas que deben descomponerse antes de poder ser transportadas por la sangre.

source: That's right! Food is made of complex molecules that must be broken into simpler substances for energy to be released or stored.
ar_eg: هذا صحيح! الطعام مصنوع من جزيئات معقدة يجب أن تكون مكسرة إلى مواد أبسط لكي تنطلق الطاقة أو تتخزن.
es_es: ¡Exacto! La comida está formada por moléculas complejas que deben descomponerse en sustancias más simples para liberar o almacenar energía.

source: Question B. The pancreas plays roles in which <span class='blink red'>TWO</span> systems?
ar_eg: السؤال الثاني: يلعب البنكرياس دوراً في
es_es: Pregunta B. ¿En qué <span class='blink red'>DOS</span> sistemas juega un papel el páncreas?

source: The pancreas plays roles in
ar_eg: يلعب البنكرياس دورا في
es_es: El pancreas juega un papel en los sistemas

source: nervous
ar_eg: القلق
es_es: nervioso

source: integumentary
ar_eg: الأغلفة
es_es: integumentario

source: digestive
ar_eg: يساعد على الهضم
es_es: digestivo

source: endocrine
ar_eg: الغدد الصماء
es_es: endocrino

source: skeletal
ar_eg: الهيكل العظمي
es_es: óseo

source: and
ar_eg: و
es_es: y

source: Nope! First the food enters the bloodstream and is digested into simpler substances.
es_es: ¡No! Antes la comida entra en el torrente sanguíneo y es digerida en sustancias más simples.

source: Think again! Converting what is not used by the body into waste is one of the last things that happens.
es_es: ¡Piénsalo de nuevo! Convertir lo que no se usa por el cuerpo en residuos es una de las últimas cosas que ocurren.

source: Not quite! First the food enters the bloodstream to be processed and distributed around the body.
es_es: ¡No exactamente! Antes la comida entra en el torrente sanguíneo para ser procesada y distribuida en todo el cuerpo.

source: Right on! First the food enters the bloodstream, and then it can be digested into simpler substances.
es_es: ¡Exacto! Primero la comida entra en el torrente sanguíneo, y luego puede ser digerida en sustancias más simples.

source: Super! Both correct!
ar_eg: عظيم! كلاهما صحيح
es_es: ¡Genial! ¡Ambas son correctas!

source: You're halfway there... try again.
ar_eg: أنت في منتصف الطريق ... حاول مرة أخرى
es_es: Estás a medio camino... inténtalo de nuevo.

source: Neither of these.
ar_eg: لا ينطبق على أي منهما
es_es: Ninguna de esas.

source: What's going on when you are sick? You have been invaded. Some tiny disease agent has found a way into your body, and is reproducing, using your body as a shelter, food source, and a way of passing its offspring on to others.
ar_eg: ما الذي يحدث لم عندما تمرض؟ لقد تم غزوك من قبل مسببات المرض التي وجدت طريقها لجسمك وتكاثرت فيه مستخدمة جسمك كملجأ ومصدر للغذاء ووسيلة لتمرر نسلها للآخرين
es_es: ¿Qué pasa cuando enfermas? Has sido invadido. Algún minúsculo agente infeccioso ha encontrado la forma de entrar en tu cuerpo y se está reproduciendo, usando tu cuerpo como refugio, fuente de alimento y forma de pasar su descendencia a otros.

source: Most infections are caused by one of two agents. The first are simple living cells called <span class='key'>bacteria</span>. Bacteria are among the simplest of all living things, and are found everywhere on the planet. Most bacteria are safe and usually beneficial to people. A few types, though, are dangerous. When they get inside our bodies, they form colonies where they make many millions of copies of themselves and cause damage to the tissues around them.
ar_eg: إن معظم حالات العدوى تكون بسبب ناقل أو ناقلين للمرض. وتتكون البكتريا من خلايا حية بسيطة. تعتبر البكتيريا من أبسط الكائنات الحية، وتوجد في كل مكان على هذا الكوكب. معظم البكتيريا هي آمنة ومفيدة عادة إلى الناس. بينما هناك أنواع قليلة من البكتريا تعتبر خطرة. عندماتدخل البكتريا داخل أجسامنا، فإنها تشكل مستعمرات من خلال استنساخ نفسها ملايين المرات وبالتالي تسبب ضررا على الأنسجة المحيطة بها
es_es: La mayoría de infecciones son causadas por uno de dos agentes. El primero son células vivas sencillas llamadas <span class='key'>bacterias</span>. Las bacterias están entre los seres vivos más pequeños que existen, y se encuentran en todos los lugares del planeta. La mayoría de bacterias son seguras y normalmente beneficiosas para las personas. Algunos tipos, sin embargo, son peligrosos. Cuando entran en nuestro cuerpo forman colonias donde hacen millones de copias de sí mismas y causan daño a los tejidos que las rodean.

source: Most of the time, our <span class='key'>immune system</span> is able to identify and destroy the bacteria infecting us. Sometimes, however, the bacteria reproduce out of control and we need antibiotic medication. Antibiotics kill bacteria and are not harmful to people. After two or three days taking the medication, many people feel much better, but it is very important to take all of the antibiotic prescribed according to the directions. This make sure all of the bacteria are killed and a new infections doesn't occur.
ar_eg: يقوم جهازنا المناعي في غالب الأحيان بتحديد وتدمير البكتريا التي تصيبنا. في بعض الأحيان، يكون تكاثر البكتيريا خارج عن نطاق السيطرة، ولذا نحتاج إلى مضاد حيوي. وتقضي المضادات الحيوية على البكتيريا، إلا أنها لا تعتبر ضارة على الإنسان. عادة يشعر الناس بالتحسن بعد يومين أو ثلاثة أيام من تناول المضادات، ولكن من المهم جدا أن تأخذ كل من المضادات الحيوية المقررة وفقا لتعليمات. وذلك للتأكد من القضاء على جميع البكتيريا وعدم الإصابة بعدوى جديدة.
es_es: La mayoría del tiempo, nuestro <span class='key'>sistema inmunitario</span> es capaz de identificar y destruir las bacterias infecciosas. Algunas veces, sin embargo, las bacterias se reproducen sin control y necesitamos antibióticos. Los antibióticos matan a las bacterias y no son dañinos para las personas. Tras dos o tres días tomando la medicación mucha gente se siente mejor, pero es muy importante tomar todos los antibióticos que nos han prescrito. Así se asegura que todas las bacterias han muerto y que no habrá una nueva infección.

source: Other infections are caused by extremely small particles called <span class='key'>viruses</span>. Viruses aren't completely alive. They are inactive unless they are inside living cells. Once there, they cause the cell to make huge numbers of viruses,and then break open, releasing the viruses to infect other cells.
ar_eg: هناك إلتهابات جديدة تحدث بسبب جزئيات صغيرة تعرف بالفيروسات. وتكون في حالة غير نشطة إلا إذا كانت داخل خلايا حية. وعندما توجد داخلها فإنها تبدأ بالتكاثر لإنتاج أعداد كبيرة من الفيروسات وعندها تنطلق لإصابة خلايا أخرى
es_es: Otras infecciones son causadas por partículas extremadamente pequeñas llamadas <span class='key'>virus.</span> Los virus no están del todo vivos. Están inactivos a no ser que estén dentro de células vivas. Una vez allí, provocan que la célula fabrique enormes cantidades de virus, y luego se abre rompiéndose y liberando los virus para que infecten a otras células.

source: Our immune system can nearly always find ways to destroy viruses. Every time you have had a cold or the flu, you have suffered from a viral infection, and your immune system has cleared it from your body in one or two weeks. Once you have survived any virus, your immune system is able to remember it for a very long time, and is then able to identify and destroy it whenever you are exposed again.
ar_eg: إن جهازنا المناعي غالبا ما يجد طريقة لمكافحة الفيروسات. وفي كل مرة تصاب بالزكام أو الإنفلونزا فإنك تعاني من إلتهاب فيروسي، الذي يقوم جهازك المناعي بتطهير جسمك في مدة تتراوح ما بين أسبوع إلى أسبوعين. وعندما تشفى من أي فيروس يقوم جهازك المناعي بتذكر الفيروس لمدة طويلة، وبالتالي يمكن الجهاز من تحديد ومكافحة الفيروس في حال تعرض له الجسم مرة أخرى.
es_es: Nuestro sistema inmunitario casi siempre encuentra formas de destruir los virus. Cada vez que has tenido un resfriado o la gripe, has sufrido una infección vírica, y tu sistema inmunitario la eliminó de tu cuerpo en una o dos semanas. Una vez has sobrevivido a un virus, tu sistema inmunitario es capaz de recordarlo por mucho tiempo, y luego es capaz de identificarlo y destruirlo si te expones de nuevo a él.

source: Some viruses, though, are so dangerous they can cause permanent damage or death before our immune systems can clear them out. For these diseases we rely on vaccinations to protect us from danger. <span class='key'>Vaccinations</span> use very weak varieties of virus or even broken up viral particles to teach our immune systems to identify and destroy these dangerous agents. Some vaccines are taken by mouth; others are given as shots.
ar_eg: هناك بعض الفيروسات تكون خطرة على صحة الإنسان من خلال أنها تسبب ضرراً دائما أو وفاة قبل أن يتمكن الجهاز المناعي من مكافحتها. وفي مثل هذه الحالات نلجأ إلى اللقاحات لحمايتنا اللقاحات: هي استخدام أصناف ضعيفة جدا من الفيروسات أو جزيئات فيروسية مفككة لتعليم نظام المناعة في الجسم لدينا لتحديد ومكافحة هذه المسببات الخطرة. بعض اللقاحات يتم تناولها عن طريق الفم
es_es: Algunos virus, sin embargo, son tan peligrosos que pueden causar daño permanente o la muerte antes de que nuestro sistema inmunitario pueda eliminarlo. Con esas enfermedades dependemos de que las vacunas nos protejan. Las <span class='key'>vacunas</span> usan variedades muy débiles de los virus o incluso partículas virales rotas para enseñar a nuestro sistema inmunitario a identificar y destruir esos peligrosos agentes. Algunas vacunas se administran por la boca, otras por inyecciones.

source: Question A. A person is prescribed an antibiotic for ten days. She begins taking the pills and feels much better after four days. What should she do with the remaining pills?
ar_eg: السؤال الأول: لقد تم وصف مضاد حيوي لشخص لمدة عشرة أيام، وقد شعرت بالتحسن بعد أربعة أيام من تناول المضاد، فما الواجب عليها فعله مع حبوب المضاد المتبقية؟
es_es: Pregunta A. Una persona es prescrita un antibiótico por diez días. Empieza a tomar las pastillas y se siente mucho mejor tras cuatro días. ¿Qué debería hacer con las pastillas restantes?

source: She should return them to the pharmacy.
ar_eg: ينبغي عليها إعادتها للصيدلية
es_es: Debería devolverlas a la farmacia.

source: She should take all of the pills, even though she feels better.
ar_eg: ينبغي عليها أن تتناول جميع حبوب المضاد، حتى لو شعرت بالتحسن
es_es: Debería tomar todas las pastillas, aunque se sienta mejor.

source: She should save the pills in case she gets sick again.
ar_eg: ينبغي عليها أن تحتفظ بالحبوب المتبقية في حال مرضت مرة أخرى
es_es: Debería guardar las pastillas por si enferma otra vez.

source: She should give the pills to a friend in case they get sick too.
ar_eg: يجب أن تعطي الحبوب لصديقة في حال مرضت مرة أخرى
es_es: Debería darle las pastillas a un amigo por si se enferma también.

source: Question B. Click on <span class='blink red'>ALL</span> the correct statements below.
ar_eg: السؤال الثاني: انقر على الزر أدناه للعبارة الصحيحة
es_es: Pregunta B. Haz clic en <span class='blink red'>TODAS</span> las afirmaciones correctas a continuación.

source: All bacteria cause disease.
ar_eg: جميع أنواع البكتريا تسبب الأمراض
es_es: Todas las bacterias provocan enfermedades.

source: Usually infections are caused by bacteria or viruses.
ar_eg: تتسبب العدوى عادة من خلال البكتريا أو الفيروسات
es_es: Normalmente las infecciones son provocadas por bacterias o virus.

source: Bacteria and viruses make copies of themselves in our bodies.
ar_eg: تنتسخ البكرتيا والفيروسات نفسها في أجسامنا
es_es: Las bacterias y los virus hacen copias de sí mismos en nuestros cuerpos.

source: We rely on our immune system to identify and destroy any disease agent our body is exposed to.
ar_eg: نعتمد على جهازنا المناعي لمكافحة الأمراض التي تصيب أجسامنا
es_es: Dependemos de nuestro sistema inmunitario para identificar y destruir cualquier agente infeccioso al que se exponga nuestro cuerpo.

source: Not quite! Most bacteria do not cause disease and are actually helpful to people.
ar_eg: ليس تماما! معظم البكتريا لا تسبب أمراض وهي في الواقع مفيدة للناس
es_es: ¡No exactamente! La mayoría de bacterias no provocan enfermedades y, de hecho, ayudan a la gente.

source: You got it! Infections can come from bacteria and viruses. Bacteria and viruses both reproduce inside our body and make millions of copies of themselves to attack our body systems. Our bodies will fight off any disease agent and remember what it was in the future. For very dangerous diseases we also rely on vaccinations.
ar_eg: لقد وجدتها! العدوى قد تحدث بسبب البكتريا والفيروسات. كلا البكتريا والفيروسات تتكون داخل أجسامنا وتنتسخ نفسها ملايين المرات لمحاربة أجهزة الجسم. وسوف تكافح أجسامنا مسببات المرض وتتذكر المسبب في المستقبل. وفي حالة الأمراض الخطيرة المعدية نعتمد على التطعيمات
es_es: ¡Lo tienes! Las infecciones pueden provenir de bacterias y virus. Tanto las bacterias como los virus se reproducen en el interior de nuestro cuerpo y crean millones de copias de sí mismos para atacar los sistemas de nuestro cuerpo. Nuestros cuerpos se librarán de cualquier agente infeccioso y lo recordarán en el futuro. Para enfermedades muy peligrosas también nos apoyamos en las vacunas.

source: Nope! She should take all of the pills.
ar_eg: لا! ينبغي عليها تناول جميع حبوب المضاد الحيوي
es_es: ¡No! Debería tomar todas las pastillas.

source: Correct! If she takes the entire dose, she will kill all of the bacteria.
ar_eg: صحيح! إذا تناولت كامل الجرعة فإنها سوف تقضي على جميع البكتريا
es_es: ¡Correcto! Si toma la dosis completa, matará a todas las bacterias.

source: That's dangerous. She should take all of the pills to kill all of the bacteria.
ar_eg: هذا خطير! ينبغي عليها أن تتناول جميع الحبوب لتقضي على جميع البكتريا
es_es: Eso es peligroso. Debería tomar todas las pastillas para matar a todas las bacterias.

source: No way! That's very dangerous! Never give medication away.
ar_eg: مستحيل! هذا خطر! يجب عدم إعطاء الأدوية لآخرين
es_es: ¡Para nada! ¡Eso es muy peligroso! Nunca regales medicamentos.

source: One way to always try to keep your body healthy is make sure you are eating the right foods. Foods provide us with energy, and the materials needed for growth and general well-being. The digestive system takes in food and breaks it down into the simple molecules from which it is made. They fall into three main groups: carbohydrates, fats, and protein.
ar_eg: هناك طريقة للحفاظ على الجسم الصحي؛ من خلال التأكد من تناول الطعام الصحي. يزودنا الطعام بالطاقة والمواد اللازمة للعيش بطريقة صحية. يقوم الجهاز الهضمي بتفتيت الغذاء إلى جزيئات بسيطة التي تكون منها، والتي تقع في ثلاث مجموعات رئيسية هي: الكربوهيدرات، والدهون، والبروتين
es_es: Una forma de intentar mantener siempre tu cuerpo saludable es asegurarte de que estás comiendo los alimentos adecuados. Los alimentos nos proporcionan energía, y los materiales necesarios para el crecimiento y el bienestar en general. El sistema digestivo absorbe los alimentos y los descompone en las moléculas más sencillas que los componen. Se dividen en tres grupos principales: carbohidratos, grasas y proteínas.

source: <span class='key'>Carbohydrates</span> provide our bodies with the energy we need to function. Sugars are simple carbohydrates that provide energy almost immediately. Complex carbohydrates, also called starches, are long chains of simple sugar molecules that provide energy over a course of hours. Some foods rich in carbohydrates include potatoes, bread, rice, and pasta.
ar_eg: <span class='key'>الكربوهيدرات:</span> تزود أجسادنا بالطاقة التي نحتاجها للعمل. السكريات هي كربوهيدرات بسيطة توفر الطاقة بصورة فورية سريعة. الكربوهيدرات المعقدة، وتسمى أيضا النشويات، هي سلاسل طويلة من جزيئات السكر البسيطة التي توفر الطاقة خلال دورة من ساعة. بعض الأطعمة الغنية بالكربوهيدرات مثل البطاطا، والخبز، والأرز، والمعكرونة.
es_es: Los <span class='key'>carbohidratos</span> proporcionan a nuestro cuerpo la energía que necesitamos para funcionar. Los azúcares son carbohidratos sencillos que proporcionan energía casi inmediatamente. Los carbohidratos complejos, también llamados almidones, son largas cadenas de moléculas de azúcares sencillos que proporcionan energía a lo largo de varias horas. Algunos alimentos ricos en carbohidratos son las patatas, el pan, el arroz y la pasta.

source: <span class='key'>Fats</span> store energy for longer term use. When a person takes in more carbohydrates than they can use in the short term, some of the sugar molecules are turned into fat. When energy is needed, fats can be converted back into sugars for immediate use. Fats in our diets are stored for later use. Fats, like cooking oils, that are liquid at room temperature are called lipids. Dietary sources of fats include cooking oils, butter, cheese, and meat.
ar_eg: <span class='key'>الدهون:</span> تخزن الطاقة لاستخدامها على المدى الطويل. عندما يأخذ شخص أكثر من حاجته من الكربوهيدرات فإن جزء منها يستخدمها على الأجل القصير، بينما تتحول بعض جزيئات السكر الى دهون. عندما تكون هناك حاجة للطاقة فإن الدهون يمكن تحويلها مرة أخرى إلى سكريات للاستخدام الفوري. يتم تخزين الدهون في وجباتنا الغذائية لاستخدامها لاحقا. وتسمى الدهون، مثل زيوت الطبخ، والتي تكون سائلة في درجة حرارة الغرفة الدهون. وتشمل المصادر الغذائية للدهون والزيوت والطبخ، والزبدة، والجبن، واللحوم.
es_es: Las <span class='key'>grasas</span> almacenan energía para su uso a largo plazo. Cuando una persona toma más carbohidratos de los que puede usar a corto plazo, algunas de las moléculas de azúcar se convierten en grasa. Cuando se necesita energía, las grasas se pueden convertir de nuevo en azúcares para su uso inmediato. Las grasas de nuestra dieta se almacenan para ser usadas más tarde. Las grasas, como los aceites de cocina, que son líquidas a temperatura ambiente se llaman lípidos. Las fuentes de grasas en la dieta son los aceites de cocina, la mantequilla, el queso y la carne.

source: <span class='key'>Proteins</span> are long chains of simple amino acid molecules. Proteins are important for building muscles and organs. The amino acids in our diets are the same amino acids needed to build our own muscles and organs. Some important protein sources include meat, poultry, fish, and beans.
ar_eg: <span class='key'>البروتينات:</span> هي سلاسل طويلة من جزيئات بسيطة من الأحماض الأمينية. البروتينات مهمة لبناء العضلات والأعضاء. الأحماض الأمينية في وجباتنا الغذائية هي نفسها الأحماض الأمينية اللازمة لبناء العضلات والأجهزة الخاصة بنا. وتشمل بعض مصادر البروتين الهامة اللحوم والدواجن والأسماك والبقوليات.
es_es: Las <span class='key'>proteínas</span> son largas cadenas de moléculas de aminoácidos sencillas. Las proteínas son importantes para crear músculos y órganos. Los aminoácidos de nuestra dieta son los mismos aminoácidos necesarios para crear nuestros propios músculos y órganos. Algunas fuentes importantes de proteínas son la carne, el pescado y las legumbres.

source: <span class='key'>Vitamins</span> are nutrients needed in only very small amounts. They serve as helpers to make our body chemistry work as it should. Even though we need only small amounts of each, lacking vitamins in our diets causes a variety of disorders. Even though a balanced diet supplies all necessary vitamins, many people choose to take vitamin supplements each day.
ar_eg: الفيتامينات: هي عناصر غذائية الازمة فقط بكميات صغيرة جدا. أنها بمثابة مساعد لجعل كيمياء الجسم لدينا تعمل كما يجب. على الرغم من أننا نحتاج فقط إلى كميات صغيرة من كل، ونقص الفيتامينات في وجباتنا الغذائية يسبب مجموعة متنوعة من الاضطرابات. على الرغم من لوازم اتباع نظام غذائي متوازن فإن جميع الفيتامينات الضرورية، كما أن العديد من الأشخاص يتناولون مكملات الفيتامينات يومياً.
es_es: Las <span class='key'>vitaminas</span> son nutrientes necesarios en cantidades muy pequeñas. Sirven para ayudar a que la química de nuestro cuerpo funcione como debe. Aunque sólo necesitamos pequeñas cantidades de cada una, la falta de vitaminas en nuestra dieta provoca una variedad de trastornos. A pesar de que una dieta equilibrada nos da todas las vitaminas necesarias, mucha gente escoge tomar suplementos de vitaminas a diario.

source: Vitamin
ar_eg: فيتامين
es_es: Vitamina

source: Symptom of Deficiency
ar_eg: أعراض نقص
es_es: Síntoma de deficiencia

source: Natural Source of Vitamin
ar_eg: مصدر طبيعي للفيتامين
es_es: Fuente natural de vitamina

source: DIARRHEA, LACK OF GROWTH
ar_eg: الإسهال ونقص النمو
es_es: DIARREA, FALTA DE CRECIMIENTO

source: CARROTS, DANDELIONS, GREEN VEGETABLES, HAY
ar_eg: والجزر، الهندباء، الخضروات الخضراء
es_es: ZANAHORIAS, DIENTES DE LEÓN, VERDURAS VERDES, HENO

source: SWOLLEN JOINTS, SCURVY
ar_eg: تورم المفاصل، داء الاسقربوط
es_es: ARTICULACIONES HINCHADAS, ESCORBUTO

source: FRESH FRUITS AND VEGETABLES
ar_eg: الخضروات والفواكة الطازجة
es_es: FRUTAS Y VERDURAS FRESCAS

source: RICKETS
ar_eg: كساح الأطفال
es_es: RAQUITISMO

source: FRESH LIVER OILS, WHEAT GERM, GREEN VEGETABLES
ar_eg: زيت كبد الطازج، جنين القمح، الخضروات الخضراء
es_es: ACEITES DE HÍGADO FRESCO, GERMEN DE TRIGO, VEGETALES VERDES

source: CLICK TO VIEW
ar_eg: انقر للمشاهدة
es_es: CLIC PARA VER

source: Many people are interested in the calorie values of their foods. <span class='key'>Calories</span> measure the amount of energy a particular food holds in its molecules. When the molecules are broken down, the energy is released. We gain weight when we take in more calories than we burn. We lose weight when we burn more calories than we take in.
ar_eg: معظم الناس يهتمون بتقييم السعرات الحرارية للأطعمة الخاصة بهم. والسعرات الحرارية هي قياس كمية الطاقة لجزيئات طعام معين. ويتم إطلاق الطاقة عندما يتم تفتيت الطعام إلى جزيئات. ويزيد وزننا عندما نتناول سعرات الحرارية أكثر مما نحرق. بينما نفقد الوزن عندما نحرق سعرات حرارية أكثر مما نستهلك منهاا
es_es: Mucha gente está interesada en las calorías de sus alimentos. Las <span class='key'>calorías</span> miden la cantidad de energía que un alimento concreto almacena en sus moléculas. Cuando las moléculas se descomponen, la energía es liberada. Ganamos peso cuando consumimos más calorías de las que quemamos. Perdemos peso cuando quemamos más calorías de las que consumimos.

source: Any healthy diet should include all types of food and enough calories to make it through each day without getting sick. The food labels on all packaged foods and available in many restaurants summarize the nutrition values of the foods we eat. One such label is shown on the right.
ar_eg: يجب أن يحتوي أي نظام غذائي صحي على جميع أنواع المجموعات الغذائية والسعرات الحرارية التي تساعد على مزاولة أي نشاط من دون الإصابة بأي مرض.وتلخص الملصقات التي على الأطعمة الغذائية القيم الغذائية للأطعمة التي نتناولهاويظهر على الجانب الأيمن مثال على الملصق الغذائي
es_es: Cualquier dieta saludable debería incluir todos los tipos de alimentos y suficientes calorías para superar el día sin enfermar. Las etiquetas de todos los alimentos envasados y disponibles en muchos restaurantes resumen el valor nutricional de los alimentos que comemos. Una de esas etiquetas se muestra a la derecha.

source: SKIN DISORDERS, POOR REPRODUCTION
ar_eg: أمراض الجلد،
es_es: TRASTORNOS CUTÁNEOS, ESTERILIDAD

source: WHEAT GERM, GREEN VEGETABLES
ar_eg: جرثومة القمح، الخضروات الخضراء
es_es: GERMEN DE TRIGO, VERDURAS VERDES
