Repository: geneconde/NGR-sandbox
Catalog: demo/staying-healthy/Locale/*/LC_MESSAGES/staying-healthy.po
Languages: ar_eg, es_es

source: Collections of tissues working together to perform functions.
ar_eg: مجموعة من الأنسجة تعمل معا لأداء وظائف
es_es: Colecciones de tejidos que trabajan juntos para realizar funciones.

source: Structural substances made from amino acids.
ar_eg: المواد الهيكلية مكونة من الأحماض الأمينية
es_es: Sustancias estructurales formadas por aminoácidos.

source: Ovaries, testes, and other organs responsible for the production of offspring.
ar_eg: المبيضين، الخصيتين، وغيرها من الأعضاء المسؤولة عن إنتاج ذرية
es_es: Ovarios, testículos y otros órganos responsables de la producción de hijos.

source: Lungs and other structures responsible for taking in oxygen and removing carbon dioxide.
ar_eg: الرئتين وغيرها من الهياكل تعتبر المسؤولة عن أخذ في الأوكسجين وطرد ثاني أكسيد الكربون
es_es: Pulmones y otras estructuras responsables de absorber oxígeno y eliminar dióxido de carbono.

source: Rigid framework of bones and connective tissues responsible for supporting and protecting the body.
ar_eg: هيكل صلب من العظام والأنسجة الضامة المسؤولة عن دعم وحماية الجسم
es_es: Armazón rígida de huesos y tejidos conectivos responsable de soportar y proteger el cuerpo.

source: Collections of organs working together to perform related tasks.
ar_eg: مجموعة من الأعضاء التي تعمل معا لأداء المهام ذات الصلة ببعضها البعض
es_es: Colecciones de órganos que trabajan juntos para realizar tareas relacionadas.

source: Groups of similar cells working together to perform similar functions.
ar_eg: مجموعة من الخلايا مماثلة تعمل معا لأداء وظائف مماثلة
es_es: Grupos de células similares que trabajan juntas para realizar funciones similares.

source: Nutrients needed in very small amounts to support normal growth and activity.
ar_eg: عناصر غذائية لازمة بكميات صغيرة جدا لدعم النمو الطبيعي والنشاط
es_es: Nutrientes necesarios en cantidades muy pequeñas para mantener el crecimiento y la actividad normales.

source: Checking what you now know... about staying healthy
ar_eg: تأكد مما تعرف ...حول البقاء بصحة جيدة
es_es: Comprobando lo que sabes ahora... sobre mantenerse sanos

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: الإجابة على الأسئلة الست (6) التالية سوف تعطيك فكرة عن ما تعرفه الآن وما الذي مازلت بحاجة إلى دراسته
es_es: Responder las siguientes seis (6) preguntas de examen te dará una idea de lo que sabes ahora y lo que necesitas seguir estudiando.

source: Click the NEXT button when you are ready.
ar_eg: اضغط على زر التالي إذا كنت مستعداً
es_es: Haz clic en el botón SIGUIENTE cuando estés listo/a.

source: The spinal cord is part of which of the following body systems?
ar_eg: في أي جزء من أجزاء الجسم التالية يعتبر جزء من الحبل الشوكي؟
es_es: ¿De cuál de los siguientes sistemas del cuerpo forma parte la médula espinal?

source: Digestive System
ar_eg: الجهاز الهضمي
es_es: Sistema digestivo

source: Nervous System
ar_eg: الجهاز العصبي
es_es: Sistema nervioso

source: Muscular System
ar_eg: الجهاز العضلي
es_es: Sistema muscular

source: Integumentary System
ar_eg: الجهاز الغلافي
es_es: Sistema integumentario

source: Not quite! The spinal cord is about information; the digestive system is about food.
ar_eg: لا ليس دقيقاً! الحبل الشوكي متعلق بالمعلومات، بينما الجهاز الهضمي متعلق بالطعام
es_es: ¡No exactamente! La médula espinal tiene que ver con la información, y el sistema digestivo con los alimentos.

source: You got it! The spinal cord carries information to and from the brain.
ar_eg: ممتاز! الحبل الشوكي ينقل المعلومات من وإلى الدماغ
es_es: ¡Lo tienes! La médula espinal transporta información de y al cerebro.

source: Try again! The spinal cord is about information; the muscular system is about movement.
ar_eg: حاول مرة أخرى، الحبل الشوكي خاص بالمعلومات، بينما الجهاز العضلي خاص بالحركة.
es_es: ¡Inténtalo otra vez! La médula espinal tiene que ver con la información, y el sistema muscular con el movimiento.

source: Nope! The spinal cord is about information; the integumentary system is about protection.
ar_eg: لا! الحبل الشوكي متعلق بالمعلومات، بينما الجهاز الغلافي متعلق بالحماية
es_es: ¡No! La médula espinal tiene que ver con la información, y el sistema integumentario con la protección.

source: Choose the correct statement:
ar_eg: اختر العبارة الصحيحة:
es_es: Elige la afirmación correcta:

source: A. Organs may be made of a variety of different tissues.
ar_eg: أ- تتكون الأعضاء من أنواع مختلفة من الأنسجة
es_es: A. Los órganos pueden estar hechos de varios tejidos diferentes.

source: B. Each organ is made of a unique tissue type.
ar_eg: ب. كل عضو يتكون من نوع أنسجة فريدة من نوعها
es_es: B. Cada órgano está hecho de un tipo de tejido único.

source: C. Organ systems consist of only a single type of tissue.
ar_eg: ج. تتألف الأعضاء من نوع واحد فقط من الأنسجة
es_es: C. Los sistemas de órganos consisten en sólo un tipo de tejido.

source: D. Cells are made of many different tissue types.
ar_eg: د. تتكون الخلايا من عدة أنواع من الأنسجة المختلفة
es_es: D. Las células están hechas de muchos tipos de tejidos diferentes.

source: Rotate or flip the box on the left either up or down to set your answer.
ar_eg: أدر المربع للأعلى أو الأسفل لتحديد إجابتك
es_es: Gira la caja de la izquierda hacia arriba o hacia abajo para marcar tu respuesta.

source: Click, hold and slide mouse up or down.
ar_eg: انقر، ومرر الفارة للأعلى أو الأسفل
es_es: Haz clic, mantén pulsado y arrastra el ratón hacia arriba o hacia abajo.

source: That's right! Organs may be made of many tissues.
ar_eg: هذا صحيح، تتكون الأعضاء من عدة أنسجة
es_es: ¡Eso es! Los órganos pueden estar formados por muchos tejidos.

source: Look again! Organs MAY be made of more than one tissue.
ar_eg: انظر مرة أخرى! تتكون الأعضاء من أكثر من نسيج
es_es: ¡Mira otra vez! Los órganos PUEDEN estar formados por más de un tejido.

source: Nope! Systems are made of organs; organs may be made of many tissues.
ar_eg: لا! تتكون الأجهزة من أعضاء، وتتكون الأعضاء من أنسجة
es_es: ¡No! Los sistemas están formados por órganos, y los órganos pueden estar formados por muchos tejidos.

source: The exact opposite, tissues are made of cells.
ar_eg: العكس هو الصحيح، تتكون الأنسجة من خلايا
es_es: Exactamente lo contrario, los tejidos están formados por células.

source: Which of the following is affected by the respiratory system?
ar_eg: أي من التالي يتأثر بالجهاز التنفسي؟
es_es: ¿Cuál de los siguientes es provocado por el sistema respiratorio?

source: Hiccup
ar_eg: الحازوقة
es_es: Hipo

source: Sneeze
ar_eg: العطس
es_es: Estornudo

source: Yawn
ar_eg: تثاءب
es_es: Bostezo

source: All of the above
ar_eg: جميع ما سبق
es_es: Todas las anteriores

source: Not quite! Hiccups are the sudden movements of the diaphragm, but it's not the only one affected by the respiratory system.
ar_eg: ليس تماما! الحازوقة هي حركة مفاجئة للحجاب الحاجز، ولكنها ليست الوحيدة المتأثرة بالجهاز التنفسي
es_es: ¡No exactamente! El hipo es un movimiento repentino del diafragma, pero no es el único provocado por el sistema respiratorio.

source: Not quite! Sneezing is like a cough in the upper breathing passages, but it's not the only one affected by the respiratory system.
ar_eg: ليس تماما! العطس مثل السعال في ممرات التنفس العلوية، ولكنها ليست الوحيدة المتأثرة بالجهاز التنفسي
es_es: ¡No exactamente! Un estornudo es como toser por los canales respiratorios superiores, pero no es el único provocado por el sistema respiratorio.

source: Not quite! Yawning happens when your lungs do not take enough oxygen from the air because we are sleepy or drowsy. But it's not the only one affected by the respiratory system.
ar_eg: ليس تماما! التثاؤب يحدث عندما لا تحصل رئتيك على أكسجين كاف من الهواء بسبب النعاس، ولكنها ليست الوحيدة المتأثرة بالجهاز التنفسي
es_es: ¡No exactamente! El bostezo ocurre cuando tus pulmones no absorben suficiente oxígeno del aire porque estamos somnolientos o cansados. Pero no es el único provocado por el sistema respiratorio.

source: Correct! Hiccupping, sneezing, and yawning are all affected by the respiratory system.
ar_eg: صحيح! تتأثر الحازوقة والعطاس والتثاؤب بالجهاز التنفسي
es_es: ¡Correcto! Tanto el hipo como los estornudos y los bostezos son provocados por el sistema respiratorio.

source: What is the main function of the circulatory system?
ar_eg: ماهي الوظيفة الرئيسية للجهاز الدوري؟
es_es: ¿Cuál es la función principal del sistema circulatorio?

source: To help us breathe
ar_eg: لمساعدتنا على التنفس
es_es: Ayudarnos a respirar

source: To provide support for the body
ar_eg: لتقديم الدعم للجسم
es_es: Proporcionar soporte al cuerpo

source: To control the digestive and reproductive systems
ar_eg: التحكم بالجهاز الهضمي والجهاز التناسلي
es_es: Controlar los sistemas digestivo y reproductivo

source: To control the blood flow around the body
ar_eg: للسيطرة على تدفق الدم في جميع أنحاء الجسم
es_es: Controlar el flujo de sangre a través del cuerpo

source: Nope! The circulatory system circulates blood to all the far out places of the body.
ar_eg: لا! الجهاز الدوري يقوم بتدوير الدم إلى جميع المناطق البعيدة في الجسم
es_es: ¡No! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: Not quite! The circulatory system circulates blood to all the far out places of the body.
ar_eg: ليس بالدقة! الجهاز الدوري يقوم بتدوير الدم إلى جميع المناطق البعيدة في الجسم
es_es: ¡No exactamente! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: Try again! The circulatory system circulates blood to all the far out places of the body.
ar_eg: حاول مرة أخرى! الجهاز الدوري يقوم بتدوير الدم إلى جميع المناطق البعيدة في الجسم
es_es: ¡Inténtalo otra vez! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: You got it! The circulatory system circulates blood to all the far out places of the body.
ar_eg: ممتاز! الجهاز الدوري يقوم بتدوير الدم إلى جميع المناطق البعيدة في الجسم
es_es: ¡Lo tienes! El sistema circulatorio hace circular la sangre a todos los puntos del cuerpo.

source: How should a person plan diet and exercise if they want to lose weight?
ar_eg: ماهو النظام الغذائية والتمرينات الرياضية الواجب على الشخص اتباعها إذا كان يريد إنقاص وزنه؟
es_es: ¿Cómo debe planear una persona la dieta y el ejercicio si quiere perder peso?

source: Exercise should use fewer calories than diet takes in.
ar_eg: يجب أن تستهلك التمرينات الرياضية سعرات حرارية أقل من سعرات النظام الغذائي
es_es: El ejercicio debe quemar menos calorías de las que se ingieren en la dieta.

source: Diet and exercise are not related to one another.
ar_eg: النظام الغذائي والتمرينات الرياضية كلاهما لا يرتبطان ببعضهما البعض
es_es: La dieta y el ejercicio no están relacionados entre sí.

source: At least one major food group should be eliminated from the diet.
ar_eg: ينبغي استبعاد مجموعة غذائية رئيسية واحدة على الأقل من النظام الغذائي
es_es: Al menos un grupo principal de alimentos debe ser eliminado de la dieta.

source: Exercise should use more calories than diet takes in.
ar_eg: يجب أن تستهلك التمرينات الرياضية سعرات حرارية أكثر من سعرات النظام الغذائي
es_es: El ejercicio debe quemar más calorías de las que se ingieren en la dieta.

source: Nope! This plan will add weight.
ar_eg: لا، هذه الحمية تزيد الوزن
es_es: ¡No! Ese plan haría ganar peso.

source: Try again! Diet and exercise certainly ARE related to one another.
ar_eg: حاول مرة أخرى! الحمية الغذائية والتمرينات الرياضية مرتبطان ببعضهما البعض
es_es: ¡Inténtalo de nuevo! En realidad la dieta y el ejercicio SÍ se relacionan entre sí.

source: Not a good idea. Eliminating food groups isn't generally healthy approach.
ar_eg: لا تعتبر فكرة صائبة! لأن استبعاد المجموعات الغذائية لا يعتبر عادة صحية
es_es: No es una buena idea. Eliminar grupos de alimentos no suele ser una estrategia sana.

source: Super! This plan will lead to weight loss.
ar_eg: عظيم، هذا النظام يساعد على إنقاص الوزن
es_es: ¡Genial! Ese plan haría perder peso.

source: How are exercise and heart rate related?
ar_eg: العلاقة بين مزاولة الرياضة ومعدل ضربات القلب
es_es: ¿Cómo se relacionan el ejercicio y el ritmo cardíaco?

source: Heavy exercise increases heart rate
ar_eg: تزيد الرياضة العنيفة من معدل ضربات القلب
es_es: Mucho ejercicio aumenta el ritmo cardíaco

source: Heavy exercise decreases heart rate
ar_eg: تقلل الرياضة العنيفة من معدل ضربات القلب
es_es: Mucho ejercicio disminuye el ritmo cardíaco

source: Sitting still increases heart rate
ar_eg: مازال الجلوس يزيد من معدل ضربات القلب
es_es: Estar sentado/a aumenta el ritmo cardíaco

source: Light exercise decreases heart rate
ar_eg: تقلل الرياضة الخفيفة من معدل ضربات القلب
es_es: El ejercicio ligero disminuye el ritmo cardíaco

source: You got it! Heavy exercise does increase heart rate.
ar_eg: لقد وجدتها، التمرينات الرياضية العنيفة تزيد من معدل ضرابات القلب
es_es: ¡Lo tienes! El ejercicio intenso aumenta el ritmo cardíaco.

source: The exact opposite! Go over the choices again.
ar_eg: العكس هو الصحيح، ارجع للخيارات مرة أخرى
es_es: ¡Exactamente lo contrario! Revisa las opciones otra vez.

source: Nope! Sitting still does little to heart rate.
ar_eg: لا! تأثير الجلوس لا يكاد يذكر على معدل ضربات القلب
es_es: ¡No! Estar sentado/a afecta muy poco al ritmo cardíaco.

source: Tricky... Actually any exercise elevates heart rate, at least a little bit.
ar_eg: في الواقع أي ممارسة للتمرينات الرياضة يرفع معدل ضربات القلب، حتى لو كانت بسيطة. إنها معقدة....
es_es: Tiene truco... En realidad cualquier ejercicio aumenta el ritmo cardíaco, al menos un poco.

source: Congratulations,
ar_eg: تهانينا
es_es: Felicidades,

source: You've completed the Staying Healthy review.
ar_eg: لقد أكملت مراجعة العناية بالصحة
es_es: Has completado el repaso de Mantenerse sanos.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التأكد من إجاباتك من خلال "التحقق السريع" وأسئلة الاختبار لهذه المراجعة من خلال النقر على الزر أدناه
es_es: Puedes comprobar cómo lo has hecho en los 'Repasos rápidos' y las 'Preguntas de examen' de este repaso haciendo clic en el siguiente botón.

source: Go to dashboard
ar_eg: اذهب إلى شاشة العرض
es_es: Ir al panel principal

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك
es_es: Por favor escriba a máquina su respuesta.

source: Rotate or flip the box below either up or down to set your answer.
es_es: Girar o voltear el cuadro de abajo hacia arriba o hacia abajo para ajustar su respuesta.

source: systems.
ar_eg: الأجهزة

source: WHEAT GERM, YEAST, MEAT, LIVER
ar_eg: جنين القمح ،خميرة، اللحوم كبد
