Repository: geneconde/NGR-sandbox
Catalog: demo/plants-are-producers/Locale/*/LC_MESSAGES/plants-are-producers.po
Languages: ar_eg

source: Plants absorb carbon dioxide from the air and combine it with water to store the sun's energy in the chemical bonds of sugar. The leftover oxygen produced is released. That's photosynthesis, and it's the basis for nearly all life on earth. The food we eat is built on carbon that was once in the air. The clothing we wear is built on carbon that was once in the air. The wood in our houses is built on carbon that was once in the air. The fuel in our cars is built on carbon that was once in the air.
ar_eg: تمتص النباتات ثاني أكسيد الكربون من الجو وتدمجه مع الماء لتخزين الطاقة الشمسية في الروابط الكيميائية من السكر. يتم تحرير الأكسجين المتبقي. هذا التمثيل الضوئي، وهي الأساس لما يقرب كل الحياة على الأرض. الطعام الذي نأكله هو مبني على الكربون الذي كان يوما ما في الهواء. بنيت الملابس التي نرتديها على الكربون الذي كان يوما ما في الهواء. الخشب في بيوتنا مبني على الكربون الذي كان يوما ما في الهواء. الوقود في سياراتنا مبني على أن الكربون الذي كان يوما ما في الهواء .

source: Photosynthesis drives this entire process. However simple or complex a local food web is, the energy that supports it is trapped by plants and stored in carbohydrates. At every level of the process, a small amount of the stored energy is transmitted into the next higher level. As complicated as this may appear, it's useful to always remember that food webs are a type of puzzle. They can be organized in more than one way, analyzed from different perspectives, and seem to need updates every time we take a close look at an ecosystem and find something new. But it's still a puzzle; beautiful, frustrating, and fascinating all at the same time.
ar_eg: التمثيل الضوئي يدفع هذه العملية برمتها. بالرغم من بساطة أو تعقيد الشبكة الغذائية المحلية، الطاقة التي تدعمها محاصرة من قبل النباتات وتخزن في الكربوهيدرات. في كل مستوى من مستويات العملية، كمية صغيرة من الطاقة المخزنة تبث في المستوى الأعلى القادم. كعملية معقدة كما تظهر عليه، فإن من المفيد أن نتذكر دائما أن الشبكات الغذائية هي نوع من الألغاز. يمكن تنظيمها في أكثر من طريقة واحدة، وتحليلها من زوايا مختلفة، وتبدو في حاجة إلى التحديثات في كل مرة نلقي نظرة قريبة على النظام البيئي وتجد شيئا جديدا ولكن ما زال لغزا محيرا؛ جميلاً، محبطا، ورائعاً بنفس الوقت .

source: Example of a Food Web
ar_eg: مثال على السلسلة الغذائية

source: Question A. The flowchart below represents the process of photosynthesis. Click on the activity that occurs after the first activity.
ar_eg: السؤال أ. المخطط أدناه يمثل عملية التمثيل الضوئي. انقر على النشاط الذي يحدث بعد النشاط الأول.

source: Light Energy is absorbed by plants.
ar_eg: الطاقة الضوئية تمتص من قبل النباتات.

source: Plants are eaten by animals for food.
ar_eg: تؤكل النباتات من قبل الحيوانات كغذاء.

source: Carbon dioxide and water are used to make sugar.
ar_eg: يستعمل ثاني أكسيد الكربون و الماء لصنع السكر.

source: Plants release water into the soil.
ar_eg: تطلق النباتات الماء في التربة

source: Animals breathe out carbon dioxide.
ar_eg: تطلق الحيوانات ثاني أكسيد الكربون عند التنفس.

source: Oxygen is released.
ar_eg: يطلق الاكسجين.

source: Question B. Butterflies get food from the flowers of a plant. They also lay their eggs on the leaves of the plant. As the caterpillars develop, they eat the leaves of the plant. How does the plant benefit from the butterflies?
ar_eg: سؤال ب. تحصل الفراشات على الغذاء من زهور النباتات، وهي تضع بيضها أيضا على أوراق النبات. ومع تطور اليرقات، فإنها تأكل أوراق النبات. كيف تستفيد النباتات من الفراشات؟

source: Butterflies help the plant grow larger flowers.
ar_eg: تساعد الفراشات النباتات على أن تنمو الزهور بشكل أكبر.

source: Butterflies' eggs help the leaves to fall off the plant.
ar_eg: بيض الفراشات يساعد أوراق النبات على التساقط.

source: Butterflies help pollinate flowers so that seeds can form.
ar_eg: الفراشات تساعد على تلقيح الزهور بحيث يمكن أن تتشكل البذور.

source: Butterflies help add nutrients to the nectar of the flowers.
ar_eg: الفراشات تساعد في اضافة المواد المعدنية لرحيق الزهور.

source: No. Butterflies actually eat food made by flowers.
ar_eg: لا. الفراشات في الحقيقة تأكل الغذاء الذي تصنعه الزهور.

source: Sorry. The eggs don't weigh much at all.
ar_eg: آسف . البيوض لا تزن كثيرا أبدا

source: Nice! As butterflies move from flower to flower, they carry pollen along.
ar_eg: جميل جداً! حالما تتحرك الفراشات من زهرة الى أخرى، تحمل حبوب اللقاح بعيدا.

source: Nope. The butterflies take the nectar away from the flowers.
ar_eg: كلا. الفراشات تأخذ الرحيق من الزهور.

source: Sorry. Plant eating isn't a part of photosynthesis.
ar_eg: آسف . أكل النبات ليس جزءاً من التمثيل الضوئي.

source: That's it! The light energy is used to make sugar from carbon dioxide and water.
ar_eg: هذه هي ! الطاقة الشمسية تستخدم لعمل السكر من ثاني أكسيد الكربون و الماء.

source: Um, no... Plants absorb water from soil.
ar_eg: أمممم، لا ... النبات يمتص الماء من التربة

source: Nope. OK, it's true... but not part of photosynthesis.
ar_eg: كلا. حسنا، هذه حقيقة ... لكنها ليست جزءاً من التمثيل الضوئي.

source: Using what you know... about plants are producers... to solve a problem
ar_eg: استخدم ما تعرفه... حول النباتات هي منتجات ... لحل مشكلة

source: The Scenario
ar_eg: السيناريو

source: You are an ecologist, a biologist who studies the relation between organisms and their environment. A company is building a shopping center in an area that was once a forest. They will need to destroy one acre of what is left of the forest for their project. The company has hired you as a consultant on the project.
ar_eg: أنت خبير في شؤون البيئة، عالم الأحياء الذي يدرس العلاقة بين الكائنات الحية وبيئاتها. شركة تقوم ببناء مركز تجاري في المنطقة التي كانت ذات يوم غابة، وسوف تحتاج إلى تدمير فدان واحد مما تبقى من الغابات الخاصة بمشروعهم. وظفتك الشركة لتكون مستشارا في المشروع .

source: Your Assignment
ar_eg: مهمتك

source: You are to give a report on how removing the trees will affect the environment. Using what you now know about plants as producers in the food web, offer some suggestions on how the company can have positive impacts on the environment.
ar_eg: أنت توشك على اعطاء تقرير عن كيف أن إزالة الأشجار سوف يؤثر على البيئة. باستخدام ما تعرفه الآن عن النباتات والمنتجات في الشبكة الغذائية، قدم بعض الاقتراحات حول كيف يمكن للشركة أن يكون لها آثار إيجابية على البيئة.

source: Summarizing core ideas... about plants are producers
ar_eg: تلخيص الأفكار الرئيسية حول ... النباتات هي منتجات

source: Plants absorb energy directly from the sun. They use that energy to power <span class='key'>photosynthesis</span>, the process that combines carbon dioxide and water to form sugar. Green plants capable of photosynthesis are said to be <span class='key'>producers</span>. They are the base of the <span class='key'>food web</span>, the system of interactions between plants and <span class='key'>consumers</span>, the animals who consume the plants for food. <span class='key'>First-order consumers</span> are animals who consume only plant material for food. Second-order consumers get their food by eating first-order consumers. Food webs are such complex sets of interactions that the loss of any part of the web can cause it to collapse. When this happens, some species may become extinct.
ar_eg: النباتات تمتص الطاقة مباشرة من الشمس. إنها تستخدم تلك الطاقة لعملية <span class='key'>التمثيل الضوئي </span>، العملية التي تجمع بين ثاني أكسيد الكربون والماء لتكوين السكر. ويقال النباتات الخضراء قادرة على التمثيل الضوئي أن تكون <span class='key'>منتجات</span>. وهي قاعدة <span class='key'>الشبكة الغذائية</span>، نظام تفاعل بين النباتات و <span class='key'>المستهلكات</span>، والحيوانات التي تستهلك النباتات من أجل الغذاء. <span class='key'>مستهلكات درجة أولى </span>هي حيوانات تستهلك المواد النباتية فقط للغذاء.ا أما مستهلكات الدرجة- الثانية فتحصل على طعامها من خلال تناول المستهلكات من الدرجة - الأولى . الشبكات الغذائية هي مجموعات من تفاعلات معقدة حيث أن فقدان أي جزء من الشبكة يمكن أن يؤدي إلى الانهيار. وعندما يحدث ذلك، قد تصبح بعض الأنواع منقرضة.

source: Photosynthesis combines water and carbon dioxide to form <span class='key'>simple sugars</span>. Simple sugars may then be combined to form complex <span class='key'>carbohydrates</span> like starch and <span class='key'>cellulose</span>. <span class='key'>Humans</span> are unable to digest cellulose as food, but make use of its fibers in such products as paper, cloth and wood.
ar_eg: التمثيل الضوئي يجمع بين الماء وثاني أكسيد الكربون لتكوين <span class='key'>السكريات البسيطة</span>. قد تتجمع السكريات البسيطة لاحقا لتكوين <span class='key'>الكربوهيدرات</span> المعقدة مثل النشا و <span class='key'>السليلوز</span>. <span class='key'>البشر </span> لا يستطيعون هضم السليلوز كغذاء، ولكن يمكن الاستفادة من أليافها في منتجات مثل الورق والقماش و الخشب .

source: Click here to start typing your answer...
ar_eg: انقر هنا كي تبدأ بطباعة إجابتك...

source: Reviewing key vocabulary related to... plants are producers
ar_eg: مراجعة المفردات الرئيسية المتعلقة ب ... النباتات هي منتجات

source: Producers
ar_eg: المنتجات

source: Producers are organisms, such as plants, that obtain their food through the process of photosynthesis. Producers use the energy of sunlight to produce sugar, which is used as energy for survival and reproduction. Because they do not consume other organisms but instead are consumed by others, producers are at the bottom of the food chain.
ar_eg: المنتجات هي كائنات حية، مثل النباتات، التي تحصل على غذائها من خلال عملية التمثيل الضوئي. تستخدم المنتجات الطاقة من أشعة الشمس لإنتاج السكر، والذي يستخدم كمصدر من مصادر الطاقة من أجل البقاء والتكاثر. لأنها لا تستهلك الكائنات الحية الأخرى ولكن بدلا من ذلك يتم استهلاكها من قبل المنتجات الأخرى وهي في أسفل السلسلة الغذائية .

source: Photosynthesis, the process by which producers such as plants obtain their energy, uses light energy to convert carbon dioxide and water into sugar and oxygen.
ar_eg: التمثيل الضوئي ، العملية التي من خلالها تحصل المنتجات مثل النبات على طاقتها، باستخدام الطاقة الضوئية لتحويل ثاني أكسيد الكربون و الماء الى سكر و أكسجين.

source: Glucose
ar_eg: الجلوكوز

source: In photosynthesis, the carbon dioxide molecules are combined to form a six-carbon compound called glucose. Glucose is a simple sugar used to store energy.
ar_eg: في التمثيل الضوئي ، تجتمع جزيئات ثاني أكسيد الكربون لتشكل مركبات ذات الستة- كربونات التي تسمى الجلوكوز. الجلوكوز هو سكريات بسيطة تستخدم لتخزين الطاقة

source: Carbohydrates
ar_eg: الكربوهايدرات

source: Glucose may be used for energy directly, or connected to other glucose molecules to form chains called carbohydrates. Carbohydrates are used for energy by nearly all living things. The oxygen released by photosynthesis is also used by plants and animals to help unlock the energy stored in carbohydrates. Grains are examples of foods that are high in carbohydrates.
ar_eg: يمكن استخدام الجلوكوز للحصول على الطاقة بشكل مباشر، أو متصلا بجزيئات جلوكوز أخرى لتشكيل سلاسل تسمى الكربوهيدرات. تستخدم الكربوهيدرات للطاقة من قبل ما يقرب من جميع الكائنات الحية. يتم استخدام الأكسجين الصادر عن التمثيل الضوئي أيضا من النباتات والحيوانات للمساعدة في إطلاق الطاقة المخزنة في الكربوهيدرات. الحبوب هي أمثلة على الأطعمة التي هي عالية في الكربوهيدرات .

source: Cellulose is a plant carbohydrate which provides the plant with both stored energy and acts as a strong substance to help provide it with support. Cellulose is the chief component of the walls surrounding every plant cell. The purest natural form of cellulose is cotton.
ar_eg: السيللوز هو الكربوهيدرات النباتية التي تزود النبات بالطاقة المخزونة ويعمل كمادة قوية للمساعدة في توفيرها . السليلوز هو مكون رئيس من الجدران المحيطة بكل الخلايا النباتية. أنقى أشكال السليلوز الطبيعي هو القطن.

source: Fiber
ar_eg: الألياف

source: Cellulose is also the fiber, or tough thread-like substance, found in other types of plants. It is the fiber in the boll of the cotton flower.
ar_eg: السيلولوز هو أيضا من الألياف، أو مادة قاسية تشبه الخيط، وجدت في أنواع أخرى من النباتات، هي الألياف في الكيس من زهرة القطن.

source: Checking what you now know... about plants are producers
ar_eg: تفحص ما تعرفه ...حول النباتات هي منتجات

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختبار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا

source: If all green plants died, would lions survive?
ar_eg: اذا ماتت كل النباتات الخضراء ، هل ستبقى الأسود حية؟

source: Yes, lions do not eat green plants.
ar_eg: نعم . الأسود لا تأكل النباتات الخضراء

source: Yes, lions could still eat other animals.
ar_eg: نعم . ما زالت الأسود قادرة على أكل حيوانات أخرى

source: No, the animals that lions eat need to eat green plants.
ar_eg: لا . الحيوانات التي تتناولها الأسود تحتاج لأن تأكل نباتات خضراء

source: No, they would have no more plants to eat.
ar_eg: لا، لن يكون لديها أي نباتات لتناولها.

source: No, although lions do not eat green plants, they eat animals that do. Without any green plants, there would be no animals for lions to eat.
ar_eg: لا، على الرغم من أن الأسود لا تأكل النباتات الخضراء، الا أنها تأكل الحيوانات التي تأكلها . بدون أي نباتات خضراء، لن يكون هناك أي حيوانات لتتناولها الأسود كاطعام.

source: Not quite, there wouldn't be any other animals for lions to eat because they would not have any plants as food, and would not survive.
ar_eg: ليس تماما، لن يكون هناك أي حيوانات أخرى للأسود لتتناولها كطعام لأنها لن يكون لها أي نباتات كغذاء، ولن تبقى على قيد الحياة.

source: Correct. Lions are carnivores and eat animals. The animals they eat need plants to survive.
ar_eg: صحيح. الأسود هي حيوانات آكلة اللحوم وتأكل الحيوانات. الحيوانات التي تأكلها الأسود تحتاج الى النباتات للبقاء على قيد الحياة.

source: Not quite, lions are carnivores, so they only indirectly eat plants. They eat animals that eat plants to survive.
ar_eg: ليس تماما، الأسود هي حيوانات آكلة للحوم، لذلك هي فقط بشكل غير مباشر تأكل النباتات. وبذا هي تأكل الحيوانات التي تأكل النباتات من أجل البقاء.

source: All food webs share what common feature? Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: كل الشبكات الغذائية تتشارك بأي سمة مشتركة؟ دورأو اقلب الصندوق ثلاثي الأبعاد أدناه إما لأعلى أو لأسفل لتحديد الإجابة.

source: Carnivores
ar_eg: آكلات اللحوم

source: Second-order consumers
ar_eg: مستهلكات درجة ثانية

source: Birds
ar_eg: الطيور

source: Nope. Carnivores are not required.
ar_eg: كلا. آكلات اللحوم ليست مطلوبة

source: Sorry... Second-order consumers show up a lot, but aren't required.
ar_eg: آسف ... تظهر المستهلكات من الدرجة الثانية بشكلٍ متكرر، ولكن ليس مطلوبا.

source: Hmm... Food webs can happen under water. No birds.
ar_eg: هممم...الشبكات الغذائية يمكن أن تحدث تحت الماء. لا عصافير

source: There you go! All food webs are based on producers.
ar_eg: ها أنت ذا! كل الشبكات الجيدة معتمدة على المنتجات

source: Choose the <span class='blink'>correct</span> statement...
ar_eg: اختر العبارة <span class='blink'>الصحيحة</span>

source: Cellulose is made by plants from oxygen and sulfur.
ar_eg: السيليلوز يصنع من قبل النبات باستخدام الأكسجين و الكبريت

source: Photosynthesis uses the sun's energy to make complex molecules.
ar_eg: التمثيل الضوئي يستخدم طاقة الشمس لعمل جزيئات معقدة.

source: Photosynthesis breaks down complex molecules to release energy.
ar_eg: التمثيل الضوئي يكسر الجزيئات المعقدة لإطلاق الطاقة.

source: Cellulose is an important plant protein used for movement.
ar_eg: السيلولوز هو البروتينات النباتية الهامة المستخدمة للحركة.

source: Sorry. Cellulose doesn't include any sulfur.
ar_eg: عذرا . لا يتضمن السيلولوز أي الكبريت.

source: Good job! Photosynthesis captures solar energy for living things to use.
ar_eg: عمل جيد! التمثيل الضوئي يلتقط الطاقة الشمسية للأشياء الحية لتستخدمها.

source: No... Photosynthesis stores energy.
ar_eg: لا...البناء الضوئي يخزن الطاقة.

source: Not this one... Cellulose isn't a protein, it's a carbohydrate.
ar_eg: ليست هذه... السيليلوز ليس بروتين، انه كربوهيدرات

source: The source for the carbon needed to make simple sugars in photosynthesis is...
ar_eg: مصدر الكربون المطلوب لعمل السكريات البسيطة في البناء الضوئي هو ..

source: Air
ar_eg: هواء

source: Animals
ar_eg: حيوانات

source: Right! Photosynthesis combines carbon dioxide molecules to make sugar.
ar_eg: صحيح! يجمع التمثيل الضوئي جزيئات الكربون لعمل السكر

source: Sorry. Water doesn't contain carbon.
ar_eg: آسف . الماء لا يحتوي على كربون

source: No. Plants don't absorb much carbon from soil.
ar_eg: لا. النبات لا يمتص ثاني أكسيد الكربون أكثر من التربة

source: Animals are consumers. Try again.
ar_eg: الحيوانات هي مستهلكات . حاول مجددا

source: Which of the following is <span class='blink'>not</span> a cellulose product?
ar_eg: أي من التالية <span class='blink'>ليس</span> منتج سيلولوزي؟

source: Wood
ar_eg: خشب

source: Scrambled Egg
ar_eg: بيض مخفوق

source: Cotton Cloth
ar_eg: ملابس قطنية

source: Paper
ar_eg: ورق

source: Sorry. Wood is a cellulose product.
ar_eg: آسف . الخشب منتج سيلولوزي

source: There you go! Scrambled eggs have no cellulose.
ar_eg: ها أنت ذا! البيض المخفوق ليس فيه سليلوز.

source: Nope. Cotton bolls are pure cellulose.
ar_eg: كلا. كرات القطن هي سليلوز نقي.

source: No. Paper is a wood/water product.
ar_eg: لا. الورق هو منتج خشبي / مائي.

source: Look at the diagram showing the results of an experiment of increasing the level of carbon dioxide and its effect on plant growth. Then click on the statement that you infer from analyzing the data in the bar graph below. (Suboptimal means less than optimal amount of water.)
ar_eg: انظر إلى الرسم البياني الذي يبين نتائج تجربة زيادة مستوى ثاني أكسيد الكربون وتأثيره على نمو النبات. ثم انقر على الجملة التي قمت باستنتاجها من تحليل البيانات في الرسم البياني أدناه (غير الأمثل يعني أقل من الكمية المثلى من الماء.)

source: Relative Plant Growth under Different CO<sub>2</sub> and Water Condition
ar_eg: نمو النبات نسبي في ظروف ثاني أكسيد الكربون والماء.

source: Plants with optimal water
ar_eg: نباتات بكمية المياه المثلى

source: Plants with suboptimal water
ar_eg: نباتات بكمية المياه غير المثلى

source: Increased amounts of CO<sub>2</sub> dramatically enhanced plant growth.
ar_eg: الكميات المرتفعة من CO<sub>2</sub> تحفز بشكل كبير نمو النبتة

source: In low CO<sub>2</sub> conditions, plants grew less in suboptimal water conditions.
ar_eg: فتحت ظروف إنخفاض ثاني أكسيد الكربون، تنمو النباتات أقل في ظروف تكون فيها المياه أقل من الوضع المثالي.

source: The amount of water the plants received did not affect their growth.
ar_eg: كمية الماء التي تتلقاها النبتة لا تؤثر على نموها

source: The amount of carbon dioxide the plants were exposed to did not affect their growth.
ar_eg: كمية ثاني أكسيد الكربون التي تتعرض لها النبتة لا تؤثر على نموها

source: Correct! The blue blocks show the growth increase under optimal water conditions. Then when the water decreased, you can see the CO<sub>2</sub> difference in the red blocks. The red blocks show a much greater growth increase.
ar_eg: صحيح! تظهر الكتل الزرقاء زيادة النمو تحت ظروف المياه الأمثل. وعندما ينخفض الماء، يمكنك ان ترى الفرق CO<sub>2</sub> في كتل حمراء. تُظهر الكتل الحمراء زيادة النمو أكبر بكثير.

source: No! In low CO<sub>2</sub> conditions, plants with less water actually grew better.
ar_eg: لا! في ظروف انخفاض CO<sub>2</sub>، النباتات بمعدل مياه أقل تنمو بشكلٍ أكبر فعلياً.

source: Nope! Both factors, water and CO<sub>2</sub>, affected plant growth.
ar_eg: كلا! كلاً من العاملين، الماء و CO<sub>2</sub>، تؤثر في نمو النبات.

source: No! Both factors, water and CO<sub>2</sub>, affected plant growth.
ar_eg: لا! كلاً من العاملين، الماء و CO<sub>2</sub>، تؤثر في نمو النبات.

source: You've completed the Plants are Producers review.
ar_eg: لقد أكملت مراجعة النباتات هي منتجات

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك فحص كيف أديت في " الاختبار السريع" و" الأسئلة القصير" لهذا العرض بالنقر على الزر بالأسفل

source: Congratulations,
ar_eg: مبروك

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك.
