Repository: geneconde/NGR-sandbox
Catalog: demo/plants-are-producers/Locale/*/LC_MESSAGES/plants-are-producers.po
Languages: ar_eg

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Check Answer
ar_eg: تأكد من الاجابة

source: Read More
ar_eg: اقرا أكثر

source: You answered...
ar_eg: أنت أجبت ...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك

source: Close me!
ar_eg: أغلقني !

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2

source: Quick Check #3
ar_eg: إختبار سريع رقم 3

source: Quick Check #4
ar_eg: اختبار سريع رقم 4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1

source: Quiz Question #2
ar_eg: سؤال قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: How did I do?
ar_eg: كيف أجبت

source: select
ar_eg: اختر

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Let's begin!
ar_eg: هيا نبدأ !

source: Are you ready,
ar_eg: هل أنت مستعد،

source: Planting a tree...
ar_eg: زراعة شجرة

source: Collecting solar energy...
ar_eg: جمع الطاقة الشمسية

source: Preparing your first quick check...
ar_eg: التحضير لفحصك السريع الأول

source: Absorbing carbon dioxide...
ar_eg: امتصاص ثاني أكسيد الكربون

source: Combining glucose molecules...
ar_eg: ربط جزيئات الجلوكوز

source: Counting large trees...
ar_eg: عد الأشجار الكبيرة

source: Producing energy...
ar_eg: انتاج الطاقة

source: Analyzing food chain...
ar_eg: تحليل سلسلة الغذاء

source: Ready for your last quick check?
ar_eg: هل أنت جاهز لاختبارك السريع الأخير؟

source: Collecting data...
ar_eg: جمع البيانات

source: Putting it all together...
ar_eg: جمعها مع بعضها ...

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: Your first quiz question is...
ar_eg: سؤالك القصير الأول هو ...

source: Identifying common feature...
ar_eg: التعرف على الصفة المشتركة...

source: Studying plants...
ar_eg: دراسة النباتات ...

source: Gathering energy...
ar_eg: جمع الطاقة

source: Stacking fiber...
ar_eg: الألياف المتراصة

source: Ready for your last quiz question?
ar_eg: هل أنت جاهز لسؤالك القصير الأخير ؟

source: You're done!
ar_eg: أنهيت!

source: Plants are Producers
ar_eg: النباتات هي منتجات

source: Start
ar_eg: ابدأ

source: Welcome to the Plants are Producers review
ar_eg: أهلا بك في عرض النباتات هي منتجات

source: Thinking about... plants are producers
ar_eg: فكر ب ... النباتات هي منتجات

source: Think of what you ate yesterday. Hamburger and fries maybe? The hamburger came from a cow and the potatoes are a plant. The cow had to eat plants to grow. Your meal was brought to you by plants. They produce food from solar energy and store it. These plants are producers. Herbivores eat the plants and grow. Carnivores eat other animals that have eaten plants. Both animals are consumers.
ar_eg: فكر في ما أكلته أمس. همبرغر وبطاطا ربما؟ جاء الهمبرغر من البقر والبطاطا هي نبات. البقر عليه أكل النباتات للنمو. أحضرت وجبتك اليك عبر النباتات. إنها تنتج الغذاء من الطاقة الشمسية وتخزنه. هذه النباتات هي منتجات. العواشب تأكل النباتات لتنمو. آكلة اللحوم تأكل الحيوانات الأخرى التي تأكل النباتات. كلا الحيوانين هما مستهلكان.

source: We may prepare food and cook it many ways, but plants are the true producers that give all consumers (including us) the energy we need to survive. What about the plants themselves, what do they need?
ar_eg: قد نعد الطعام و نطهوه بطرق عدة، لكن النباتات هي المنتجات الحقيقية التي تعطي كل المستهلكين ( بما فيهم نحن) الطاقة التي تحتاجها للبقاء. ماذا عن النباتات نفسها، ماذا تحتاج؟

source: Checking what you know... about plants are producers
ar_eg: افحص ما تعرفه ...حول النباتات هي منتجات

source: This plant receives the nutrition it needs to continue to live. What if we took all its oxygen away, could the plant still grow? Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: هذه النبتة تتلقى التغذية التي تحتاجها لمواصلة العيش. ماذا لو أخذنا كل ما فيها من الأكسجين منها، هل يمكن للنبات مواصلة النمو؟ دور أو اقلب الصندوق الثلاثي الأبعاد أدناه إما أعلى أو لأسفل لتحديد الإجابة.

source: Yes, because it needs CO<sub>2</sub> and gives off O<sub>2</sub>.
ar_eg: نعم ، لأنها تحتاج CO<sub>2</sub> و تعطي </sub>O<sub>2

source: No, because it needs O<sub>2</sub> and gives off CO<sub>2</sub>.
ar_eg: لا، لأنها تحتاج </sub>O<sub>2 و تعطي CO<sub>2</sub>.

source: Yes, because plants need CO<sub>2</sub> to grow and O<sub>2</sub> to produce food.
ar_eg: نعم ، لأن النباتات تحتاج CO<sub>2</sub> لتنمو و O<sub>2</sub>لتنتج الغذاء

source: No, because plants need O<sub>2</sub> to grow and CO<sub>2</sub> to produce food.
ar_eg: لا ، لأن النباتات تحتاج O<sub>2</sub> لتنمو و CO<sub>2</sub> لتنتج الغذاء

source: Click, hold and drag up or down
ar_eg: أنقر ،احمل و اسحب للأعلى أو للأسفل

source: If you chose d, that is correct. A plant could not grow without oxygen. During photosynthesis (when producing food), plants need to take in carbon dioxide and give off oxygen. But a plant also uses some of that food to grow. When a plant uses food, the food is broken down the same way it is when animals and people use it, with oxygen. Oxygen is needed to release the stored energy in the food.
ar_eg: إذا اخترت د، هذا صحيح. النبتة لا يمكن أن تنمو دون الأوكسجين. خلال عملية التمثيل الضوئي (عند إنتاج المواد الغذائية)، تحتاج النباتات لأخذ ثاني أكسيد الكربون وتطلق الأكسجين، ولكن يستخدم النبات أيضا بعض من تلك المواد الغذائية للنمو. عندما يستخدم النبات المواد الغذائية، يتم تكسيرالطعام بنفس الطريقة التي يستخدمها الحيوانات والناس ، مع الأكسجين. هناك حاجة إلى الأكسجين لإطلاق الطاقة المخزنة في الطعام .

source: Sun Light Energy
ar_eg: طاقة أشعة الشمس

source: Carbon Dioxide
ar_eg: ثاني أكسيد الكربون

source: Oxygen
ar_eg: الأكسجين

source: Reviewing core ideas... about plants are producers
ar_eg: مراجعة الأفكار الرئيسية ...حول النباتات هي منتجات

source: Plants are <span class='key'>producers</span>, they make all the food and energy in an ecosystem. They are the solid foundation of all food chains and webs. The energy that powers nearly all life on earth is generated on the surface of our sun, some 93 million miles away. That energy streams at us constantly. Even though very little of it actually strikes our small planet, it provides more than enough energy to keep all of the many billions of plants and animals around us alive.
ar_eg: النباتات هي <span class='key'>منتجات</span> ، لأنها تعمل جميع المواد الغذائية والطاقة في نظام بيئي. هم أساس متين لجميع السلاسل الغذائية والشبكات. الطاقة التي تزود ما يقرب من كل الحياة على الأرض تولدت على سطح شمسنا، نحو 93 مليون ميل. تيارات هذه الطاقة في الولايات المتحدة باستمرار. على الرغم من وقوعها الفعلي على كوكبنا الصغير، فإنه يوفر أكثر من ما يكفي من الطاقة للحفاظ على كل المليارات من النباتات والحيوانات حولنا على قيد الحياة.

source: The solar energy is captured in the leaves and needles of green plants in a process called <span class='key'>photosynthesis</span>. In this process, a substance called chlorophyll absorbs light energy, temporarily storing it by changing its own shape. When the chlorophyll molecule springs back to its original shape, the energy is released to power a series of chemical reactions. These reactions convert water and carbon dioxide into sugar and oxygen.
ar_eg: يتم التقاط الطاقة الشمسية في الأوراق والإبر من النباتات الخضراء في عملية تسمى <span class='key'>التركيب الضوئي</span> . في هذه العملية، مادة تسمى الكلوروفيل تمتص الطاقة الضوئية وتخزنها بشكل مؤقت عن طريق تغييرشكلها الخاص. عندما ينطلق جزيء الكلوروفيل يعود إلى شكله الأصلي، يتم تحرير الطاقة لتشغيل سلسلة من التفاعلات الكيميائية. هذه التفاعلات تحول الماء وثاني أكسيد الكربون إلى السكر والأكسجين .

source: Sunlight
ar_eg: أشعة الشمس

source: Root
ar_eg: جذور

source: Water
ar_eg: ماء

source: Minerals
ar_eg: معادن

source: The carbon dioxide is absorbed by the leaves directly from the air. The water is usually absorbed through roots and transported through the plant stem to the leaves. In photosynthesis, the carbon dioxide molecules are combined to form a six-carbon compound called <span class='key'>glucose</span>. The hydrogen atoms from water are attached to the chain to complete its structure. The leftover oxygen atoms are combined as molecules and then released.
ar_eg: يتم امتصاص ثاني أكسيد الكربون من الأوراق مباشرة من الهواء. عادة ما يتم امتصاص المياه من خلال الجذور ونقلها عبر جذع النبات إلى الأوراق. في عملية التمثيل الضوئي، يتم الجمع بين جزيئات ثاني أكسيد الكربون لتكوين مركب من ست- كربونات يسمى <span class='key'> الجلوكوز </span>. وتلحق ذرات الهيدروجين من الماء إلى سلسلة لاستكمال هيكلها. يتم الجمع بين ذرات الأكسجين لتكوين جزيئات ثم تُطلق.

source: Glucose may be used for energy directly or connected to other glucose molecules to form chains called carbohydrates. <span class='key'>Carbohydrates</span> are used for energy by nearly all living things. The oxygen released by photosynthesis is also used by plants and animals to help unlock the energy stored in carbohydrates.
ar_eg: يمكن استخدام الجلوكوز للحصول على الطاقة بشكل مباشر أو متصلا بجزيئات جلوكوز أخرى لتشكيل سلاسل تسمى <span class='key'>الكربوهيدرات</span>. الكربوهيدرات تستخدم للحصول على الطاقة من قبل ما يقرب من جميع الكائنات الحية. الأوكسجين الصادر عن التمثيل الضوئي هو أيضاالذي تستخدمه النباتات والحيوانات للمساعدة في إطلاق الطاقة المخزونة في الكربوهيدرات .

source: Question A. Which of the following is a "waste product" of photosynthesis?
ar_eg: السؤال أ . أي من التالية هي من "مخلفات" التمثيل الضوئي؟

source: Sugar
ar_eg: سكر

source: Question B. What is the source of energy for photosynthesis?
ar_eg: السؤال ب . ما هو مصدر الطاقة للتمثيل الضوئي؟

source: Soil
ar_eg: التربة

source: Sun
ar_eg: الشمس

source: Plants
ar_eg: النباتات

source: Nope. Water is used up in photosynthesis.
ar_eg: كلا. الماء يستخدم في التمثيل الضوئي

source: Yeah! Seems weird, but oxygen is actually a photosynthesis "waste product."
ar_eg: نعم! قد يبدو هذا غريبا، لكن الأكسجين في الحقيقة هو من "مخلفات" التمثيل الضوئي.

source: Sorry. Sugar is the main product of photosynthesis.
ar_eg: آسف . السكر هو المنتج الأساسي للتمثيل الضوئي

source: Naaaah. Sunlight is required to make photosynthesis work.
ar_eg: لااااااااااا. أشعة االشمس مطلوبة لانجاز أعمال التمثيل الضوئي

source: Sorry. The soil doesn't produce energy.
ar_eg: آسف ، التربة لا تنتج طاقة

source: Nope. Water isn't an energy source for plants.
ar_eg: لا، الماء ليس مصدر طاقة للنباتات

source: Yeah! Plants use solar energy to power photosynthesis.
ar_eg: نعم! النباتات تستخدم الطاقة الشمسية لامداد التمثيل الضوئي بالطاقة

source: Are you sure? Plants need energy for photosynthesis. Think again.
ar_eg: هل أنت متأكد؟ النباتات تحتاج الطاقة للتمثيل الضوئي . فكر مرة أخرى.

source: More core ideas... about plants are producers
ar_eg: أفكار رئيسية أكثر ... حول النباتات هي منتجات

source: As a plant grows, it increases in size and mass. It draws very small amounts of minerals into its structure through its roots, but the vast majority of the material that makes up its structure consists of carbon dioxide and water. The carbon dioxide is absorbed through openings in leaves or needles. Most plants absorb water through their roots from the surrounding soil.
ar_eg: عندما ينمو النبات، يزيد في الحجم والكتلة، تتسرب كميات صغيرة جدا من المعادن في هيكلها من خلال جذورها، ولكن الغالبية العظمى من المواد التي تشكل هيكلها تتكون من ثاني أكسيد الكربون والماء. ويتم امتصاص ثاني أكسيد الكربون من خلال فتحات في الأوراق أو الإبر. معظم النباتات تمتص الماء عبر جذورها من التربة المحيطة بها .

source: Photosynthesis captures solar energy and stores it in chemical bonds holding atoms to one another. The end product of the process is glucose. Other chemical processes in the plant are able to combine glucose molecules into complex chemical structures called cellulose. <span class='key'>Cellulose</span> is a plant carbohydrate which provides the plant with both stored energy and a strong substance to help provide it with support.
ar_eg: التمثيل الضوئي يلتقط الطاقة الشمسية ويخزنها في الروابط الكيميائية عاقدا الذرات مع بعضها البعض. المنتج النهائي من هذه العملية هو الجلوكوز. العمليات الكيميائية الأخرى في النبات قادرة على الجمع بين جزيئات الجلوكوز في هياكل كيميائية معقدة تسمى <span class='key'>السليلوز</span>. سيليلوز هو الكربوهيدرات النباتية التي تزود النبتة بكل من الطاقة المخزونة ومادة قوية للمساعدة في توفير الدعم لها .

source: Cellulose is the chief component of the walls surrounding every plant cell. As the plant grows, it increases its total number of cells. This, in turn, increases the overall mass of cellulose. Even when plant cells die, the cellulose that surrounded them remains intact. In trees, this remaining cellulose makes up what we know as wood. Every year of a tree's life, a new layer of wood is laid down, increasing the mass and strength of the tree as a whole.
ar_eg: السيليلوز هوالمكون الرئيسي للجدران المحيطة بكل الخلايا النباتية. عندما ينمو النبات، يزيد العدد الإجمالي للخلايا، وهذا، بدوره، يزيد من الكتلة الإجمالية للسليلوز. حتى عندما تموت الخلايا النباتية، يبقى السليلوزالمحيط بها سليما. في الأشجار، السليلوز المتبقي يشكل ما نعرفه بالخشب. كل سنة من حياة الشجرة، توضع طبقة جديدة من الخشب، تزيد كتلة وقوة الشجرة ككل.

source: Arrangement of Cellulose in Cell Walls
ar_eg: ترتيب السليولوز في جدران الخلايا

source: Cellulose in Plant Cell Walls
ar_eg: السليلوز في جدران خلية النبات

source: Cell wall
ar_eg: الجدار الخلوي

source: Plant cell
ar_eg: خلية نباتية

source: Cellulose
ar_eg: السيليلوز

source: Cellulose is also the <span class='key'>fiber</span> found in other types of plants. It is the fiber in the boll of the cotton flower. It is the stringy material in celery. It makes up most of the structure of lettuce leaves. Cellulose is used for many purposes. Trees are cut down and lumber is sawn for homes and furniture. Wood can also be crushed and mixed with water to make paper and cardboard. Cellulose fibers from many plants are woven together to make cloth.
ar_eg: سيليلوز هو أيضا <span class='key'>الألياف</span> التي توجد في أنواع أخرى من النباتات، وهي الألياف في الكيس من زهرة القطن، وهي مادة المفتولة في الكرفس، وتشكل معظم هيكل أوراق الخس. يستخدم السليلوز لأغراض كثيرة. يتم قطع الأشجار و ينشر الخشب للمنازل والأثاث. كما يمكن سحق الخشب ويخلط مع الماء لعمل الورق والكرتون. تُنسج ألياف السليلوز من العديد من النباتات معا لعمل القماش .

source: Many animals graze on grasses and other plant material for food. These animals are able to digest cellulose as a direct energy source. <span class='key'>Humans</span> lack the ability to do so, but still require large amounts of cellulose in our diets. For us, cellulose provides the rough fiber material required for the efficient digestion of the materials we do use for energy.
ar_eg: كثير من الحيوانات ترعى على الأعشاب والمواد النباتية الأخرى للغذاء. هذه الحيوانات قادرة على هضم السليلوز كمصدر للطاقة مباشرة. <span class='key'>البشر</span> يفتقرون إلى القدرة على القيام بذلك، ولكن لا نزال نتطلب كميات كبيرة من السليلوز في وجباتنا الغذائية. بالنسبة لنا، يوفر السليولوز المواد الخام والألياف اللازمة لكفاءة عملية هضم المواد التي نستخدمها للحصول على الطاقة .

source: Question A. Which of the following is <span class='blink'>not</span> a common use of cellulose?
ar_eg: السؤال أ . أي من التالية <span class='blink'>ليست</span> من استخدامات السيليلوز؟

source: Human dietary energy.
ar_eg: طاقة الانسان الغذائية

source: Wood for houses.
ar_eg: الخشب للبيوت

source: Source material for paper.
ar_eg: مصدر مادة للورق

source: Food for grazing animals.
ar_eg: طعام للحيوانات الرعوية.

source: Question B. The majority of a large tree's mass and volume is...
ar_eg: السؤال ب . أغلبية حجم و كتلة شجرة كبيرة هي ...

source: Simple sugars
ar_eg: السكريات البسيطة

source: Protein
ar_eg: البروتين

source: Fats
ar_eg: الدهون

source: Select the answer by rotating the 3D box below.
ar_eg: اختر الاجابة عن طريق تدوير الصندوق ثلاثي الأبعاد

source: That's correct! Humans are unable to digest cellulose.
ar_eg: هذا صحيح! البشر غير قادرين على هضم السليلوز

source: Sorry, that's a major use. Most of our homes are built of plant material.
ar_eg: آسف . هذا استخدام كبير. معظم بيوتنا مبنية من مادة نباتية

source: Nope, that's a common use. When you're writing on paper, you're writing on wood.
ar_eg: لااااااا. هذا استخدام شائع. عندما تكتب على الورق، فأنت تكتب على الخشب.

source: Sorry, that's an important use. Grazers are able to digest cellulose for food.
ar_eg: آسف، هذا استخدام مهم، الرعويات قادرة على هضم السيليلوز للغذاء

source: That's right! Wood is made of cellulose.
ar_eg: هذا صحيح! الخشب مصنوع من السيليلوز

source: No... Simple sugars are part of the story, but not the main component of wood.
ar_eg: لا... السكريات البسيطة هي جزء من القصة، ولكنها ليست المكون الرئيسي للخشب

source: There's actually very little protein in a tree.
ar_eg: في الحقيقة هناك كمية قليلة من البروتين في الشجرة

source: Nope. Not much fat in a tree.
ar_eg: لا. ليس هناك الكثير من الدهون في الشجرة

source: As an example, we will look at a plant producer and its effects on the environment.
ar_eg: كمثال، سوف ننظر الى مُنْتَج نباتي و تأثيراتها على البيئة

source: Redwoods can grow to be the tallest and largest trees in the world. They start as tiny seeds and, thanks to solar energy and photosynthesis, they work their way up. It takes a lot of food to grow hundreds of feet tall. Like all plants, redwoods grow in three directions at once. The stem, or trunk, of the tree grows upward. The roots grow downward. As the tree ages, the trunk also grows outward, forming a new ring of wood for each year the tree is alive.
ar_eg: أشجار الخشب الأحمر يمكن أن تنمو لتصبح أطول و أكبر الأشجار في العالم تبدأ كبذور صغيرة ، شكرا للطاقة الشمسية و التمثيل الضوئي التي تعمل للوصل بها الى ذلك. إنها تأخذ الكثير من الغذاء لتنمو مئات الأمتار للأعلى، ككل النباتات، أشجار الخشب الأحمر تنمو في ثلاث إتجاهات في نفس الوقت . الجذع أو الساق للشجرة ينموان للأعلى. الجذور تنمو للأسفل. عندما تعمر الشجرة الساق ينمو للخارج مشكلا حلقة خشبية جديدة لكل سنة تعيشها الشجرة.

source: Scientists measure every aspect they can of the redwood trees in the forest and reconstruct the tree in three dimensions on the computer to find out the information they cannot get from measuring the outside of the tree. Every year scientists remeasure the specific trees and examine how they have changed. They also have sensors installed to measure light, temperature, humidity, wind, and sap flow. Their goal is to learn how these ancient giants have historically responded to climatic shifts and to monitor how they are being impacted today by global warming.
ar_eg: يقيس العلماء كل ما في وسعهم من أشجار الخشب الأحمر في الغابات ويعيدون بناء شجرة ثلاثية الأبعاد على الكمبيوتر لمعرفة المعلومات التي لا يمكن الحصول عليها من قياس خارج شجرة . كل سنة العلماء يعيدون قياس أشجار محددة ودراسة كيف تغيرت. كما أنهم ثبتوا أجهزة الاستشعار لقياس الضوء ودرجة الحرارة والرطوبة والرياح وتدفق النسغ. هدفهم هو أن نتعلم كيف استجابت تاريخيا هذه الشجرات العملاقة للتغيرات المناخية ورصد كيف تأثرت اليوم بظاهرة الاحتباس الحراري .

source: Many things can impact the growth of redwoods, and anything that does must also cause changes in the unique food webs they support. Like all producers, redwood trees support a food web. Their food webs involve plants and animals who spend their entire lives living high above the ground. Researchers in California have discovered what they call "aerial gardens." More than 200 feet above the forest floor in redwood country, huge limbs jut out from 1000-year old trees. These limbs are so large that needles, moss, and other debris that fall on them never fall to the ground. They pile up and decay, becoming a type of soil after only a few years.
ar_eg: أشياء كثيرة يمكن أن تؤثر على نمو الخشب الأحمر، وأي شيء يفعل ذلك يجب أيضا أن يسبب تغيرات في الشبكات الغذائية الفريدة التي تدعمها. مثل كل المنتجات، أشجار الخشب الأحمر تدعم شبكة غذائية. شبكاتها الغذائية تنطوي على النباتات والحيوانات التي تقضي حياتها بأكملها تعيش في الأعلى فوق سطح الأرض. وقد اكتشف الباحثون في كاليفورنيا ما يسمونه "الحدائق الجوية." أكثر من 200 قدم فوق أرض الغابة في بلد الخشب الأحمر، برزت أطراف ضخمة خارجة من الأشجار التي تعيش لمدة 1000 عام. وهذه الأطراف هي من الضخامة بحيث الإبر، والطحالب ، وغيرها من الحطام التي تقع عليها أبدا لا تسقط على الأرض، وهي تتراكم وتضمحل، وتصبح نوع من التربة بعد بضع سنوات فقط .

source: When this happens, seeds from a variety of plants, lifted into the air by winds or dropped by birds and other animals, sprout and begin to grow. After a few years, shrubs and even small trees are able to grow hundreds of feet above the ground. These "gardens" attract animals like squirrels, salamanders, and many birds who may spend their entire lives high above the ground.
ar_eg: وعندما يحدث ذلك، البذور من مجموعة متنوعة من النباتات، ترفع في الهواء بفعل الرياح أو تنحدر بفعل الطيور وغيرها من الحيوانات، تنبت وتبدأ في النمو بعد سنوات قليلة، والشجيرات، وحتى الأشجار الصغيرة هي قادرة على النمو مئات الأقدام فوق الأرض. هذه "الحدائق" تجذب الحيوانات مثل السناجب، والسلمندر، والعديد من الطيور التي يمكن أن تقضي حياتها بأكملها في الأعلى فوق سطح الأرض .

source: Question A. What are the producers in redwood forests?
ar_eg: السؤال أ. ما هي المنتجات في غابات الخشب الأحمر؟

source: Redwood trees only
ar_eg: أشجار الخشب الأحمر فقط

source: Redwood trees and all other green plants
ar_eg: أشجار الخشب الأحمر و كل النباتات الخضراء الأخرى

source: Mosses and squirrels
ar_eg: الطحالب والسناجب

source: Ground-dwelling ferns and salamanders
ar_eg: السراخس الأرضية والسلمندر

source: Question B. In redwood forests, the process responsible for energy production is...
ar_eg: السؤال ب . في غابات الخشب الأحمر ، العملية المسؤولة عن انتاج الطاقة هي ...

source: Cellular respiration
ar_eg: التنفس الخلوي

source: Photosynthesis
ar_eg: التمثيل الضوئي

source: Metabolism
ar_eg: الأيض

source: Primary growth
ar_eg: النمو الأولي

source: Think about it... Are there any other green plants?
ar_eg: فكر فيها... هل هناك أي نباتات خضراء أخرى؟

source: Correct! All green plants are producers.
ar_eg: صحيح! كل النباتات الخضراء هي منتجات

source: Hmmmm... Are squirrels green plants?
ar_eg: همممممم...هل السناجب نباتات خضراء؟

source: Salamanders? Really? Let's think about green plants.
ar_eg: السلمندر؟ حقا؟ دعنا نفكر بالنباتات الخضراء

source: Sorry. That's how energy is released.
ar_eg: آسف. هكذا يتم إطلاق الطاقة.

source: Yes! Photosynthesis is the process in all producers.
ar_eg: نعم! التمثيل الضوئي هي عملية في كل المنتجات.

source: Not quite. Metabolism refers to all cellular processes.
ar_eg: ليس تماما . الأيض تشير الى كل العمليات الخلوية.

source: No. Photosynthesis provides energy to power primary growth.
ar_eg: لا. التمثيل الضوئي تزود النمو الأولي بالطاقة.

source: All <span class='key'>food webs</span> are built upon producers, the green plants that convert solar energy into the fuel for all types of life on Earth. Any system may have one or more producers providing food and oxygen for any possible number of <span class='key'>consumers</span>. The consumers can be any combination of <span class='key'>first-order</span> and higher-order and, of course, the decomposers complete the process.
ar_eg: جميع <span class='key'>الشبكات الغذائية </span> مبنية على المنتجات، والنباتات الخضراء التي تحول الطاقة الشمسية إلى وقود لجميع أنواع الحياة على الأرض. قد يحتوي أي نظام على واحد أو أكثر من المنتجين يوفرون الغذاء و الأكسجين لأي عدد ممكن من <span class='key'>المستهلكات</span> . ويمكن للمستهلكات أن تكون أي مزيج من <span class='key'>الدرجة الأولى </span> و الدرجة العليا، وبالطبع،المحللات تكمل العملية.
