Repository: geneconde/NGR-sandbox
Catalog: demo/natural-hazards/Locale/*/LC_MESSAGES/natural-hazards.po
Languages: ar_eg, es_es

source: No, this statement is correct. The map shows us which areas are most likely going to feel the earthquake the most as well as the possible amount of damage each area will have.
ar_eg: لا، هذه الجملة صحيحة. تعرض الخارطة لنا المناطق الأكثر عرضة للتأثر بالهزة الأرضية وتعطينا أيضاً تقدير لحجم الدمار في كل منطقة.
es_es: No, esta afirmación es correcta. El mapa nos muestra qué áreas es más probable que vaya a sentir el terremoto y la posible cantidad de daño cada área tendrá.

source: No, this statement is correct. From the chart we see that the potential damage of the red region is &#34;very heavy&#34; which is the most probable damage.
ar_eg: لا،هذه العبارة صحيحة. من الرسمة يمكن أن نرى أن حجم الدمار المتوقع في المنطقة الحمراء &#34; شديد جداً&#34; أي واحد يمثل الدمار المتوقع.
es_es: No, esta afirmación es correcta. De la tabla vemos que el daño potencial de la región roja es "muy pesada", que es el daño más probable.

source: No, this statement is correct. People can identify the area they live or work in and prepare for potential damages.
ar_eg: لا، هذه الجملة صحيحة. يمكن للناس أن يحددوا المنطقة التي يعيشون أو يعملون فيها والتحضير للدمار الذي يمكن أن يحدث.
es_es: No, esta afirmación es correcta. La gente puede identificar el área en que viven o trabajan en y prepararse para posibles daños.

source: Looking for emergency exits...
ar_eg: البحث عن مخارج طوارئ...
es_es: Buscando salidas de emergencia ...

source: Match each picture to its natural disaster by flipping or rotating the box to show the correct image that matches the label. Then, click on "weather" or "geology" under each illustration to show if each natural hazard is weather related or geology related.
ar_eg: طابق بين كل صورة مع كارثتها الطبيعية بواسطة قلب أو تدوير الصندوق لإظهار الصورة الصحيحة التي تتطابق مع الملصق. انقر على طقس أو جيولوجياتحت كل توضيح لإظهار فيما إذا كانت خطر طبيعي مرتبط بالطقس أو مرتبط بالجيولوجيا.
es_es: Empareje cada imagen a su desastre natural por voltear o girar la caja para mostrar la imagen correcta que coincide con la etiqueta. Haga clic en "tiempo" o "geología" debajo de cada ilustración para mostrar si cada peligro natural es relacionado con el clima o la geología relacionados.

source: Select
ar_eg: إختار
es_es: Seleccione

source: Geological
ar_eg: جيولوجي
es_es: Geológico

source: Correct! A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. These are all natural hazards that have many effects on the environment and people. A hurricane is a storm that forms at sea and strikes land. A drought is what happens when there is no rain for a long time, you can see the crackles in the land.
ar_eg: صحيح! تسونامي هو عندما تتسبب موجات بحرية ضخمة بدمار كبير بالأرض التي تصطدم بها. والزوبعة هو محقان من الهواء يتشكل من الأرض إلى السماء. هذه جميعها أخطار طبيعية لها العديد من الآثار على البيئة وعلى الناس. والإعصار هو عاصفة تتشكل في البحر وتضرب الأرض. الجفاف هو ما يحدث عندما لا يكون هناك مطر لفترة طويلة، يمكنك أن ترى التشققات في الأرض.
es_es: ¡Correcto! Un tsunami es cuando las olas de puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas. Un huracán es una tormenta que se forma en el mar y golpea la tierra. Una sequía es lo que sucede cuando no hay lluvia durante mucho tiempo, se puede ver los crujidos en la tierra.

source: Not quite. A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. These are all natural hazards that have many effects on the environment and people. A hurricane is a storm that forms at sea and strikes land. A drought is what happens when there is no rain for a long time, you can see the crackles in the land.
ar_eg: ليس تماماً! تسونامي هو عندما تسبب موجات بحرية ضخمة دمار بعد أن تصطدم بالأرض. الزوبعة هي محقان من الهواء يتشكل من الأرض إلى السماء. هذه هي جميعها أخطار طبيعية لها العديد من الآثار على البيئة وعلى الناس. والإعصار هو عاصفة تتشكل في البحر وتضرب الأرض. والجفاف هو ما يحدث عندما لا يكون هناك مطر لفترة طويلة، يمكنك أن ترى التشققات في الأرض.
es_es: No exactamente. Un tsunami es cuando las olas de puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas. Un huracán es una tormenta que se forma en el mar y golpea la tierra. Una sequía es lo que sucede cuando no hay lluvia durante mucho tiempo, se puede ver los crujidos en la tierra.

source: Weather or geology?
ar_eg: طقس أم جيولوجيا؟
es_es: ¿Clima o geología?

source: Due to the number of volcanic eruptions and earthquakes, the Pacific &#34;Ring of Fire&#34; is the most common place for tsunamis to happen. Which true statement can we infer from this information?
ar_eg: كنتيجة لعدد ثورات البركان والهزات الأرضية، &#34; حلقة النار في المحيط الهادئ&#34; هي المكان الأكثر عرضه لحدوث التسونامي. أي عبارة صحيحة يمكن أن تستنتج منها هذه المعلومات؟
es_es: Debido a la cantidad de erupciones volcánicas y terremotos, el "Anillo de Fuego" del Pacífico es el lugar más común donde los tsunamis suceden. ¿Qué afirmación verdadera podemos deducir de esta información?

source: Some natural hazards are more likely to occur than others in a given region.
ar_eg: بعض الأخطار الطبيعية هي الأكثر ملائمةً من غيرها في منطقة معينة.
es_es: Algunos tipos de tiempo severo tienen mayor probabilidad que otros de una región determinada.

source: Some kinds of natural hazards only happen in a certain region.
ar_eg: بعض أنواع الأخطار الطبيعية يحدث في منطقة معينة فقط.
es_es: Algunos tipos de riesgos naturales sólo ocurren en una región determinada.

source: Humans cannot eliminate the hazards but can take steps to reduce their impacts.
ar_eg: لا يمكن لبني البشر تجاهل المخاطر ولكن يمكنهم أخذ خطوات لتخفيف تأثيراتها.
es_es: Los humanos no pueden eliminar los riesgos, pero puede tomar medidas para reducir sus impactos.

source: Humans can eliminate the hazards and take steps to reduce their impacts.
ar_eg: يمكن للبشر تجاهل المخاطر وأخذ خطوات لتخفيف تأثيراتها.
es_es: Los seres humanos pueden eliminar los riesgos y tomar medidas para reducir sus impactos.

source: Correct. Tsunamis are triggered by underwater volcanoes and earthquakes. The "Ring of Fire" shows the region that this happens often and will most likely cause a tsunami.
ar_eg: صحيح. التسونامي يتسبب بشكلٍ مباشر عن البراكين والهزات الأرضية. حلقة النار تُظهر المنطقة التي يحدث هذا فيها عادةً وسوف تكون إمكانية حدوث التسونامي فيها عالية.
es_es: Correcta. Los tsunamis son provocados por los volcanes submarinos y terremotos. El "Anillo de Fuego", muestra la región que esto sucede a menudo y donde lo más probable causará un tsunami.

source: No, this is not true; underwater volcanoes and earthquakes and therefore tsunamis could happen anywhere- not just in the Ring of Fire.
ar_eg: لا، هذا ليس صحيحاً؛ البراكين والهزات الأرضية تحت الماء يمكن أن تحدث في أي مكان-ليس فقط في حلقة النار.
es_es: No, esto no es cierto; volcanes y terremotos submarinos y, por tanto, los tsunamis pueden ocurrir en cualquier lugar, no sólo en el Anillo de Fuego.

source: Not quite, it is correct – but we cannot infer this from this information.
ar_eg: ليس تماماً، هذا صحيح ولكن لا نستطيع أن نستخلص من هذه المعلومات.
es_es: No exactamente, es cierto - pero no podemos inferir esto por esta información.

source: No, this is not true. People cannot eliminate natural hazards, at best we can predict them.
ar_eg: لا، هذا ليس صحيحاً. لا يستطيع تجاهل المخاطر الطبيعية، وفي أفضل الحالات يستطيع التنبؤ بها.
es_es: No, esto no es cierto. Las personas no pueden eliminar los riesgos naturales, como mucho podemos predecirlos.

source: A. Some natural hazards are more likely to occur than others in a given region.
ar_eg: أ. بعض الأخطار الطبيعية تحدث أكثر في منطقة معينة.
es_es: A. Algunos riesgos naturales son más probables que otros en una región determinada.

source: B. Some kinds of severe weather only happen in a certain region.
ar_eg: ب. بعض الأحوال الجوية الخطيرة تحدث فقط في منطقة معينة.
es_es: B. Algunos tipos de tiempo severo sólo ocurren en una región determinada.

source: C. Humans cannot eliminate the hazards but can take steps to reduce their impacts.
ar_eg: ج. لا يستطيع الناس تجاهل المخاطر ولكن يستطيعون التقليل من تأثيراتها.
es_es: C. Los seres humanos no pueden eliminar los peligros, pero pueden tomar medidas para reducir sus impactos.

source: D. Humans can eliminate the hazards and take steps to reduce their impacts.
ar_eg: د. بني البشر يستطيعون تجاهل وأخذ الخطوات لتخفيف تأثيراتها.
es_es: D. Los seres humanos pueden eliminar los peligros y tomar medidas para reducir sus impactos.

source: The ring of fire
ar_eg: حلقة النار
es_es: El anillo de fuego

source: End of Review
ar_eg: نهاية المراجعة
es_es: Final del repaso

source: Congratulations
ar_eg: مبروك
es_es: Enhorabuena

source: You've completed this Natural Hazards review.
ar_eg: لقد أنهيت هذه المراجعة وهي الأخطار الطبيعية.
es_es: Ud. ha completado este repaso de riesgos naturales.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التأكد من كيف عملت بالتقويم السريع وفي الأسئلة السريعة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puede comprobar cómo lo hizo en el "Repaso breve" y "Preguntas de la Prueba 'para este repaso por hacer clic en el botón de abajo.

source: How Did I Do?
ar_eg: كيف عملت؟
es_es: ¿Cómo me fue?

source: You're done!
ar_eg: لقد أنهيت!
es_es: ¡Ud. ha terminado!

source: Quick Check #1 - How did I do?
ar_eg: التقويم السريع رقم 1 - كيف عملت؟
es_es: Verificación rápida #1 - ¿Cómo me fue?

source: Quick Check #2 - How did I do?
ar_eg: تقويم سريع رقم2 - كيف عملت؟
es_es: Verificación rápida #2 - ¿Cómo me fue?

source: Quick Check #3 - How did I do?
ar_eg: تقويم سريع رقم 3 - كيف عملت؟
es_es: Verificación rápida #3 - ¿Cómo me fue?

source: Quick Check #1
ar_eg: تقويم سريع رقم 1
es_es: Verificación rápida #1

source: Quick Check #2
ar_eg: تقويم سريع رقم 2
es_es: Verificación rápida #2

source: Quick Check #3
ar_eg: تقويم سريع رقم 3
es_es: Verificación rápida #3

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de cuestionario #1

source: Quiz Question #2
ar_eg: سؤال سريع رقم 2
es_es: Pregunta de cuestionario #2

source: Quiz Question #3
ar_eg: سؤال سريع رقم 3
es_es: Pregunta de cuestionario #3

source: Quiz Question #4
ar_eg: سؤال سريع رقم 4
es_es: Pregunta de cuestionario #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de cuestionario #5

source: Quiz Question #6
ar_eg: سؤال سريع رقم 6
es_es: Pregunta de cuestionario #6

source: Quiz Question #1 - How did I do?
ar_eg: سؤال سريع رقم 1- كيق عملت؟
es_es: Pregunta de cuestionario #1 - ¿Cómo me fue?

source: Quiz Question #2 - How did I do?
ar_eg: سؤال سريع رقم 2- كيف عملت؟
es_es: Pregunta de cuestionario #2 - ¿Cómo me fue?

source: Quiz Question #3 - How did I do?
ar_eg: سؤال سريع رقم 3 - كيف عملت؟
es_es: Pregunta de cuestionario #3 - ¿Cómo me fue?

source: Quiz Question #4 - How did I do?
ar_eg: سؤال سريع رقم 4- كيف عملت؟
es_es: Pregunta de cuestionario #4- ¿Cómo me fue?

source: Quiz Question #5 - How did I do?
ar_eg: سؤال سريع رقم 5- كيف عملت؟
es_es: Pregunta de cuestionario #5- ¿Cómo me fue?

source: Quiz Question #6 - How did I do?
ar_eg: سؤال سريع رقم 6- كيف عملت؟
es_es: Pregunta de cuestionario #6 - ¿Cómo me fue?

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navegar por las diapositivas abajo haciendo clic en las flechas izquierdas y derecha

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: There are many natural hazards that humans can’t get rid of or avoid.
es_es: Hay muchos peligros naturales que los humanos no pueden eliminar o evitar.

source: Correct! If moving out the area that usually has wildfires is not an option, all of above are good choices to protect your home from a potential wildfire. If there is an immediate wildfire threat coming near your home, evacuation would be the best choice.
es_es: ¡Correcto! Si alejarse fuera del área que tiene los incendios forestales no es una opción, todas las anteriores son buenas opciones para proteger su hogar contra un incendio forestal potencial. Si hay una amenaza de incendio forestal inmediata que viene cerca de su casa, la evacuación sería la mejor opción.

source: Not quite. If moving out the area that usually has wildfires is not an option, all of above are good choices to protect your home from a potential wildfire. You can probably think of more things to do to protect yourself and your home from a potential wildfire as well.
es_es: No exactamente. Si mudarse fuera del área que por lo general tiene los incendios forestales no es una opción, todas las anteriores son buenas opciones para proteger su hogar contra un incendio forestal potencial. Usted probablemente puede pensar en más cosas que hacer para protegerse y proteger su hogar contra un incendio forestal potencial también.
