Repository: geneconde/NGR-sandbox
Catalog: demo/natural-hazards/Locale/*/LC_MESSAGES/natural-hazards.po
Languages: ar_eg, es_es

source: Natural hazard
ar_eg: الخطر الطبيعي
es_es: Los riesgos naturales

source: Natural hazards are dangers that come from nature; threatening life, health, property, and the environment. There are many different kinds of natural hazards. Some natural hazards are related to the weather, like lightning, hurricanes, and tornadoes. Some are related to just geology; like earthquakes and volcanoes. Many natural hazards and disasters are the result of combinations of weather and landscapes in certain areas.
ar_eg: الأخطار الطبيعية هي أخطار تأتي من الطبيعة؛ تهدد الحياة والصحة والملكيات والبيئة. هناك الكثير من أنواع الأخطار الطبيعية. بعض الأخطار الطبيعية مرتبطة بالجو مثل البرق والزوابع والأعاصير. وبعضها مرتبط بالجيولوجيا؛ مثل الهزات الأرضية والبراكين. والعديد من الكوارث والأخطار الطبيعية تنتج عن مزيج من العوامل الجوية وطبيعة الأرض في بعض المناطق.
es_es: Los riesgos naturales son peligros que provienen de la naturaleza; amenazando la vida, la salud, la propiedad y el medio ambiente. Hay muchos tipos diferentes de peligros naturales. Algunos peligros naturales están relacionados con el clima, como rayos, huracanes y tornados. Algunas están relacionadas con sólo la geología; como los terremotos y volcanes. Muchos de los peligros naturales y los desastres son el resultado de combinaciones de tiempo y paisajes en ciertas áreas.

source: Close me!
ar_eg: أغلقني
es_es: ¡cierreme!

source: Landscape
ar_eg: طبيعة الأرض
es_es: Paisaje

source: A landscape is the shape and features of the land.
ar_eg: طبيعة الأرض هو شكل وخصائص الأرض.
es_es: Un paisaje es la forma y las características del terreno.

source: Geologist
ar_eg: جيولوجي
es_es: Geólogo

source: Geologists are scientists that study the science of the solid parts of the earth made out of rocks and soil but also study the water in rivers and lakes too. Climatologists and meteorologists are scientists that study the atmosphere to understand climate and weather.
ar_eg: الجيولوجيون هم علماء يدرسون علم الأجزاء الصلبة من الأرض المكون من الصخور والتربة ويدرسون أيضاً الماء في الأنهار والبحيرات. علماء الطقس والراصدون الجويون هم علماء يدرسون المحيط الجوي لفهم الطقس والمناخ.
es_es: Los geólogos son científicos que estudian la ciencia de las partes sólidas de la tierra hecha de rocas y el suelo y también estudian el agua en los ríos y lagos. Los climatólogos y meteorólogos son los científicos que estudian la atmósfera para entender el clima y el tiempo.

source: Meteorologist
ar_eg: راصد جوي
es_es: Meteorólogo

source: Climatologists and meteorologists are scientists that study the atmosphere to understand climate and weather.
ar_eg: الراصدون الجويون وعلماء الطقس هم علماء يدرسون المحيط الجوي لفهم الطقس والمناخ.
es_es: Los climatólogos y meteorólogos son los científicos que estudian la atmósfera para entender el clima y el tiempo.

source: Climatologist
ar_eg: عالم الطقس
es_es: Climatólogo

source: Forecasting
ar_eg: التنبؤ الجوي
es_es: Pronosticando

source: Forecasting is, in meteorology, predicting the weather using scientific instruments.
ar_eg: التنبؤ الجوي هو التنبؤ بحالة الجو بإستخدام الأدوات العلمية.
es_es: El pronóstico es, en meteorología, predecir el tiempo con instrumentos científicos.

source: A volcano is a place on the surface of Earth where hot, liquid rock comes up from deep inside Earth. Some volcanoes have hot, liquid rock flowing out of them all the time. Other volcanoes are quiet for many years, but they are still volcanoes. Not all volcanoes look the same. Some volcanoes look like mountains. Others are flat or look like shallow holes.
ar_eg: البركان هو مكان على سطح الأرض يخرج منه الصخور السائلة والحارة من عمق الأرض. بعض البراكين فيها صخور سائلة ساخنة تتطاير منها في جميع الأوقات. براكين أخرى هادئة لعدة سنوات، لكنها ما زالت براكين. لا تتشابة جميع البراكين. فبعض البراكين تشبه الجبال. وأخرى مسطحة أو تظهر مثل الحفر الضحلة.
es_es: Un volcán es un lugar en la superficie de la Tierra donde roca caliente y líquida viene desde lo más profundo dentro de la Tierra. Algunos volcanes tienen roca caliente y líquida que sale de ellos todo el tiempo. Otros volcanes son tranquilas durante muchos años, pero siguen siendo los volcanes. No todos los volcanes tienen el mismo aspecto. Algunos volcanes parecen montañas. Otros son planas o parecen agujeros poco profundos.

source: A drought is a lack of rainfall that lasts a long time. A drought is really bad for farmers. People must use less water when there is a drought. They are supposed to use it only for drinking, cooking, and cleaning. They are not supposed to water their lawns or wash their cars during a drought. Some places, such as deserts, are always in a drought because they never get much rain.
ar_eg: الجفاف هو عدم تساقط المياه لفترة طويلة. الجفاف هو في الواقع سيء للمزارعين. ويجب على الناس أن يستخدموا ماء أقل عندما يكون هناك جفاف. وفي حال حدوث جفاف فمن المفترض أن تستخدم المياه للشرب والطبخ والتنظيف. وليس من المفترض أن يسقوا حدائقهم أو يغسلوا سياراتهم خلال فترة الجفاف. بعض المناطق، مثل الصحاري، تكون دائماً جافة لأنها لم تحصل على كمية المياه اللازمة طوال الحياة.
es_es: Una sequía es la falta de lluvias que dura mucho tiempo. Una sequía es realmente malo para los agricultores. La gente tiene que usar menos agua cuando hay sequía. Se supone que sólo la utiliza para beber, cocinar y limpiar. No se supone que para regar su césped o lavar sus coches durante una sequía. Algunos lugares, como los desiertos, siempre están en una sequía porque nunca se produce mucha lluvia.

source: Evacuate
ar_eg: الإخلاء
es_es: Evacue

source: Natural disaster
ar_eg: كارثة طبيعية
es_es: Desastre natural

source: In the case of a natural disaster, you may be warned to evacuate your home – which means to leave it - because of any of the natural hazards: pay attention and act quickly.
ar_eg: في حال الكارثة الطبيعية، يمكن أن يتم تحذيرك كي تُخلي بيتك وهذا يعني أن تغادره - بسبب أي من أخطار الطبيعة: إنتبه وتفاعل بسرعة.
es_es: En el caso de un desastre natural, puede ver un aviso que evacue su casa - lo que significa dejarla - a causa de alguno de los riesgos naturales: preste atención y actúe con rapidez.

source: Natural disasters are drastic weather phenomena that can potentially cause lots of damages and hurt or kill lots of people. Examples of natural disasters are hurricanes, tornadoes, avalanches, earthquakes, volcanoes, and tsunamis.
ar_eg: الكوارث الطبيعية هي ظواهر جوية مدمرة يمكن أن تتسبب بالكثير من الأضرار وإيذاء أو قتل الناس. أمثلة على الكوارث الطبيعية مثل الزوابع والأعاصير والإنهيارات الثلجية والهزات الأرضية والبراكين وموجات التسونامي.
es_es: Los desastres naturales son fenómenos climáticos drásticos que potencialmente pueden causar un montón de daño y lastimar o matar a mucha gente. Los ejemplos de los desastres naturales son los huracanes, tornados, avalanchas, terremotos, volcanes y tsunamis.

source: Hurricane
ar_eg: الإعصار
es_es: Huracán

source: A hurricane is a very large storm with constant winds of more than 74 miles per hour. Hurricanes usually also come with heavy rain. A hurricane spins as it moves. The center of a hurricane is called its eye. Some hurricanes can easily pull trees out of the ground and tear roofs off houses.
ar_eg: الإعصار هو عاصفة كبيرة جداً برياح ثابتة تصل لأكثر من 74 ميل بالساعة. الأعاصير عادةً ما تترافق مع أمطار غزيرة. والزوبعة تَلتف وهي تتحرك. ويسمى مركز الزوبعة عينه. بعض الزوابع تستطيع أن تقتلع الأشجار بسهولة من الأرض وتُمزق سقوف البيوت.
es_es: Un huracán es una tormenta muy grande, con vientos constantes de más de 74 millas por hora. Los huracanes generalmente también vienen con fuertes lluvias. Un huracán gira mientras se mueve. El centro del huracán se llama el ojo. Algunos huracanes pueden extraer fácilmente los árboles de la tierra y arrancar techos de casas.

source: A tornado is a very dangerous funnel of air from the ground to the sky. Tornadoes are capable of causing much destruction and death.
ar_eg: الزوبعة هي محقان من الهواء خطير جداً يتشكل من الأرض إلى السماء. والزوابع قادرة عل التسبب في الكثير من الدمار والموت.
es_es: Un tornado es un embudo del aire muy peligroso desde el suelo hasta el cielo. Los tornados son capaces de causar mucha destrucción y muerte.

source: An earthquake is a natural disaster in which a sudden movement within the Earth’s crust generates seismic waves. The seismic waves of earthquakes are capable of causing devastation to land and to life.
ar_eg: الهزة الأرضية هي كارثة طبيعية تحدث فيها حركة مفاجئة في القشرة الأرضية ويتولد عن ذلك أمواج زلزالية . هذه الأمواج الزلزالية قادرة على إحداث خراب للأرض وللحياة.
es_es: Un terremoto es un desastre natural en el que un movimiento brusco de la corteza de la Tierra genera ondas sísmicas. Las ondas sísmicas de los terremotos son capaces de causar devastación a la tierra y a la vida.

source: A tsunami is a huge wave. When an earthquake occurs or volcano erupts under water, it can trigger a tsunami. These massive waves travel very fast. When they hit land, they slow down but increase in height. The waves hit and flood everything, destroying homes and other buildings.
ar_eg: تسونامي هو موجة ضخمة. عندما تحدث هزة أرضية أو ينفجر بركان تحت الماء يمكن أن ينتج عن ذلك موجة تسونامي. هذه الأمواج الضخمة تسير بسرعة عالية جداً، وعندما تصطدم بالأرض، تتباطأ وتزيد في الإرتفاع. تضرب الأمواج وتُفَيِّض كل شيء مدمرةً المنازل والبنايات الأخرى.
es_es: Un tsunami es una ola enorme. Cuando se produce un terremoto o un volcán entra en erupción bajo el agua, puede desencadenar un tsunami. Estas enormes olas viajan muy rápido. Cuando chocan contra la tierra, se desaceleran, pero aumentan en altura. Las olas golpean e inundan todo, la destrucción de viviendas y otros edificios.

source: An avalanche is a mass movement of snow, in which it quickly travels down a hill or mountain. Avalanches can be extremely dangerous, as their force and sheer size can be capable of burying everything in its path.
ar_eg: الإنهيار الثلجي هو حركة ثلوج كبيرة جداً يسير فيها الإنهيار بسرعة كبيرة إلى أسفل التلة أو الجبل. الإنهيارات الثلجية يمكن أن تكون خطيرة بدرجة كبيرة جداً، فقوتها وحجمها الضخم قادرٌ على دفن كل شيء في طريقه.
es_es: Una avalancha es un movimiento de masas de nieve, en el que se desplaza rápidamente por una colina o montaña. Las avalanchas pueden ser extremadamente peligrosas, ya que su fuerza y ​​el tamaño total puede ser capaz de enterrar todo a su paso.

source: Lightning
ar_eg: البرق
es_es: Relámpago

source: A build up of static electricity in a cloud that is suddenly discharged. This discharge can be from the cloud to itself, to another cloud, or to the ground. Lightning is always accompanied by the sound of thunder, always observed after the flash due to sound traveling more slowly than light.
ar_eg: هو عبارة عن تجميع من الكهرباء الساكنة الموجودة في الغيوم يتم تفريغها بشكلٍ مفاجئ. هذا التفريغ يمكن أن يكون بنفس الغيمة، أو يغيمة أخرى، أو بالأرض. ويترافق البرق دائماً مع صوت الرعد والذي يظهر دائماً بعد الضوء لأن الصوت ينتقل بشكلٍ أبطأ من الضوء.
es_es: Una acumulación de electricidad estática en una nube que se descarga de repente. Esta descarga puede ser a partir de la nube a sí misma, a otra nube, o al suelo. El relámpago siempre está acompañada por el sonido de un trueno, siempre observado después del destello debido que el sonido viaja más lentamente que la luz.

source: A fire burning vegetation in some sort of wilderness area. It is usually characterized by the fire being very large and spreading very quickly. Wildfires are unusual in their ability to jump across barriers such as roads, rivers, and fire breaks.
ar_eg: هي نار تحرق النباتات في بعض المناطق البرية. وهي عادة ما تتميز بأن نارها كبيرة جداً وتنتشر بسرعة فائقة. حرائق الغابات غير عادية في قدرتها على القفز عن الحواجز مثل الطرق، والأنهار، والحواجز المانعة للحريق.
es_es: Un incendio quema la vegetación en una especie de área silvestre. Por lo general se caracteriza por el fuego ser muy grande y la difusión muy rápido. Los incendios forestales son inusuales en su capacidad de saltar a través de barreras, tales como carreteras, ríos y saltos de fuego.

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Checking what you now know... about natural hazards
ar_eg: التأكد مما تعرف الآن ... عن الأخطار الطبيعية
es_es: Verificando lo que ahora sabe ... acerca de los riesgos naturales

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة وعددها 6 سيعطيك فكرة عما تعرف الآن وما تحتاج لأن تدرس.
es_es: Contestando los siguientes seis (6) preguntas de la prueba le dará una idea de lo ahora sabe y lo que todavía tiene que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر لاحق عندما تكون مستعداً.
es_es: Haga clic en el botón SIGUIENTE cuando esté listo.

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Vamos a ver lo que sabe ahora

source: Quiz Question
ar_eg: سؤال قصير
es_es: Pregunta de examen

source: Look at the map below. Use the key to determine which area in the United States has the least risk of having a tornado.
ar_eg: أنظر إلى الخارطة في الأسفل. مستخدماً المفتاح حدد أي منطقة في الولايات المتحدة بها الخطر أقل لحدوث زوبعة.
es_es: Mire el siguiente mapa. Utilice la clave para determinar qué área en los Estados Unidos tiene el menor riesgo de sufrir un tornado.

source: Rotate or flip the box on the left either up or down to set your answer.
ar_eg: دَوِر أو إقلب الصندوق الموجود في اليسار للأعلى أو للأسفل لتضع إجابتك.
es_es: Rote o gire la caja de la izquierda, hacia arriba o hacia abajo para ajustar su respuesta.

source: Click, hold and slide mouse up or down.
ar_eg: انقر، وثبت الفأرة وحركها للأعلى أو للأسفل.
es_es: Haga clic, mantenga y deslice hacia arriba o hacia abajo el ratón .

source: A. The Northeast - New England
ar_eg: أ. الشمال الشرقي - نيوإنقلاند
es_es: A. El Noreste - Nueva Inglaterra

source: B. The Great Lakes Region
ar_eg: ب. منطقة البحيرات العظمى
es_es: B. La Región de los Grandes Lagos

source: C. Florida and Texas
ar_eg: ج. فلوريدا وتكساس
es_es: C. La Florida Y Texas

source: D. California and Western US
ar_eg: د. كاليفورنيا وغرب الولايات المتحدة
es_es: D. California y los EEUU Occidental

source: Hover your mouse on each US State abbreviation to highlight their location.
ar_eg: حرك الفأرة على كل رمز لولاية أمريكية لتؤشر على موقعها
es_es: Pase el ratón sobre cada abreviatura de estado de EE.UU. para destacar su ubicación.

source: WIND ZONES
ar_eg: مناطق رياح
es_es: Zonas de Viento

source: ZONE I
ar_eg: منطقة 1
es_es: Zona I

source: (130mph)
ar_eg: 130 ميل بالساعة
es_es: (130 millas por hora / 129.29 km por hora)

source: ZONE II
ar_eg: منطقة 2
es_es: Zona II

source: (160mph)
ar_eg: 160 ميل بالساعة
es_es: (160 millas por hora /257.50 km por hora)

source: ZONE III
ar_eg: منطقة 3
es_es: Zona III

source: (200mph)
ar_eg: 200 ميل بالساعة
es_es: (200 millas por hora/ 321.87km por hora)

source: ZONE IV
ar_eg: منطقة 4
es_es: Zona VI

source: (250mph)
ar_eg: 250 ميل بالساعة
es_es: (250 millas por hora / 402.34 km por hora)

source: Answer
ar_eg: الإجابة
es_es: Respuesta

source: Correct, the western states of the US are in Zone I which have the least tornado risk.
ar_eg: صحيح، الولايات الغربية من الولايات المتحدة هي المنطقة 1 التي تمثل المنطقة الأقل حدوثاً للزوابع.
es_es: Así es, los estados del oeste de los EE.UU. se encuentran en la Zona I, que tienen el menor riesgo de tornado.

source: No, the Northeastern states are in Zone II which have a higher risk than Zone I.
ar_eg: لا، الولايات الشمالية الشرقية هي في المنطقة 2 التي تمثل المنطقة الأكثر خطورة من المنطقة 1.
es_es: No, los estados del noreste se encuentran en la Zona II que tienen un riesgo mayor que la zona I.

source: Not quite, that region is mostly orange- in Zone III.
ar_eg: ليس صحيحاً، هذه المنطقة هي غالباً برتقالية -في المنطقة 3.
es_es: No exactamente esa región es mayormente de color naranja, en la Zona III.

source: No, Florida and Texas are in zone III, they have a high risk of having a tornado.
ar_eg: لا، فلوريدا وتكساس هما في المنطقة 3، هما الأكثر عرضه لحدوث عاصفة.
es_es: No, la Florida y Texas están en la zona III, tienen un alto riesgo de sufrir un tornado.

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو ...
es_es: y la primera pregunta del cuestionario es ...

source: Most states in the United States are at risk for some kind of natural hazard. The best strategy to protect your family and property from damages is to:
ar_eg: معظم الولايات في الولايات المتحدة الأمريكية تعاني من خطر حدوث نوع من الأخطار الطبيعية. وأفضل استراتيجية لحماية عائلتك وممتلكاتك من الدمار هي:
es_es: La mayoría de los estados en los estados unidos están en riesgo de algún tipo de riesgo natural. La mejor estrategia para proteger a su familia y su propiedad de daños es:

source: A. Understand the hazard and know what to do to minimize the risk.
ar_eg: أ. فهم الخطر ومعرفة ما العمل لتقليل الخسارة..
es_es: A. Entienda el peligro y sabe qué hacer para minimizar el riesgo.

source: B. Hope that nothing happens during your lifetime.
ar_eg: ب. إبقاء الأمل بأن لا يحدث أي شيء خلال حياتك.
es_es: B. Espere que no pase nada durante su vida.

source: C. Go on the internet and find out any news about upcoming natural hazards.
ar_eg: ج. البحث في الإنترنت للحصول على أي أخبار حول الأخطار الطبيعية المتوقعة.
es_es: C. Vaya al Internet y averigue cualquier noticia acerca de los peligros naturales próximos.

source: D. Ignore it because whatever will happen will happen.
ar_eg: د. تجاهلها بسبب أن ما سيحدث سيحدث على أية حال.
es_es: D. Ignorelo porque lo que va a pasar va a pasar.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وثبت الفأرة وحركها للأعلى وللأسفل كي تُدَوِّر الصندوق وتختار إجابتك.
es_es: Haga clic, mantenga y deslice el ratón hacia arriba y hacia abajo para girar la caja y seleccione su respuesta.

source: Correct. Understanding potential dangers and being prepared for them is the best option.
ar_eg: صحيح. فهم المخاطر المحتملة والتحضير المسبق هو الخيار الأفضل.
es_es: Correcta. Comprender los peligros potenciales y estar preparados para ellos es la mejor opción.

source: No, hoping for the best is not enough; you also need to plan for the worst.
ar_eg: لا،العيش على الأمل بأن ما سيحدث هو الأفضل ليس كافياً، وإنما هناك حاجة ماسة لوضغ خطة لإحتمال الأسوأ .
es_es: No, esperando lo mejor no es suficiente, también hay que planear para lo peor.

source: Ignoring the natural hazard is simply being in denial- it is the worst option of the four.
ar_eg: تجاهل الخطر الطبيعي هو ببساطة نوع من الإنكار - وهو أسوأ خيار من بين الأربعة خيارات.
es_es: Ignorando la amenaza natural es simplemente negarlo-es la peor opción de las cuatro.

source: Flood-proofing the house...
ar_eg: المنارل المضادة للفيضانات ...
es_es: A prueba de inundación la casa ...

source: Drag the boxes at the left up or down to match its description at the right.
ar_eg: اسحب المربعات الموجودة لليسار أو لليمين لمقارنة وصفها في اليسار.
es_es: Arrastra las cajas a la izquierda, hacia arriba o hacia abajo para que coincida con su descripción a la izquierda.

source: A storm that forms at sea and strikes land.
ar_eg: عاصفة تتشكل في البحر وتضرب الأرض.
es_es: Una tormenta que se forma en el mar y golpea la tierra.

source: Massive harbor waves that cause damage when they crash into land.
ar_eg: أمواج موانئ مدمرة تسبب تدمير الأرض عندما تصطدم فيها.
es_es: Ondas masivas del puerto que causan daño cuando se estrellan en la tierra.

source: A funnel of air from the ground to the sky.
ar_eg: محقان من الهواء يتشكل من الأرض وحتى السماء.
es_es: Un embudo de aire desde el suelo hasta el cielo.

source: What happens when there is no rain for a long time.
ar_eg: ماذا يحدث عندما لا يوجد شتاء لفترة طويلة.
es_es: Sucede cuando no hay lluvia durante mucho tiempo.

source: Great job! A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. These are all natural hazards that have many effects on the environment and people.
ar_eg: عمل رائع! التسونامي هو عندما تتسبب أمواج الموانئ الضخمة بتدمير الأرض عندما تصطدم بها. والزوبعة هي محقان من الهواء من الأرض حتى السماء. وهذه جميعها أخطار طبيعية لها الكثير من التأثيرات على البيئة وعلى الناس.
es_es: ¡Buen trabajo! Un tsunami es cuando las ondas del puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas.

source: Not quite. A tsunami is when massive harbor waves cause damage when they crash into land. A tornado is a funnel of air from the ground to the sky. A hurricane is a storm that forms at sea and strikes land. A drought is a lack of rainfall that lasts a long time.
ar_eg: ليس صحيحاً. التسونامي هو عندما أمواج الموانئ الضخمة تتسبب بأضرار كبيرة عندما تصطدم في الأرض. والزوبعة هي محقان من الهواء من الأرض وحتى السماء. والإعصار هو عاصفة تتشكل في البحر وتضرب الأرض.
es_es: No exactamente. Un tsunami es cuando las ondas del puerto masivas causan daño cuando se estrellan en la tierra. Un tornado es un embudo de aire desde el suelo hasta el cielo. Estos son todos los riesgos naturales que tienen muchos efectos sobre el medio ambiente y las personas. Un huracán es una tormenta que se forma en el mar y golpea la tierra. Una sequía es lo que sucede cuando no hay lluvia durante mucho tiempo, se puede ver los crujidos en la tierra.

source: Evacuating people...
ar_eg: إخلاء الناس ...
es_es: Evacuando a la gente ...

source: The map below shows a possible scenario of an earthquake in a certain area. Which of the statements below <span class='blink red'>ARE NOT</span> correct?
ar_eg: الخارطة الموجودة في الأسفل هي سيناريو لهزة أرضية في منطقة معينة. أي من العبارات الموجودة في الأسفل <span class='blink red'>ليست</span> صحيحة؟
es_es: El siguiente mapa muestra un posible escenario de un terremoto en un área determinada. ¿Cuál de las siguientes afirmaciones<span class='blink red'> NO ES </span>correcta?

source: A. The map shows us which areas are most likely going to feel the earthquake the most.
ar_eg: أ. تُظهر الخارطة لنا أي المناطق على الأرجح أن تحدث بها هزة أرضية.
es_es: A. El mapa nos muestra qué áreas es más probable que vaya a sentir el terremoto más.

source: B. The red area will probably have the most damage from the earthquake.
ar_eg: ب. المنطقة الحمراء يمكن أن تكون هي الأكثر تدميراً من الهزة الأرضية.
es_es: B. El área roja tendrá probablemente el mayor daño por el terremoto.

source: C. The yellow area will probably feel the earthquake the least.
ar_eg: ج. المنطقة الصفراء من الممكن أن تكون الأقل إحتمالاً لحدوث الهزة الأرضية.
es_es: C. El área amarilla, probablemente se sentirá el terremoto lo más mínimo.

source: D. This information can help people in the area prepare for the earthquake.
ar_eg: د. هذه المعلومات يمكن أن تساعد الناس الموجودين في المنطقة للتحضير للهزة الأرضية.
es_es: D. Esta información puede ayudar a la gente en el área prepararse para el terremoto.

source: Image produced by the U.S. Geological Survey
ar_eg: أنتجت الصورة بواسطة المسح الجغرافي الأمريكي.
es_es: Imagen producida por el Servicio Geológico de EE.UU.

source: Correct. This is false because the amount of shaking is "strong" for the yellow region.
ar_eg: صحيح. هذا خطأ لأن حجم التأرجح هو &#34;قوي &#34; للمنطقة الصفراء.
es_es: Correcta. Esto es falso, porque la cantidad percibida sacudiendo es "fuerte" para la región amarilla.
