Repository: geneconde/NGR-sandbox
Catalog: demo/natural-hazards/Locale/*/LC_MESSAGES/natural-hazards.po
Languages: ar_eg, es_es

source: Climatologists and meteorologists study climate and weather.
ar_eg: علماء الطقس والراصدون الجويون يدرسون الطقس والمناخ.
es_es: Los climatólogos y meteorólogos estudian el clima y el tiempo.

source: Geologists make sure natural hazards are avoided.
ar_eg: علماء الجيولوجيا يتأكدون من أن الكوارث الطبيعية يمكن تجاوزها.
es_es: Los geólogos aseguran de que se evitan los riesgos naturales.

source: You got it right! Scientists know that earthquakes and volcanic activity underwater trigger tsunamis.
ar_eg: لقد حصلت على الفكرة الصحيحة! يعرف العلماء أن الهزات الأرضية والنشاط البركاني تحت الماء يتسبب بموجات تسونامي.
es_es: ¡Usted ha hecho bien! Los científicos saben que los terremotos y la actividad volcánica bajo el agua desencadenan tsunamis.

source: Not quite. Volcanic activity that is underwater can cause a tsunamis.
ar_eg: ليس صحيحاً. النشاط البركاني الذي يحدث تحت الماء يمكن أن يسبب تسونامي.
es_es: No exactamente. La actividad volcánica que está bajo el agua puede causar un tsunami.

source: Not quite. Only volcanic activity that is underwater can cause tsunami. Volcanoes on land don’t cause tsunamis.
ar_eg: ليس صحيحاً. النشاط البركاني الذي يحدث تحت الماء فقط يمكن أن يسبب تسونامي. البراكين على اليابسة لا تسبب تسونامي.
es_es: No exactamente. Sólo la actividad volcánica que está bajo el agua puede causar tsunamis. Volcanes en tierra no causan tsunamis.

source: No. Earthquakes or volcanoes that erupt under water can cause a tsunami.
ar_eg: لا. الهزات الأرضية والبراكين التي تقذف حماها تسبب موجات تسونامي
es_es: No. Los terremotos o volcanes que estallan bajo el agua pueden causar un tsunami.

source: No. Underwater earthquakes or volcanoes can cause a tsunami.
ar_eg: لا. الهزات الأرضية أو البراكين يمكن أن تتسبب بموجات تسونامي.
es_es: No. Los terremotos o volcanes bajo el agua pueden causar un tsunami.

source: Question B. Click on ALL the correct statements below.
ar_eg: السؤال ب. انقر على جميع العبارات الصحيحة في الأسفل.
es_es: Pregunta B. Haga clic en TODAS las declaraciones correctas de abajo.

source: Correct! Climatologists study the climate, and meterologists study the weather. Many scientists study natural events to better understand why, how, and when they occur. They hope to be able to predict them.
ar_eg: صحيح! علماء الطقس يدرسون الطقس، والراصدون الجويون يدرسون المناخ. العديد من العلماء يدرسون الأحداث الطبيعية كي يفهموا بشكلٍ أفضل لماذا، وكيف، ومتى ستحدث. هم يأملون أن يتمكنوا من التنبؤ بها.
es_es: ¡Correcto! Los climatólogos estudian el clima, y meterologists estudian el clima. Muchos científicos estudian los fenómenos naturales para comprender mejor por qué, cómo y cuando se producen. Tienen la esperanza de ser capaces de predecirlos.

source: Not quite! Scientists cannot predict all natural hazards. Although they study natural disasters and work hard to be able to predict them (not avoid them) someday.
ar_eg: ليس صحيحاً! لا يستطيع العلماء التنبؤ بالكوارث الطبيعية. بالرغم من أنهم يعملون بجد كي يكونوا قادرين على التنبؤ بها (وليس تجنبها) في يومٍ ما.
es_es: ¡No exactamente! Los científicos no pueden predecir todos los riesgos naturales. Aunque estudian los desastres naturales y trabajan duro para poder predecirlos (no evitarlas) algún día.

source: Checking weather conditions...
ar_eg: التأكد من الظروف الجوية
es_es: Comprobando las condiciones meteorológicas ...

source: Meteorologists are limited as to which natural hazards they can forecast. However, the more science advances, the more tools and technology are created to help monitor and forecast what is going on in nature.
ar_eg: الراصدون الجويون محددين بالأخطار الطبيعية التي يتمكنوا من التنبؤ بها. ومع ذلك، كلما تقدم العلم، كلما استحدثت أدوات وتكنولوجيا جديدة للمساعدة في مراقبة والتنبؤ لما يحدث في الطبيعة.
es_es: Los meteorólogos están limitados sobre qué riesgos naturales que pueden pronosticar. Sin embargo, mientras más avanza la ciencia, más herramientas y la tecnología se crean para ayudar a controlar y predecir lo que sucede en la naturaleza.

source: There are many natural hazards that humans can’t get rid of or avoid.
ar_eg: هناك الكثير من الأخطار الطبيعية التي لا يستطيع البشر التخلص منها أو تجنبها.

source: Some of these are:
ar_eg: بعض منها ما يلي:
es_es: Algunos de estos son:

source: Landslide
ar_eg: الإنزلاق الأرضي
es_es: Corrimiento de tierras

source: Avalanche
ar_eg: الإنهيار الثلجي
es_es: Avalancha

source: Tornado
ar_eg: الزوابع

source: Wildfire
ar_eg: حرائق الغابات
es_es: Incendio forestal

source: Drought
ar_eg: الجفاف
es_es: Sequía

source: Blizzard
ar_eg: العاصفة الثلجية
es_es: Ventisca

source: Tsunami
ar_eg: التسونامي

source: Heat Wave
ar_eg: الأمواج الحارة
es_es: Ola de calor

source: After understanding the science of natural phenomena that cause natural hazards, there are many things humans can do to avoid or minimize their impacts.
ar_eg: بعد فهم العِلم وراء الظاهرة الطبيعية التي تسبب الأخطار الطبيعية هناك العديد من الأشياء يمكن للناس القيام بها لتجنب أو تقليل تأثيراتها.
es_es: Después de comprender la ciencia de los fenómenos naturales que causan riesgos naturales, hay muchas cosas que los humanos pueden hacer para evitar o reducir al mínimo sus impactos.

source: For instance, if scientists understand that in certain parts of the country, dry hot winds will occur during certain parts of the year, then there are actions a family can take to protect themselves and their homes and belongings.
ar_eg: على سبيل المثال، إذا كان العلماء فهموا أنه في مناطق معينة سيكون هناك رياح دافئة و حارة في أوقات معينة من السنة، فسيكون هناك إجراءات يمكن أن تتخذها الأسرة لحماية أنفسهم ومنازلهم وممتلكاتهم. ويمكن لشخص أن يتخلص من كل الأشجار القريبة من المنزل حتى لا تنتشر النار فيها وتصل من خلالها الى المنزل. و إجراء آخر يمكن أن يكون ببناء المنزل من المواد التي لا تحترق بسهولة بالنار - مثل السقف المعدني والطوب أو الجدران الحجرية.
es_es: Por ejemplo, si los científicos entienden que en ciertas partes del país, los vientos calientes y cálidos ocurrirán durante ciertas partes del año, entonces hay acciones que una familia puede tomar para protegerse a sí mismos y a sus hogares y pertenencias. Una de las medidas podría ser la de despejar todos los árboles que están cerca de la casa para que el fuego no pueda extenderse a los árboles y luego a la casa. Otra medida podría ser la construcción de la casa a partir de materiales que no se encienden facilmente como un techo de metal y paredes de ladrillo o piedra.

source: It is suggested to people to prepare themselves for earthquakes in these ways:
ar_eg: ويحث الناس على تحضير أنفسهم للهزات الأرضية بهذه الطرق.
es_es: Se sugiere a las personas que se preparen para los terremotos de estas maneras:

source: <span class='red bold blink'>Click</span> an item to show image.
ar_eg: <span class='red bold blink'>انقر</span> على عنصر لإظهار الصورة.
es_es: <span class='red bold blink'>Haga clic</span> en un artículo para mostrar la imagen.

source: Get a fire extinguisher.
ar_eg: احصل على طفاية حريق
es_es: Obtenga un extintor de incendios.

source: Have an extra water supply.
ar_eg: وفر مصدر ماء إضافي
es_es: Tenga un suministro de agua extra.

source: Have an emergency plan.
ar_eg: حضر خطة طوارئ
es_es: Tenga un plan de emergencia.

source: Have a first-aid kit ready.
ar_eg: وفر مجموعة إسعافات أولية.
es_es: Tenga un botiquín de primeros auxilios listo.

source: Secure large or valuable items.
ar_eg: أمن الأشياء القيمة أو الكبيرة.
es_es: Asegure artículos grandes o valiosas.

source: Know the &#34;drop-cover-hold&#34; drill.
ar_eg: إعرف تمرين &#34; خذ الأرض - تغطى - وإبقى هادئاً&#34; .
es_es: Sabe el&#34; taladro "suelte-cubre&#34; sostenga".

source: Similar actions and preparedness are important for floods, or tornadoes, hurricanes, or almost any of the other natural hazards.
ar_eg: أعمال مشابهة وتحضيرات مهمة للفيضانات، أو الزوابع ، أو الأعاصير، أو معظم الأخطار الطبيعية.
es_es: Acciones similares y la preparación son importantes para inundaciones o tornados, huracanes, o casi cualquiera de los otros riesgos naturales.

source: But most importantly, when you are warned to <span class='key'>evacuate</span> your home – which means to leave it - because of any of the natural hazards: pay attention and act quickly.
ar_eg: ولكن الأهم من ذلك، عندما يتم تحذيرك لإخلاء منزلك - مما يعني الخروج منه - بسبب أي من الأخطار الطبيعية: إيلاء الاهتمام والتحرك بسرعة.
es_es: Así que cuando se le advierte que<span class='key'> evacue</span> su casa - lo que significa dejarlo - a causa de alguno de los riesgos naturales: preste atención y actue con rapidez.

source: These are some things that people and communities can do to protect themselves and lessen the impact of these hazards.
ar_eg: هذه بعض الأشياء التي يجب على الأفراد والمجتمعات أن يقوموا بها لحماية أنفسهم وتقليل تأثير هذه الأخطار.
es_es: Estas son algunas de las cosas que las personas y las comunidades pueden hacer para protegerse a sí mismos y reducir el impacto de estos peligros.

source: Securing first-aid kits...
ar_eg: أمن مجموعة إسعافات أولية ...
es_es: Asegurando botiquines de primeros auxilios ...

source: But some natural hazards like earthquakes are still not understood well enough by scientists to give an accurate warning for a time and place for it to occur.
ar_eg: لكن هناك بعض الأخطار الطبيعية مثل الهزات الأرضية ما زالت غير مفهومة بشكلٍ جيد من قِبَل العلماء كي تعطي تحذير دقيق لزمن ولمكان حدوثها.
es_es: Pero algunos riesgos naturales como los terremotos todavía no se entienden bastante bien por los científicos como para dar una advertencia precisa para un tiempo y lugar para que esto ocurra.

source: Question A. Which of the following would be a good strategy to protect your family if an <span class='red bold blink'>immediate</span> wildfire threat was coming near your home within several hours?
ar_eg: السؤال أ. أي مما يلي يمكن أن يكون إستراتيجية جيدة لحماية عائلتك من تهديد حريق في الغابة بدأ يسير بجانب منزلك ويتوقع أن تصلك خلال ساعات؟
es_es: Pregunta A. ¿Cuál de las siguientes sería una buena estrategia para proteger a su familia en caso de una amenaza inmediata de un incendio forestal, llegando cerca de su casa a las pocas horas?

source: Take shelter in your basement
ar_eg: إتخذ تسوية البيت ملجأً
es_es: Busque refugio en el sótano

source: Stand on the roof of your house with a garden hose and spray the fire
ar_eg: قف على سقف منزلك ببربيش ماء وإبدأ برش الماء على الحريق
es_es: Párese sobre la azotea de su casa con una manguera de jardín y rocíe el fuego

source: Evacuate as soon as possible
ar_eg: إخلي المكان بأسرع ما يمكن
es_es: Evacue tan pronto como sea posible

source: Start chopping down the trees near your house
ar_eg: إبدأ بقطع الأشجار المحيطة بمنزلك
es_es: Inicie la tala de los árboles cerca de su casa

source: Question B. Click on <span class='red bold blink'>ALL</span> the things you could do to protect your home from an <span class='red bold blink'>eventual</span> wildfire threat if you lived in an area where wildfires were fairly common.
ar_eg: السؤال ب. انقر على <span class='red bold blink'>جميع</span> الأشياء التي يجب أن تعملها لحماية منزلك من تهديد حريقة غابة محتومٌ عليك إذا كنت تعيش بمكان يكون به حرق الغابات بشكل متكرر.
es_es: Pregunta B. Haga clic en <span class='red bold blink'>TODAS </span> las cosas que usted puede hacer para proteger su hogar contra una amenaza eventual de un incendio forestal si usted vive en un área donde los incendios eran bastante comunes.

source: Clear-cut the trees and brush near your house.
ar_eg: إقطع الأشجار ونظف بشكلٍ جيد حول بيتك
es_es: Elimine los árboles y arbustos cerca de su casa.

source: Put a steel roof on your house.
ar_eg: ضع سقف فولاذ على منزلك.
es_es: Ponga un techo de acero en su casa.

source: Get a new fire extinguisher.
ar_eg: احصل على طفاية حريق جديدة.
es_es: Obtenga un nuevo extintor de incendios.

source: Build the walls of your house out of brick or stone.
ar_eg: إبني الجدران لبيتك من القرميد أو الحجارة.
es_es: Construya las paredes de su casa de ladrillo o piedra.

source: Correct. With enough notice, you can get far away from your home and the wildfire.
ar_eg: صحيح. بتحذير طويل، بإمكانك الوصول إلى مكان بعيد عن بيتك وتجنب حريقة الغابات.
es_es: Correcta. Con aviso suficiente, usted puede alejarse de su casa y del incendio forestal.

source: No.
ar_eg: لا.

source: Not quite.
ar_eg: ليس صحيحاً
es_es: No es completamente correcto.

source: Not really, this is a good long term solution, but not when there is an immediate threat.
ar_eg: ليس واقعياً، هذا حل جيد ولمدة طويلة الأمد ، لكن ليس مناسباً في حال وجود تهديد مباشر.
es_es: En realidad no, esta es una buena solución a largo plazo, pero no cuando hay una amenaza inmediata.

source: Question B. Click on ALL the things you could do to protect your home from an eventual wildfire threat if you lived in an area where wildfires were fairly common.
ar_eg: السؤال ب. انقر على جميع الأشياء التي يمكنك القيام بها لحماية منزلك الذي يقع بمنطقة يحدث فيها حرائق غابات بشكلٍ مستمر.
es_es: Pregunta B. Haga clic en todas las cosas que usted podria hacer para proteger su hogar contra un incendio forestal amenaza eventual si viviera en un área donde los incendios fueran bastante comunes.

source: Correct! If moving out of the area.... all of these statements are good choices... to protect your home from a potential wildfire. If there is an immediate wildfire threat coming near your home, evacuation would be the best choice.
ar_eg: صحيح! إذا كنت ستخرج من المنطقة .... جميع هذه العبارات يمكن أن تكون خيارات جيدة ... لحماية منزلك من النار في الغابة المجاورة. إذا كان هناك تهديد فوري في الغابة الموجودة بالقرب من منزلك، فإن الإخلاء يكون الخيار الافضل.

source: Not quite. If moving out of the area.... all of these statements are good choices... to protect your home from a potential wildfire. If there is an immediate wildfire threat coming near your home, evacuation would be the best choice.
ar_eg: ليس تماما. إذا كنت ستخرج من المنطقة .... جميع هذه العبارات يمكن أن تكون خيارات مناسبة ... لحماية منزلك من الحريق في الغابة المجاورة. إذا كان هناك تهديد فوري في الغابة الموجودة بالقرب من منزلك، فإن الإخلاء يكون الخيار الافضل.

source: Not quite. If moving out the area that usually has wildfires is not an option, all of these statements are good choices to protect your home from a potential wildfire. You can probably think of more things to do to protect yourself and your home from a potential wildfire as well.
ar_eg: ليس تماما. إذا لم يكن الخروج من المنطفة التي عادة ما يكون بها حرائق خياراً، فإن كل هذه العبارات هي خيارات مناسبة لحماية منزلك من حرائق الغابات المحتملة. إذا كان هناك تهديداً مباشراً من حريق غابة يقترب من منزلك، فإن الإخلاء يكون الخيار الافضل.
es_es: No exactamente. Si no hay opción de salir de la zona que, por lo general tiene los incendios forestales, entonces, todas estas declaraciones son buenas opciones para proteger tu hogar contra un incendio forestal potencial. Si hay una amenaza de un incendio forestal inmediata que viene cerca de tu casa, la evacuación sería la mejor opción.

source: Correct. If moving out the area that usually has wildfires is not an option, all of these statements are good choices to protect your home from a potential wildfire. If there is an immediate wildfire threat coming near your home, evacuation would be the best choice.
ar_eg: صحيح! إذا لم يكن الخروج من المنطفة التي عادة ما يكون بها حرائق خياراً ، فإن كل هذه العبارات تمثل خيارات جيدة لحماية منزلك من حرائق الغابات المحتملة. إذا كان هناك تهديداً مباشراً من حريق غابة يقترب من منزلك، فإن الإخلاء يكون الخيار الافضل.
es_es: ¡Correcto! Si no hay opción de salir de la zona que, por lo general tiene los incendios forestales, entonces, todas estas declaraciones son buenas opciones para proteger tu hogar contra un incendio forestal potencial. Si hay una amenaza de un incendio forestal inmediata que viene cerca de tu casa, la evacuación sería la mejor opción

source: Stocking food in basement...
ar_eg: تخزين مواد غذائية في التسوية ...
es_es: Almacenando los alimentos en el sótano ...

source: Using what you know... about natural hazards... to solve a problem
ar_eg: استخدم ما تعرف ... عن الأخطار الطبيعية...لحل مشكلة.
es_es: Usando lo que sabe ... acerca de los riesgos naturales ... para resolver un problema

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: When you grow up, where would the perfect place be for you to live and have your dream house? What natural hazards do you think might be in that place?
ar_eg: عندما كبرت، أين يمكن أن يكون المكان الأنسب كي تعيش ويكون لديك المنزل الذي كنت تحلم به؟ ما الأخطار الطبيعية التي تعتقد أن من الممكن أن تحدث في ذلك المكان؟
es_es: Cuando crezca ud., ¿dónde estaría el lugar perfecto para vivir y tener su casa de ensueño? ¿Qué peligros naturales crees que podría estar en ese lugar?

source: Your Task
ar_eg: مهمتك
es_es: Su tarea

source: Now describe what features you would design into your a house to best protect yourself and your family from being harmed by those natural hazards.
ar_eg: صِف ما الميزات التي يجب أن تأخذها في تصميم منزلك كي تحمي نفسك وعائلتك من الأذى الناتج عن هذه الأخطار الطبيعية.
es_es: Ahora describa las características que usted desea diseñar en su casa para proteger mejor a usted y a su familia de los daños por estas amenazas naturales.

source: You are a landscape architect working on a project to build a home for an important person in a private area without any other buildings. You are to investigate the geological conditions of three different areas to choose the best location for your client.
ar_eg: هب أنك مهندس مساحة تعمل في مشروع لبناء منزل لشخص مهم في منطقة خاصة بدون أي بنايات أخرى حولك. وعليك أن تتحقق من الظروف الجيولوجية لثلاث مناطق مختلفة كي تختار أفضل موقع لزبونك.
es_es: Usted es un arquitecto paisajista que trabaja en un proyecto para construir una casa para una persona importante en un área privada sin otros edificios. Usted debe investigar las condiciones geológicas de tres áreas diferentes para elegir la mejor ubicación para su cliente.

source: The Problem
ar_eg: المشكلة
es_es: El problema

source: What natural hazards do you think might be in that place (you can choose from the list of natural hazards mentioned in the previous sections)?
ar_eg: ما الأخطار الطبيعية التي تعتقد أن عليك أن تفكر بها في ذلك المكان (بإمكانك الإختيار من قائمة الأخطار الطبيعية التي ذكرت في أقسام سابقة)؟
es_es: ¿Qué peligros naturales cree que podría estar en ese lugar (se puede elegir de la lista de los riesgos naturales mencionados en los apartados anteriores)?

source: Make a report to take your client including three areas that would offer privacy along with the possible natural hazards of the area. Describe what features you would design into the house to best protect your client from being harmed by those natural hazards.
ar_eg: إعمل تقرير لزبونك متضمناً المواقع الثلاثة التي يمكن أن تحافظ على الخصوصية آخذاً بالإعتبار الأخطار الطبيعية للمنطقة. صف السمات التي يمكن أن تأخذها بالإعتبار في تصميم المنزل كي توفر أفضل حماية لزبونك من أن يتأذى من هذه الأخطار الطبيعية.
es_es: Haga un informe para llevar a su cliente que incluye tres áreas que ofrezcan privacidad, junto con los posibles riesgos naturales de la zona. Describa las características que usted podría diseñar en la casa para proteger mejor su cliente de daño por causa de los riesgos naturales.

source: Click here to start typing your answer...
ar_eg: إضغط هنا كي تبدأ بطباعة إجابتك...
es_es: Haga clic aquí para empezar a escribir su respuesta ...

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك.
es_es: Por favor escriba su respuesta.

source: Drawing blueprints...
ar_eg: رسم مخططات البناء ...
es_es: dibujando planos ...

source: Summarizing core ideas... about natural hazards
ar_eg: تلخيص الأفكار الرئيسية... عن الأخطار الطبيعية
es_es: Resumiendo las ideas fundamentales ... acerca de los riesgos naturales

source: Natural hazards are natural phenomena that can potentially cause harm to humans. If they are very, very big and cause lots of damages and hurt or kill lots of people, they are called <span class='key'>natural disasters</span>. Scientists study these natural hazards and are able to predict when and where most of them will occur with enough accuracy to give people a chance to protect their families and property. Scientists can tell how likely it is for natural hazards to occur in certain places at certain times. For instance scientists – like <span class='key'>climatologists</span> – know that hurricanes are generally most likely to occur during the summer months in the Gulf of Mexico and along the Atlantic coast of the United States. So if you live in those areas you would need to be aware that a hurricane is a possibility in the summer and you should live in a house built to be able to withstand a hurricane. Then, another type of scientist – a <span class='key'>meteorologist</span> or weatherman – might predict a week or so ahead of time that a big hurricane is expected to hit a certain area – like Nags Head North Carolina – on August 21st. Then people in Nags Head would know to board up their house and evacuate the area before the hurricane hit.
ar_eg: الأخطار الطبيعية هي ظواهر طبيعية يمكن أن تتسبب بأ ضرار للإنسان. إذا كانت كبيره جدا جدا وتسببت بالكثير من الأضرار والأذى أو قتل الكثير من الناس ، يطلق عليها <span class='key'>كوارث طبيعية</span>. قام العلماء بدراسة هذه المخاطر الطبيعية وأصبحوا قادرين على التنبؤ بمتى وأين ستحدث غالباً بشكلٍ دقيق نسبياً بما يكفي لإعطاء الناس فرصة لحماية أسرهم وممتلكاتهم . ويمكن للعلماء معرفة المكان المرجح لأن تحدث به الأخطار الطبيعية و الأوقات المحددة لحدوثها. فعلى سبيل المثال ، العلماء مثل <span class='key'>علماء الطقس</span> يعرفون أن الأعاصير عادة ما تكون الأكثر احتمالا لأن تحدث خلال أشهر الصيف في خليج المكسيك و على طول ساحل المحيط الأطلسي للولايات المتحدة. لذلك إذا كنت تعيش في تلك المناطق وكنت بحاجة إلى أن تعرف أن هناك احتمال لحدوث أعاصير في الصيف ، يجب أن تبني منزلك بحيث يكون قادراُ على الصمود في وجه الأعاصير. وهناك نوع آخر من العلماء وهم <span class='key'>الراصدون الجويون</span> أو رجال الطقس – يمكن أن يتنبأوا بمدة أسبوع أو نحو ذلك قبل الموعد المحدد لحدوث الإعصار الكبير والذي من المتوقع أن يضرب منطقة معينة كما حدث في ناجز هيد نورث كارولينا - يوم 21 أغسطس . وبناءً عليه يمكن للناس في ناجز هيد سحب منازلهم و إخلاء المنطقة قبل أن يضرب الإعصار .
es_es: Las amenazas naturales son fenómenos naturales que potencialmente pueden causar daño a los seres humanos. Si son muy , muy, grandes y causan un montón de daño y hieren o matan a un montón de personas, se llaman <span class='key'>desastres naturales</span>. Los científicos estudian estos peligros naturales y son capaces de predecir cuándo y dónde la mayoría de ellos se producirá con la suficiente precisión para dar a la gente la oportunidad de proteger a sus familias y sus bienes. Los científicos pueden saber cuan probable es que los desastres naturales ocurran en determinados lugares a determinadas horas. Por ejemplo los científicos - <span class='key'> igual que los climatólogos </span>- saben en general es más probable que los huracanes ocurran durante los meses de verano en el Golfo de México y a lo largo de la costa atlántica de los Estados Unidos. Así que si usted vive en esas áreas, tiene que ser consciente de que un huracán es una posibilidad en el verano y usted debe vivir en una casa construida capaz de resistir un huracán. Luego , otro tipo de científico - <span class='key'>un meteorólogo</span> o hombre del tiempo - podría predecir con una semana de anticipación que se espera un gran huracán para golpear un área determinada - como Nags Head, Carolina del Norte - el 21 de agosto . Entonces la gente en Nags Head sabrían como preparar su casa y evacuar el área antes de que llegara el huracán .

source: Putting it all together...
ar_eg: ضعها مع بعضها ...
es_es: Poniendo todo junto ...

source: Reviewing key vocabulary related to... natural hazards
ar_eg: مراجعة المفردات المرتبطة ب ... الأخطار الطبيعية
es_es: Revisando vocabularios claves relacionados con ... riesgos naturales
