Repository: geneconde/NGR-sandbox
Catalog: demo/natural-hazards/Locale/*/LC_MESSAGES/natural-hazards.po
Languages: ar_eg, es_es

source: Natural Hazards
ar_eg: الأخطار الطبيعية
es_es: Los Riesgos Naturales

source: Welcome to the Natural Hazards review
ar_eg: أهلاً وسهلاً بكم في مراجعة الأخطار الطبيعية
es_es: Bienvenido/a al repaso de los Riesgos Naturales

source: start
ar_eg: إبدأ
es_es: Comience

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Empecemos!

source: Daily News
ar_eg: الأخبار اليومية
es_es: Noticias del Día

source: Thinking about... Natural Hazards
ar_eg: التفكير ب ... الأخطار الطبيعية
es_es: Pensado en...Los Riesgos Naturales

source: California home teeters on edge of cliff after landslide
ar_eg: بعض سكان المنازل في كاليفورنيا على حافة الهاوية بعد إنزلاق أرضي
es_es: Una casa en California se balancea en el borde de un acantilado después de deslizamientos

source: Superstorm Hurricane Sandy Hits East Coast of the United States
ar_eg: الإعصار العملاق ساندي يضرب الخليج الشرقي للولايات المتحدة
es_es: Un super-tormenta, el huracán "Sandy", afecta la costa este de los Estados Unidos

source: North Dakota residents exhausted from multiple floods
ar_eg: سكان داكوتا الشمالية يتنفسوا الصعداء بعد فيضانات متكررة.
es_es: Los residentes de Dakota del Norte agotados por múltiples inundaciones

source: North Dakota, California, New York - it seems like no matter where you live there are some kinds of natural hazards you have to know about and be careful of. This doesn’t mean that nature is bad. Nature is just nature. But floods, and hurricanes and landslides are all a natural part of well nature. We have to understand where, how, and why these things happen; and how we can stay safe when they do. Do any natural hazards occur frequently near where you live?
ar_eg: داكوتا الشمالية، كاليفورنيا، نيويورك- يبدو أن المشكلة ليست في أين تعيش فهناك بعض الأخطار الطبيعية التي عليك أن تعرفها وتأخذ حذرك منها. هذا لا يعني بأن الطبيعة سيئة. فالطبيعة هي طبيعة فقط.. لكن الفيضانات، والأعاصير والانزلاقات الأرضية هي جميعها جزء من الطبيعة الجميلة. علينا أن نفهم أين، وكيف، ولماذا تحدث هذه الأشياء؛ وكيف يمكننا أن نبقى بأمان عندما تحدث. هل تحدث الأخطار الطبيعية بشكلٍ متكرر في المنطقة التي تعيش بها؟
es_es: Dakota del Norte, California, Nueva York - parece que no importa donde usted vive hay algunos tipos de peligros naturales que hay que conocer y tener cuidado. Esto no quiere decir que la naturaleza es mala. La naturaleza es la naturaleza. Pero las inundaciones y los huracanes y deslizamientos de tierra son una parte natural de la naturaleza también. Tenemos que entender dónde, cómo y por qué suceden estas cosas, y cómo podemos estar a salvo cuando ocurren. ¿Se presentan los peligros naturales con frecuencia cerca de donde usted vive?

source: Are you ready
ar_eg: هل أنت مستعد
es_es: ¿Está listo?

source: Back
ar_eg: سابق
es_es: Atrás

source: Check answer
ar_eg: تأكد من الإجابة
es_es: Verifique la respuesta

source: Next
ar_eg: لاحق
es_es: Próximo

source: Checking what you know... about natural hazards
ar_eg: تأكد مما تعرف ... عن الأخطار الطبيعية.
es_es: Comprobando lo que ya sabe ... acerca de los peligros naturales

source: Which of the following statements are true?
ar_eg: أي من العبارات التالية صحيح؟
es_es: ¿Cuál de las siguientes afirmaciones son verdaderas?

source: Natural disasters happen very rarely and these events are just the bad luck of the people that are affected.
ar_eg: الكوارث الطبيعية تحدث بشكلٍ نادر جداً وهذه الأحداث هي فقط حظ سيء للناس الذين يتأثرون بها.
es_es: Los desastres naturales ocurren muy raramente y estos eventos son sólo la mala suerte de las personas que se ven afectadas.

source: Hazards are random in both time and place and just bad luck.
ar_eg: الأخطار عشوائية في زمن ومكان حدوثها وهي فقط حظ عاثر.
es_es: Los peligros son aleatorios en el tiempo y lugar y sólo son la mala suerte.

source: A 30-year, 100-year, or 500-year flood means that these are set time intervals between flooding events.
ar_eg: 30 عام أو 100 عام أو 500 عام يعني أن هذه هي مجموعة من الفترات الزمنية بين الفيضانات.
es_es: Una inundación de 30 años, 100 años, o 500 años significa que éstos son intervalos de tiempo entre eventos de inundación.

source: Floods are rare, atypical, almost unnatural events rather than normal river behavior.
ar_eg: الفيضانات هي أحداث نادرة، وغير منتظمة أكثر منها سلوك طبيعي للنهر.
es_es: Las inundaciones son poco frecuentes, atípico, eventos casi no naturales en lugar de un comportamiento normal del río.

source: None of the above are true.
ar_eg: كل ما سبق صحيح.
es_es: Ninguna de las anteriores son ciertas.

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: verifique la respuesta

source: None of the above statements are correct. Natural disasters happen all the time around the world.
ar_eg: ولا واحدة من العبارات السابقة صحيحة. تحدث الكوارث الطبيعية في جميع الأوقات حول العالم.
es_es: Ninguna de las afirmaciones anteriores son correctas. Los desastres naturales ocurren todo el tiempo en todo el mundo.

source: Natural hazards are not caused by bad luck.
ar_eg: الأخطار الطبيعية غير ناتجة عن سوء الحظ.
es_es: Los peligros naturales no son causados por la mala suerte.

source: Continue with the review and read about natural disasters and natural hazards and how scientists study them.
ar_eg: تابع المراجعة وإقرأ عن الكوارث والأخطار الطبيعية وكيف يدرسها العلماء.
es_es: Continue con el repaso y lea acerca de los desastres naturales y los riesgos naturales y cómo los científicos los estudian.

source: How often do they happen?
ar_eg: كم مرة بالعادة تحدث؟
es_es: ¿Con qué frecuencia ocurren?

source: Reviewing core ideas... about natural hazards
ar_eg: مراجعة الأفكار الرئيسية ... عن الأخطار الطبيعية
es_es: Repasando las ideas fundamentales ... acerca de los riesgos naturales

source: Natural hazards are dangers that come from nature; threatening life, health, property, and the environment.
ar_eg: الأخطار الطبيعية هي الأخطار التي تأتي من الطبيعة، وتهدد الحياة، والممتلكات ، والبيئة.
es_es: Los riesgos naturales son peligros que provienen de la naturaleza; amenaza la vida, la salud, la propiedad y el medio ambiente.

source: There are many different kinds of natural hazards. Some natural hazards are related to the weather, like <span class='key'>lightning</span>, <span class='key'>hurricanes</span>, and <span class='key'>tornadoes</span>.
ar_eg: هناك العديد من الأنواع المختلفة من الأخطار الطبيعية. بعض الأخطار الطبيعية مرتبط بالطقس مثل <span class='key'>البرق</span>،و <span class='key'>والأعاصير</span>، و <span class='key'>والزوابع</span>.
es_es: Hay muchos tipos diferentes de riesgos naturales. Algunos riesgos naturales están relacionados con el clima, como <span class='key'> rayos</span>, <span class='key'> huracanes</span> y <span class='key'> tornados </span>.

source: Some are related to just geology; like <span class='key'>earthquakes</span> and <span class='key'>volcanoes</span>.
ar_eg: بعضها مرتبط بالجيولوجيا مثل <span class='key'>الهزات الأرضية</span> و <span class='key'>البراكين</span>.
es_es: Algunos están relacionados con sólo la geología; como <span class='key'>los terremotos</span> y <span class='key'>volcanes</span>.

source: Many <span class='key'>natural hazards</span> and <span class='key'>disasters</span> are the result of combinations of weather and landscapes in certain areas. A landscape is the shape and features of the land.
ar_eg: العديد من <span class='key'>الأخطار الطبيعية</span> و <span class='key'>الكوارث</span> تنتج عن أسباب متعددة مشتركة مثل الطقس و طبيعة الأرض في مناطق معينة. والمقصود بطبيعة الأرض هو شكل وخصائص سطح الأرض.
es_es: Muchos de los <span class='key'>peligros naturales</span> y los <span class='key'>desastres</span> son el resultado de combinaciones de tiempo y paisajes en ciertas áreas. Un paisaje es la forma y las características del terreno.

source: Read More
ar_eg: إقرأ المزيد
es_es: Lea más

source: For instance, California gets a lot of <span class='key'>wildfires</span> because of a combination of hot dry windy weather with lots of trees and bushes and rolling hills.
ar_eg: على سبيل المثال، تحصل كاليفورنيا على الكثير من <span class='key'>الحرائق</span> بسبب الطقس الجاف والحار والكثير الرياح وبسبب الكثير من الأشجار والشجيرات والتلال المتموجة.
es_es: Por ejemplo, California recibe una gran cantidad de <span class='key'>incendios forestales </span> debido a una combinación de clima con viento seco y caliente con un montón de árboles y arbustos y colinas.

source: North Dakota gets <span class='blue'>flooding</span> almost every spring because of lots of rain and snow melting into a narrow river in a low flat river valley.
ar_eg: يحدث في داكوتا الشمالية <span class='blue'>فيضانات</span> في معظم فصول الربيع بسبب الكثير من الأمطار وإنصهار الثلوج في نهر ضيق يصب في وادٍ مسطحٍ منخفض.
es_es: Dakota del Norte <span class='blue'>se inunda </span>casi cada primavera debido a una gran cantidad de lluvia y la nieve que se derrite en un río estrecho en un valle bajo del río plano.

source: The good news is that <span class='key'>meteorologists</span>, who are weather scientists, do their best to tell us ahead of time about weather related natural hazards. This is called <span class='key'>forecasting</span>; it is another name for predicting the weather. They use all kinds of tools, their knowledge about weather, and past events that happened in the region to help people prepare for natural hazards.
ar_eg: الأخبار الجيدة هي أن <span class='key'>راصدي الجو</span> وهم علماء في الطقس، يقومون بأفضل ما عندهم ليقولوا لنا مسبقاً عن الأخطار الطبيعية. هذا ما يسمى <span class='key'>التنبؤ الجوي</span>, وهو مشابه لتوقع الحالة الجوية. هم يستخدمون جميع أنواع الأدوات، ومعرفتهم عن الطقس، والأحداث السابقة التي حدثت في المنطقة تساعد الناس في التحضير للأخطار الطبيعية.
es_es: La buena noticia es que <span class='key'>meteorólogos</span> , que son los científicos del clima, hacen todo lo posible para decirnos con anticipación acerca de los riesgos naturales. Esto se llama <span class='key'>previsión</span>; es similar a la predicción de las condiciones meteorológicas. Utilizan todo tipo de herramientas, sus conocimientos sobre el clima y los eventos pasados que ocurrieron en la región para ayudar a las personas a prepararse para los desastres naturales.

source: Meteorologists might forecast heavy rains and snowmelt. This will warn people to prepare for a natural flood hazard. Then the community fills sand bags to help build temporary dams to help protect houses and businesses in cities along rivers where flooding is predicted.
ar_eg: يمكن للراصدين الجويين أن يتنبأوا بالأمطار الغزيرة وبإنصهار الجليد. هذا سيحمس الناس كي يحضروا لأخطار الفيضان الطبيعية. فيعبيء الناس أكياس الرمل للمساعدة في بناء سدود لتساعدهم في حماية بيوتهم وأعمالهم في المدن الواقعة على جانب النهر حيث يتوقع الفيضان.
es_es: Los meteorólogos pueden predecir las fuertes lluvias y el deshielo. Esto advertirá a la gente a prepararse para un riesgo de inundación natural. Entonces la comunidad llena sacos de arena para ayudar a construir represas temporales para ayudar a proteger las casas y negocios en las ciudades a lo largo de los ríos, donde se predice inundaciones.

source: Planning for emergencies...
ar_eg: التخطيط للطواريء
es_es: Planificando para casos de emergencia ...

source: Question A. Lightning, hurricanes, and tornadoes are a result of...
ar_eg: سؤال ا. البرق، والأعاصير والزوابع كلها تنتيج عن ...
es_es: Pregunta A. Rayos, huracanes y tornados son el resultado de ...

source: Geological Features
ar_eg: الخصائص الجيولوجية
es_es: Características Geológicas

source: Weather
ar_eg: الطقس
es_es: El Tiempo

source: Weather and geological features combined
ar_eg: الخصائص الجيولوجية والجوية مع بعضها
es_es: El tiempo y las características geológicas combinados

source: Landscape Features
ar_eg: خصائص سطح الأرض
es_es: Las Características del Paisaje

source: Question B. An example of a natural hazard that is a result of both weather and landscape is...
ar_eg: السؤال ب. مثال لكارثة طبيعية تنتج عن الطقس وسطح الأرض مع بعضها هو ...
es_es: Pregunta B. Un ejemplo de un riesgo natural que es el resultado del tiempo y el paisaje es ...

source: Volcano
ar_eg: البركان
es_es: Volcán

source: Volcanoes
ar_eg: البراكين
es_es: Volcanes

source: Earthquake
ar_eg: الهزة الأرضية
es_es: Terremoto

source: Flood
ar_eg: فيضان
es_es: Inundación

source: How did I do?
ar_eg: كيف عملت؟
es_es: ¿Cómo me fue?

source: You answered...
ar_eg: إجابتك هي ...
es_es: Ud. contestó

source: Preparing your first quick check!
ar_eg: حضر أول تقويم سريع قمت به!
es_es: ¡Preparando su primera verificación breve!

source: Please select your answers.
ar_eg: يرجى إختيار إجاباتك.
es_es: Por favor, seleccione sus respuestas.

source: Please select your answer.
ar_eg: يرجى إختيار إجاباتك.
es_es: Por favor, seleccione sus respuestas.

source: Correct. These natural hazards are related to weather.
ar_eg: صحيح. الأخطار الطبيعية مرتبطة بالجو.
es_es: Correcta. Estos desastres naturales están relacionados con el clima.

source: No. Earthquakes and volcanoes are related to geology.
ar_eg: لا. الهزات الأرضية والبراكين مرتبطة بالجيولوجيا.
es_es: No. Los terremotos y los volcanes están relacionados con la geología.

source: No. Wildfires and floods are related to a combination of weather and geology.
ar_eg: لا. الحياة البرية والفيضانات مرتبطة بعوامل جوية وجيولوجية مع بعضها البعض.
es_es: No. Los incendios forestales y las inundaciones están relacionadas con una combinación de clima y la geología.

source: Not quite. Lightning, hurricanes, and tornadoes are related to weather.
ar_eg: ليس تماماً. البرق، والأعاصير والزوابع البحرية مرتبطة بالجو.
es_es: No exactamente. Los rayos, huracanes y tornados están relacionados con el clima.

source: You got it right! A flood is a result of rain and snow (weather) and the features of the land that it is trying to go into (landscape).
ar_eg: لقد كنت محقاً! الفيضان هو نتيجة عن الشتاء والثلج (طقس) وخصائص الأرض وهي تأتي ضمن طبيعة الأرض.
es_es: ¡Usted ha hecho bien! Una inundación es un resultado de la lluvia y la nieve (el clima) y las características de la tierra en la cual está tratando de entrar (el paisaje).

source: No. Hurricanes are related to weather, not geological factors.
ar_eg: لا. الزوابع مرتبطة بالطقس وليست مرتبطة بعوامل جيولوجية.
es_es: No. Los huracanes están relacionadas con el tiempo, no los factores geológicos.

source: No. Volcanoes are related to geological factors, not weather.
ar_eg: لا. البراكين مرتبطة بعوامل جيولوجية وليست جوية.
es_es: No. Los volcanes están relacionados con factores geológicos, y no climáticos.

source: No. Earthquakes are related to geological factors, not weather.
ar_eg: لا. الهزات الأرضية مرتبطة بعوامل جيولوجية وليست جوية.
es_es: No. Los terremotos están relacionados con factores geológicos, y no climáticos.

source: More core ideas... about natural hazards
ar_eg: أفكار رئيسية أكثر...حول الأخطار الطبيعية
es_es: Más ideas centrales ... acerca de los riesgos naturales

source: Natural hazards have been happening throughout history and they will continue to happen in the future. Here are some examples of natural phenomena that can be hazards if they affect people.
ar_eg: الأخطار الطبيعية حدثت وتحدث في جميع الأزمان وستستمر بالحدوث في المستقبل. هنا بعض الأمثلة لظواهر طبيعية يمكن أن تكون أخطار إذا أثرت على الناس.
es_es: Los riesgos naturales se han ido sucediendo a lo largo de la historia y van a seguir ocurriendo en el futuro. Estos son algunos ejemplos de los fenómenos naturales que pueden ser peligros si afectan a la gente.

source: A big difference between now and the past is that scientists have made great progress in studying and learning about the natural hazards and their causes and this knowledge can help communities prepare for them to save lives and decrease property damage.
ar_eg: فرق كبير بين الحاضر والماضي وهو أن العلماء بذلوا جهداً كبيراً في دراسة وفهم الأخطار الطبيعية وأسبابها ويمكن لمثل هذه المعرفة أن تساعد المجتمعات في التحضير لأنفسهم وإنقاذ حياتهم وتقليل تدمير ممتلكاتهم.
es_es: Una gran diferencia entre hoy y el pasado es que los científicos han hecho grandes progresos en el estudio y el aprendizaje acerca de los riesgos naturales y sus causas, y este conocimiento puede ayudar a las comunidades a prepararse para que puedan salvar vidas y disminuir los daños a la propiedad.

source: To keep us safe, it is important to study the science of the natural phenomena that cause these hazards so we can understand them and predict when and where they might happen and cause trouble for people.
ar_eg: كي يحافظوا على سلامتنا، من المهم دراسة علوم الظواهر الطبيعية التي تسبب هذه الأخطار بحيث نستطيع فهمها والتنبؤ بزمان ومكان حدوثها والمشكلات التي يمكن أن تنتج عنها.
es_es: Para mantenernos a salvo, es importante estudiar la ciencia de los fenómenos naturales que provocan estos riesgos para que podamos entender y predecir cuándo y dónde pueden ocurrir y causar problemas para la gente.

source: <span class='key'>Geologists</span> are scientists that study the science of the solid parts of the earth made out of rocks and soil but also study the water in rivers and lakes too.
ar_eg: <span class='key'>علماء الجيولوجيا</span> هم علماء يدرسون علم الأجزاء الصلبة من الأرض المكونة من الصخور والتراب ويدرسون المياه في الأنهار وفي البحيرات أيضاً.
es_es: <span class='key'>Los geólogos</span> son científicos que estudian la ciencia de las partes sólidas de la tierra hecha de rocas y tierra, pero también estudian el agua en los ríos y lagos también.

source: <span class='key'>Climatologists</span> and <span class='key'>Meteorologists</span> are scientists that study the atmosphere to understand climate and weather.
ar_eg: <span class='key'>علماء المناخ</span> و <span class='key'>الراصدون الجويون</span> هم علماء يدرسون المحيط الجوي لفهم المناخ والطقس.
es_es: <span class='key'>Los climatólogos</span> y <span class='key'>meteorólogos </span>son los científicos que estudian la atmósfera para entender el clima y el tiempo.

source: Scientists are limited as to which natural hazards they can forecast. However, the more science advances, the more tools and technology are created to help monitor and forecast what is going on in nature.
ar_eg: العلماء محددين لأي أخطار طبيعية يمكن أن يتنبأوا بها. ومع هذا، كلما تقدم العلم. كلما استحدثت أدوات وتكنولوجيا للمساعدة في المراقبة والتنبؤ بما يحدث في الطبيعة.
es_es: Los científicos están limitados en cuanto a qué los peligros naturales que pueden pronosticar. Sin embargo, mientras más avanza la ciencia, más herramientas y tecnología son creados para ayudar a controlar y predecir lo que sucede en la naturaleza.

source: But all of these scientists have to understand the whole earth together as one big system – the rocks, the water, the atmosphere, the ice, and all the living things on earth – in order to really know how it all works.
ar_eg: لكن على جميع هؤلاء العلماء أن يفهموا جميع مكونات الأرض مع بعضها كنظام كبير واحد؛ الصخور، والماء، والمحيط الجوي، والجليد، وجميع الكائنات الحية على الأرض لكي يعرفوا فعلاً كيف ستعمل مع بعضها البعض.
es_es: Pero todos estos científicos tienen que entender toda la tierra como un solo gran sistema - las rocas, el agua, la atmósfera, el hielo, y todos los seres vivos en la tierra - con el fin de saber realmente cómo funciona todo.

source: Let’s look at one particular natural hazard and how the earth is one big system.
ar_eg: دعنا ننظر إلى خطر طبيعي محدد وكيف هي الأرض نظام كبير واحد.
es_es: Examinemos un peligro natural en particular y cómo la Tierra es un sistema grande.

source: A <span class='key'>tsunami</span> is a huge wave. The word tsunami actually means "harbor wave" in Japanese. When an earthquake occurs or volcano erupts under water, it can trigger a tsunami. These massive waves travel very fast. When they hit land, they slow down but increase in height.
ar_eg: <span class='key'>التسونامي</span> هو موجة ضخمة. وكلمة تسونامي تعني موجة بحرية باللغة اليابانية. وعندما يحدث زلزال أو يثور بركان تحت الماء، فإن من الممكن أن يتسبب ذلك في تسونامي. هذه الموجات الهائلة تسير بسرعة كبيرة جداً، وعندما تصل إلى الأرض، فإنها تبطئ ولكن يزيد ارتفاعه.
es_es: Un<span class='key'> tsunami</span> es una ola enorme. La palabra tsunami en realidad significa "ola de puerto" en japonés. Cuando se produce un terremoto o un volcán entra en erupción bajo el agua, se puede desencadenar un tsunami. Estas enormes olas viajan muy rápido. Cuando chocan contra la tierra, se desaceleran, pero aumentan en altura.

source: The waves hit and flood everything, destroying homes and other buildings. After a tsunami, it’s hard to keep things dry and clean, and it’s often hard to access clean water.
ar_eg: تضرب الموجات وتُفيض كل شيء، مدمرة المنازل والعمارات الأخرى. بعد التسونامي، من الصعب أن تبقي كل شيء جاف ونظيف، وعادة ما يكون من الصعب الوصول إلى الماء النظيف.
es_es: Las olas golpean e inundan todo, destruyendo viviendas y otros edificios. Después de un tsunami, es difícil mantener las cosas limpias y secas, y es a menudo difícil de acceder a agua limpia.

source: That’s why in addition to all the casualties, many diseases usually spread and cause even more problems after a tsunami.
ar_eg: لهذا السبب بالإضافة إلى جميع الضحايا، وكثير من الأمراض عادة ما تنتشر وتسبب المزيد من المشاكل بعد التسونامي.
es_es: Por eso además de todas las víctimas, después de un tsunami por lo general muchas enfermedades se propagan y causan más problemas.

source: Scientists cannot predict tsunamis because they cannot forecast earthquakes.
ar_eg: لا يستطيع العلماء التنبؤ بالتسونامي لأنهم لا يستطيعون التنبؤ بالهزات الأرضية.
es_es: Los científicos no pueden predecir tsunamis porque no pueden predecir los terremotos.

source: But scientists monitor large earthquakes that might cause a tsunami to forecast tsunami arrival times and wave heights through the use of computer modelling.
ar_eg: لكن العلماء يراقبون الهزات الأرضية الضخمة التي يمكن أن تسبب التسونامي كي يتنبؤوا بوقت وصول التسونامي وإرتفاع الأمواج باستخدام النمذجة الحاسوبية.
es_es: Pero los científicos monitorean los grandes terremotos que podrían causar un tsunami de predecir los tiempos de llegada de tsunamis y olas de altura mediante el uso de modelos computarizados.

source: This is how studying the science of all these natural events of the earth becomes important to the safety of mankind.
ar_eg: هذا هو السبب وراء أهمية دراسة جميع الأحداث الطبيعية للأرض لحماية بني البشر.
es_es: Esto es cómo el estudio de la ciencia de todos estos eventos naturales de la tierra llega a ser importante para la seguridad de la humanidad.

source: Studying rock and soil samples...
ar_eg: دراسة عينات تربة وصخور...
es_es: Estudiando las muestras de roca y suelo ...

source: Question A. What causes tsunamis?
ar_eg: السؤال أ. ما سبب حدوث موجات تسونامي؟
es_es: Pregunta A. ¿Qué causa los tsunamis?

source: Volcanic activity
ar_eg: النشاط البركاني
es_es: Actividad volcánica

source: Explosions on land
ar_eg: المتفجرات المستخدمة على الأرض
es_es: Explosiones en la tierra

source: Underwater earthquakes
ar_eg: الهزات الأرضية تحت الماء
es_es: Terremotos subacuáticos

source: Sudden change in temperature
ar_eg: تغير الحرارة المفاجئ
es_es: Cambio repentino en la temperatura

source: Question B. Click on <span class='red bold blink'>ALL</span> the correct statements below.
ar_eg: سؤال ب. انقر على <span class='red bold blink'> جميع</span> العبارات الصحيحة في الأسفل.
es_es: Pregunta B. Haga clic en <span class='red bold blink'>TODAS </span>las declaraciones correctas de abajo.

source: Scientists can predict all natural hazards.
ar_eg: يمكن أن يتنبأ العلماء بجميع الأخطار الطبيعية.
es_es: Los científicos pueden predecir todos los riesgos naturales.

source: Scientists study natural events to understand them and predict when and where they might happen.
ar_eg: يدرس العلماء الأحداث الطبيعية كي يفهموها ويتنبؤوا بمكان وزمان حدوثها.
es_es: Los científicos estudian los fenómenos naturales para entenderlas y predecir cuándo y dónde podrían ocurrir.
