Repository: geneconde/NGR-sandbox
Catalog: modules/changing-life-forms1/Locale/*/LC_MESSAGES/changing-life-forms.po
Languages: ar_eg

source: Preparing your first quick check...
ar_eg: التحضير لأول تقويم سريع!

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Check Answer
ar_eg: تأكد من الاجابة

source: Read More
ar_eg: اقرا أكثر

source: You answered...
ar_eg: أنت أجبت ...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك

source: Close me!
ar_eg: أغلقني !

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2

source: Quick Check #3
ar_eg: اختبار سريع رقم 3

source: Quick Check #4
ar_eg: اختبار سريع رقم 4

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1

source: Quiz Question #2
ar_eg: سؤال قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: How did I do?
ar_eg: كيف أجبت؟

source: select
ar_eg: اختر

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Let's begin!
ar_eg: هيا نبدأ !

source: Are you ready,
ar_eg: هل أنت مستعد،

source: Cuddling bears...
ar_eg: معانقة الدببة

source: Adapting to environment...
ar_eg: التكيف مع البيئة ...

source: Woodpeckers burrowing for food...
ar_eg: نقار الخشب يخبئ الطعام

source: Passing on to next generation...
ar_eg: تمرر الى الجيل القادم....

source: Changing environment...
ar_eg: تغيير البيئة ...

source: Identifying species...
ar_eg: تحديد الأنواع ...

source: Flying dark moth...
ar_eg: الفراشة السوداء الطائرة ...

source: Ready for your last quick check?
ar_eg: هل انت مستعد لاخر اختبار لسريع؟

source: Writing a fiction novel...
ar_eg: كتابة رواية خيالية

source: Putting it all together...
ar_eg: وضع كل ذلك معا

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: Your first quiz question is...
ar_eg: سؤالك القصير الأول هو...

source: Studying natural selection...
ar_eg: دراسة الانتقاء الطبيعي ...

source: Remembering Darwin's idea...
ar_eg: تذكر فكرة داروين ...

source: Determining the evolutionary change...
ar_eg: تحديد التغير التطوري ...

source: Changing to survive...
ar_eg: التغير للبقاء على قيد الحياة ...

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال سريع ؟

source: You're done!
ar_eg: أنهيت!

source: Start
ar_eg: ابدأ

source: Welcome to the Changing Life Forms review,
ar_eg: أهلاً بكم بمراجعة نماذج الحياة المتغيرة،

source: Thinking about... changing life forms
ar_eg: التفكير ب ... نماذج الحياة المتغيرة

source: Look at the flowers below. Don't they look similar to each other? They are all actually Mediterranean bee orchids. But they each belong to a separate species. Each flower is pollinated by a different kind of insect. They are so similar, yet they are not the same species of flower; they cannot interbreed.
ar_eg: أنظر إلى الزهور أدناه. ألا تبدو متشابهة؟ في الواقع هي كلها سحلبيات البحرالأبيض المتوسط. ولكن كل منهما تنتمي إلى أنواع منفصلة. يتم تلقح كل زهرة بواسطة نوع مختلف من الحشرات. هي متشابهة جدا، ولكنها ليست من نفس نوع الزهور؛ انها لا تتهجن.

source: There are many examples of living things similar to each other, but they have certain differences that set them apart. All the variety along with similar features led scientists to come up with different explanations about how living things change over time.
ar_eg: وهناك أمثلة كثيرة على كائنات حية مشابهة لبعضها البعض، ولكن لديها بعض الاختلافات التي تميزها عن غيرها. كل التنوعات والميزات المشابهة تقود العلماء للتوصل إلى تفسيرات مختلفة حول كيفية تغيير الكائنات الحية على مر الزمن.

source: Checking what you know... about changing life forms
ar_eg: تأكد مما تعرف ... حول نماذج الحياة المتغيرة

source: Which of the following statements <span class='blink'>best</span> describes an adaptation?
ar_eg: أي من العبارات التالية الوصف <span class='blink'>الأفضل</span> للتكيف؟

source: Adaptations are learned behaviors that help animals survive and reproduce.
ar_eg: يعلم التكيف السلوكيات التي تساعد الحيوانات على البقاء والتكاثر.

source: Adaptations are inherited characteristics that make organisms more likely to survive and reproduce.
ar_eg: التكيفات هي خصائص متوارثة تجعل الكائنات الحية أكثر عرضة للبقاء على قيد الحياة والتكاثر.

source: Adaptations result from animal mutations that occur in response to rapidly changing environments.
ar_eg: التكيفات تنتج عن الطفرات التي تحدث في الحيوان استجابة لبيئات سريعة التغير.

source: Adaptations are rare and only occur in animals found in tropical rain forests.
ar_eg: التكيفات نادرة وتحدث فقط في الحيوانات الموجودة في الغابات الاستوائية الماطرة.

source: Adaptations are inherited characteristics that help all organisms survive and reproduce. They are the result of random mutations to DNA. A mutation may cause no change; or be harmful, neutral, or beneficial. If it ever becomes important for survival, the change is called an adaptation.
ar_eg: التكيفات هي خصائص متوارثة تساعد الكائنات الحية في البقاء على قيد الحياة والتكاثر. فهي نتيجة لطفرات عشوائية في الحمض النووي. قد لا تسبب الطفرة أي تغيير؛ أو أن تكون ضارة، أو محايدة، أو مفيدة. إذا أصبحت يوما ما مهمة من أجل البقاء، يسمى هذا التغيير تكيف.

source: Reviewing core ideas... about changing life forms
ar_eg: استعراض الأفكار الجوهرية ... حول نماذج الحياة المتغيرة

source: There are many different kinds of living things in any area, and they exist in different places on land and in water. Look at the variety of plants and animals in the picture. Each habitat has certain conditions that life forms in it have to get used to and survive. So if it is really cold or hot, plants and animals still have to find a way to get nourished and reproduce. The variety of adaptations is as diverse as all the differences we see in nature. An <span class='key'>adaptation</span> is an inherited characteristic that gives the adapting organisms an improved chance for survival and reproduction.
ar_eg: هناك الكثير من الأنواع المختلفة من الكائنات الحية في أي منطقة، وهي موجود ة في أماكن مختلفة على الأرض وفي المياه. إلق نظرة على المجموعة المتنوعة من النباتات والحيوانات في الصورة. كل موطن به شروط معينة تكون الحياة فيه و تعتاد عليه للبقاء على قيد الحياة. ومع ذلك، حتى لو كانت باردة أو حارة، فالنباتات والحيوانات لا تزال بحاجة لايجاد وسيلة تحصل بها على التغذية والتكاثر. مجموعة متنوعة من التكيفات هي مثل كل الاختلافات التي نراها في الطبيعة. <span class='key'>التكيف</span> هو سمة موروثة تعطي الكائنات الحية فرص محسنة للبقاء على قيد الحياة والتكاثر.

source: Hover your mouse on the images below to see the different kinds of animal adaptations.
ar_eg: مرر الماوس على الصور أدناه لرؤية أنواع مختلفة من تكيفات الحيوان.

source: Color patterns can protect animals from predators.
ar_eg: الأشكال الملونة تحمي الحيوانات من المفترسات.

source: Downy feathers can help birds survive cold weather
ar_eg: يمكن أن يساعد الريش الناعم الطيور في البقاء على قيد الحياة في الطقس البارد.

source: Nostrils on the tops of heads allow whales to breathe efficiently.
ar_eg: الفتحة فوق رأس الحيتان تسمح لها بالتنفس بسلاسة.

source: Single-toed hooves let horses run faster.
ar_eg: الحافر الواحد يجعل الحصان يركض أسرع.

source: Adaptation leads to all the different plants and animals across the world. Each of the many unique and diverse places on earth has its own kinds of plants and animals.
ar_eg: التكيف له دور أساسي بمختلف أنواع النباتات والحيوانات في جميع أنحاء العالم. العديد من الأماكن الفريدة والمتنوعة على الأرض لها أنواع خاصة بها من النباتات والحيوانات.

source: Around 200 years ago, a scientist named Charles Darwin explored one of those places called the Galapagos Islands. He observed and collected the different plants and animals that lived in that habitat. The Galapagos Islands are a series of volcanic islands, rising from the Pacific Ocean more than 600 miles west of South America. Each island has a diverse set of ecosystems. An <span class='key'>ecosystem</span> is the unique set of living and non-living factors that combine to determine the types of plants and animals that can live in a certain location. Galapagos ecosystems range from desert to grassland to rainforest.
ar_eg: منذ حوالي 200 سنة، عالم يدعى تشارلز داروين اكتشف واحدة من الأماكن تسمى جزر غالاباغوس. لاحظ وجمع مختلف النباتات والحيوانات التي كانت تعيش في ذلك المواطن. جزر غالاباغوس هي سلسلة من الجزر البركانية، وترتفع عن سطح المحيط الهادئ أكثر من 600 ميل (900 كيلو متر) إلى الغرب من أمريكا الجنوبية. كل جزيرة لديها مجموعة متنوعة من النظم البيئية. و <span class='key'>النظام البيئي</span> هو مجموعة فريدة من العوامل الحية وغير الحية التي تجتمع لتحدد أنواع النباتات والحيوانات التي يمكن أن تعيش في مكان معين. النظم البيئية في غالاباغوس تتراوح بين الصحراء إلى الأراضي العشبية وإلى الغابات المطيرة.

source: Small Ground-Finch
ar_eg: نوع من أنواع العصافير الصغيرة

source: Medium Ground-Finch
ar_eg: طائر القراوند فينيش المتوسط

source: Large Ground-Finch
ar_eg: طائر القراوند فينيش الكبير

source: He noticed that on each island, a unique species of finch existed. They were all finches and very similar to one another, but their beaks were very different in shape and size. The beaks seemed to be related to the available resources on the island. Where there was fruit, the finches had beaks that were useful for eating fruit. On islands with insects, the finches had narrow beaks that could pick up insects one at a time. So Darwin thought the finches might have changed to become more specialized to suit their environment.
ar_eg: لقد لاحظ أن في كل جزيرة، أنواع فريدة من العصافير. كانت العصافير مىتشابهة جدا ولكن كانت مناقيرها مختلفة جدا في الشكل والحجم. يبدو أن المناقير لها صلة بالموارد المتاحة في تلك الجزيرة. حيث كانت هناك الفاكهة، وكانت مناقير العصافير مفيدة لتناول الفاكهة. على الجزر التي يوجد بها حشرات، العصافير التي لديها مناقير ضيقة تلتقط حشرة في كل وقت. لذلك يعتقد داروين أن العصافير قد تغيرت لتصبح أكثر تخصصا لتتناسب مع بيئاتها.

source: Living things adapt to different living conditions when they move into new locations. They must also change when <span class='key'>environmental changes</span> occur in places they already live. Over the years, climate changes, rivers change their courses, fires rage, and predators prowl. Life has the ability to adapt to whatever changes occur.
ar_eg: الكائنات الحية تتكيف مع الظروف المعيشية المختلفة عند انتقالها الى مواقع جديدة. كما يجب أن تتغير عندما تحدث <span class='key'>تغيرات بيئية</span> في الأماكن التي تعيش فيها أصلا. على مر السنين، يتغير المناخ، والأنهار تغير مناهجها، والحرائق تهتاج، والحيوانات المفترسة تجوب. الحياة لديها القدرة على التكيف مع كل ما يحدث من التغييرات.

source: Question A. Click on <span class='blink'>all</span> the biological adaptations from the following:
ar_eg: السؤال أ. انقر على <span class='key'>جميع</span> التكيفات البيولوجية من الآتي:

source: Falcons have a streamlined shape to fly faster.
ar_eg: الصقور لها شكل مبسط لتطير أسرع.

source: Sports cars have a streamlined shape to drive faster.
ar_eg: السيارات لها شكل مبسط لدفع أسرع.

source: Snow leopards' spots make them difficult to see in rocky habitats.
ar_eg: النقط الموجودة على الفهود الثلجية تجعل رؤيتها صعبة في الأماكن الصخرية.

source: Most people wear heavy coats on cold winter days.
ar_eg: معظم الناس ترتدي المعاطف الثقيلة في أيام الشتاء الباردة.

source: Question B. Which environmental change would most likely cause changes in nearby living things?
ar_eg: السؤال ب. أي تغيير بيئي هو الأكثر احتمالا في إحداث تغييرات في الكائنات الحية القريبة منها؟

source: A volcanic eruption more than a thousand kilometers away.
ar_eg: إنفجار بركان لمساقة أكثر من ألف كيلومتر بعيدا.

source: A rapidly deepening canyon, more than 50 kilometers long.
ar_eg: عمق الوادي ، أكثر من 50 كيلو مترا طولاً.

source: A rapidly warming climate resulting in sea levels rising.
ar_eg: احترار المناخ بسرعة يؤدي إلى ارتفاع مستويات سطح البحر.

source: A very long period without rain causing widespread drought.
ar_eg: مرور فترات طويلة جدا دون المطر يسبب الجفاف على نطاق واسع.

source: Right! Faster flying makes catching prey more likely. Prey animals don't see the cats coming until it is too late.
ar_eg: صحيح! التحليق السريع يجعل اصطياد الفريسة أكثر حدوثا. فرائس الحيوانات لا ترى القطط القادمة حتى فوات الأوان.

source: Not quite. Sports cars aren't alive. People only adjust for the weather. It's not an inherited trait. But faster flying makes catching prey more likely, and prey animals don't see the cats coming until it is too late.
ar_eg: ليس تماما. السيارات الرياضية ليست حية. يتكيف الأشخاص حسب الطقس. هذه ليست سمة موروثة. ولكن التحليق السريع يجعل اصطياد الفرائس أكثر حدوثا. الحيوانات التي يتم افتراسها لا ترى القطط (المفترسة) الا بعد فوات الأوان.

source: Probably not. A far away eruption would probably have widespread impacts.
ar_eg: على الأرجح لا. من شأن انفجار البركان البعيد أن يكون له تأثير على نطاق واسع.

source: Good choice! As the canyon becomes more of an obstacle, it isolates animals on both sides.
ar_eg: اختيار جيد! كلما أصبح الوادي أكثر صعوبة، كلما عزل الحيوانات على كلا الجانبين.

source: Unlikely. A warming climate impacts living things over a very wide area, impacting nearby living things equally.
ar_eg: غير مرجح. احترار المناخ يؤثر على الكائنات الحية على مساحة واسعة جدا، مما يؤثر على الكائنات الحية المجاورة على حد سواء.

source: Not the best choice. Widespread drought means it happens over a wide area, impacting nearby living things equally.
ar_eg: ليس أفضل خيار. الجفاف على نطاق واسع يعني أنه يحدث على مساحة واسعة، مما يؤثر على الكائنات الحية المجاورة على حد سواء.

source: More core ideas... about changing life forms
ar_eg: أفكار جوهرية إضافية ...حول نماذج الحياة المتغيرة

source: All living things in an environment are trying to survive. They will try their best to find food and shelter, and reproduce to create more offspring. But not every environment is cut out for every living thing. Think of a cactus on an iceberg- how long do you think it would survive? Think of a penguin in a desert- do you think it would be able to reproduce? So in a particular habitat, some organisms can survive better than others. Some may not survive at all.
ar_eg: تحاول كل الكائنات الحية في بيئة ما أن تبقى على قيد الحياة. وهي ستبذل قصارى جهدها للعثور على الغذاء والمأوى، وتتكاثر لخلق المزيد من الذرية. ولكن ليس كل بيئة تخلق لكل كائن حي. فكر في نبات الصبار على الجليد هل تعتقد أنه سيبقى على قيد الحياة؟ فكر في عيش البطريق في الصحراء هل تعتقد أنه سيكون قادرا على التكاثر؟ اذا ، في مواطن خاصة، يمكن لبعض الكائنات الحية البقاء فيها على قيد الحياة أكثر من غيرها. البعض قد لا يبقى على قيد الحياة على الإطلاق.

source: Looking at beaks again, you can see how important beak size and shape is to these woodpeckers when it comes to finding food. The bird on the right has a long, thin beak that can easily access worms inside a tree. Whereas the bird on the left is similar to the other bird in many ways, but it does not have the long beak.
ar_eg: انظر الى المناقير مرة أخرى، يمكنك أن ترى مدى أهمية حجم المنقار وشكله لطيور نقار الخشب عندما يتعلق الأمر بالعثور على الغذاء. الطير على اليمين له منقار رقيق و طويل، والذي يمكنه الوصول الى الديدان داخل الشجرة بسهولة. في حين أن الطير على اليسار هو مماثل للطيور الأخرى في نواح كثيرة، ولكن ليس لديه منقار طويل.

source: Animals born with advantageous traits are more likely to live long enough to reach that goal.
ar_eg: الحيوانات التي تولد بسمات متميزة تكون أكثر ملائمةً للعيش لفترة طويلة حتى تصل إلى ذلك الهدف.

source: Sometimes the differences in characteristics between individuals of the same species provide advantages in finding food and surviving. The species that survives well can reproduce and produce more of its kind that will continue to survive well.
ar_eg: أحيانا الاختلافات في الخصائص بين الأفراد من نفس النوع توفر مزايا في العثور على الطعام والبقاء على قيد الحياة. الأنواع التي تعيش جيدا تتكاثر وتنتج من نفس نوعها أكثر والتي من من شأنها الاستمرار في البقاء على قيد الحياة بشكل جيد.

source: Sometimes characteristic differences help certain species stay alive. Consider a type of fish that is usually green. Because of a random DNA change, called <span class='key'>genetic mutation</span>, the color of two fish changes in one generation; one to a bright color, and one to a dark color. When a larger predator swims by, hungry for food, which is more likely to be seen and eaten? The brighter fish is more easily seen, and less likely to survive the encounter. The darker fish is more likely to live long enough to mate and reproduce. Darwin called this <span class='key'>natural selection</span>.
ar_eg: في بعض الأحيان اختلافات مميزة تساعد أنواع معينة البقاء على قيد الحياة. خذ بالإعتبار مثلاً نوع من الأسماك التي عادة ما تكون خضراء. بسبب تغيير الحمض النووي عشوائية، يسمى <span class='key'> طفرة جينية </span>، يتغير لون سمكتين في جيل واحد؛ واحدة تتحول إلى لون مشرق، وواحدة تتحول إلى اللون الداكن. عندما يسبح مفترس أكبر منها بجانبها ، وهو جائع للأغذية، أي من المرجح أن ينظر إليها ويأكلها؟ السمكة الأكثر إشراقا تكون أسهل كي تُشاهد، وأقل عرضة للبقاء على قيد الحياة لقاء. السمكة الداكنة من المرجح أن تعيش طويلا بما فيه الكفاية لتتزاوج وتتكاثر. سمى داروين هذا <span class='key'> الانتقاء الطبيعي </ span>.

source: Question A. Click on the phrase that best describes a favorable mutation for a fox.
ar_eg: السؤال أ. اضغط على العبارة الأفضل وصفا للطفرة المواتيه للثعلب.

source: A mutation that changes the fur of a fox to bright yellow.
ar_eg: الطفرة هي التي تغير الفراء في الثعلب إلى الأصفر الساطع.

source: A mutation that makes a fox run faster.
ar_eg: الطفرة هي التي تجعل الثعلي يركض أسرع.

source: A mutation that changes the eye color of a fox.
ar_eg: الطفرة هي التي تغير لون عين الثعلب

source: A mutation that gives a fox a third ear.
ar_eg: الطفرة هي التي تمنح الثعلب أذنا ثالثة

source: Question B. When will a change most likely be passed on to the next generation?
ar_eg: السؤال ب. في أي وقت يمكن للتغيير أن يمرر الى الجيل القادم؟

source: When it changes the physical characteristics of the living thing.
ar_eg: عندما تغير الخصائص الفيزيائية للكائن الحي.

source: When it prevents the living thing from finding a mate.
ar_eg: عندما تمنع الكائن الحي من العثور على شريك.

source: When it is completely random, without a specific purpose.
ar_eg: عندما تكون عشوائية كليا، دون سبب محدد.

source: When it becomes an advantage to the survival of the living thing.
ar_eg: عندما تصبح ميزة لبقاء الكائن الحي على قيد الحياة.

source: Not good. Bright yellow foxes would have a hard time sneaking up on prey.
ar_eg: ليس جيدا، الثعالب ذات اللون الأصفر الساطع تجد صعوبة في التسلل من الفريسة.

source: Yes! For a predator, faster is better.
ar_eg: نعم، بالنسبة للمفترسات، كلما كان أسرع كان أفضل.

source: Eye color? Probably not a big deal to a fox.
ar_eg: لون العين؟ ربما ليس مشكلة كبيرة بالنسبة للثعلب.

source: No. A mutation big enough to cause a third ear will most likely cause other deformities.
ar_eg: لا، الطفرة كبيرة بما يكفي لأن تسبب حدوث أذن ثالثة وعلى الأرجح ستسبب تشوهات أخرى.

source: Sorry. It depends upon how a characteristic changes.
ar_eg: آسف. ذلك يعتمد على كيفية تغير الخاصية.

source: No. Mating is necessary to pass traits along.
ar_eg: لا، التزاوج ضروري ليمرر الصفات لجيل آخر.

source: Nope. This is tricky. Changes are random, without purpose, but sometimes they work out to be advantages.
ar_eg: كلا. هذا خادع. التغييرات عشوائية، بدون هدف، ولكن في بعض الأحيان تعمل لأن تصبح مزايا.

source: There you go. Survival is the key. In order to reproduce, an organism must first survive.
ar_eg: ها أنت. البقاء على قيد الحياة هو المفتاح. من أجل التكاثر، يجب البقاء على قيد الحياة للكائن الحي أولا.

source: The environment and resources change all the time. Some changes affect plants and animals and cause them to change over time as well. Let's look at the woodpecker example again. What if something happened to the trees, and there were no more worms for the long beaked birds to eat? The resources in the environment changed, and the characteristic that was once an advantage is no longer useful. Now the woodpecker on the left has the advantage because its beak can crack open nuts to survive. It will reproduce and create more of the species with that beak to survive the new conditions.
ar_eg: البيئة والموارد تتغير في كل وقت. بعض التغييرات تؤثر على النباتات والحيوانات وتسبب لها التغير بمرور الوقت أيضا. دعونا ننظر في مثال نقار الخشب مرة أخرى. ماذا لو حدث شيء للأشجار، ولم يكن هنالك المزيد من الديدان للطيور ذات المنقار الطويل لتناول الطعام؟ الموارد في البيئة تغيرت، والسمة التي كانت ميزة لم تعد مجديةا. الآن نقار الخشب على اليسار لديه ميزة لأن منقاره يمكن أن يكسر الجوز من أجل البقاء. فهي سوف تتكاثر وتنتج أنواع أكثر من هذه المناقير من أجل البقاء في الظروف الجديدة.

source: So, not everything in the environment stays the same. The variety that animals and plants have help them to survive changing conditions. The environment changes in different ways: the temperature may change, there may be less resources, there may be pollution caused by humans. Every living thing reacts differently to these changes. Some may survive and reproduce, others may not do so well and die. Some living things may move to new locations, and others might move into this new transformed environment.
ar_eg: وبذلك، لا يبقى كل شيء في البيئة على حاله. تنوع الحيوانات والنباتات قد تساعدها على البقاء في الظروف المتغيرة. تغير البيئة بطرق مختلفة: قد تتغير درجة الحرارة، قد يكون هناك موارد أقل، قد يكون هناك تلوث ناجم عن البشر. كل شيء حي يتفاعل بشكل مختلف مع هذه التغييرات. البعض قد يعيش ويتكاثر، والبعض الآخر قد لا يعمل بشكل جيد ويموت. بعض الكائنات الحية قد تنتقل إلى مواقع جديدة، والبعض الآخر يمكن أن يتحرك في هذه البيئة الجديدة المتحولة.

source: Sometimes, a species may not have enough variation to allow any of its members to survive environmental changes. A species is said to be <span class='key'>extinct</span> when its last members die. Most of the species that have existed in earth's history are now extinct.
ar_eg: في بعض الأحيان،بعض الأنواع قد لا تكون مختلفة بما يكفي للسماح لأي من أعضائها البقاء ضمن التغيرات البيئية. ويقال إن الأنواع <span class='key'> تنقرض</span> عندما يموت آخر عضو منها. معظم الأنواع التي كانت موجودة في تاريخ الارض هي الآن منقرضة.

source: The game is changing, but the rule of the game is still survival. Based on a few observations and a bit of logic, Darwin proposed the idea of <span class='key'>natural selection</span>.
ar_eg: اللعبة تتغير، ولكن قانون اللعبة لا يزال موجوداً. بناءاً على بعض الملاحظات وقليلا من المنطق، اقترح داروين فكرة <span class='key'>الانتقاء الطبيعي</span>.

source: Species produce large numbers of offspring.
ar_eg: الأنواع تنتج عدد كبير من الذرية.

source: Resources available to organisms are limited.
ar_eg: الموارد المتاحة للكائنات محدودة.

source: Limited resources create a competition for survival and reproduction.
ar_eg: الموارد المحدودة تخلق المنافسة من أجل البقاء والتكاثر.

source: All species have inherited variations for nearly every characteristic.
ar_eg: ورثت جميع الأنواع تغييرات لكل خاصية تقريبا.

source: The members of a population who survive and reproduce send their genetic information into future generations.
ar_eg: الأفراد من الشعوب التي عاشت وتكاثرت ،أرسلت المعلومات الجينية الوراثية إلى الأجيال القادمة.

source: That's about it. Change happens because some traits get passed along and some don't. When changes add up to the point where some populations can no longer interbreed with others, new species result. When living things are from different species, they cannot breed with one another.
ar_eg: ذلك كل شيء. يحدث التغيير لأن بعض الصفات تمرر والبعض الآخر لا. عندما تضاف التغيرات لدرجة أن بعض الأفراد لا يمكنهاالتزاوج مع بعضها البعض ، فتنتج أنواع جديدة. عند ما تكون الكائنات الحية من أنواع مختلفة، فإنها لا يمكن أن تتزاوج مع بعضها البعض.

source: Question A. The variations involved in evolution must be inherited because:
ar_eg: السؤال أ. الاختلافات الداخلة في التطور يجب أن تكون موروثة للأسباب التالية:
