Repository: geneconde/NGR-sandbox
Catalog: modules/changing-life-forms1/Locale/*/LC_MESSAGES/changing-life-forms.po
Languages: ar_eg

source: The chart shows the survival rate of peppered moth over time (2002-2007). The blue dashed line shows the fraction of light colored moth that survived. The red solid line shows the fraction of dark colored moth that survived. Use this chart to click on the statement that is <span class='blink'>not correct</span> regarding this data and what you know about environment changes.
ar_eg: يوضح الرسم البياني نسبة البقاء على قيد الحياة في العث بين العام (2001-2007). الخط الأزرق المتقطع يظهر جزء من العثة فاتحة اللون والتي بقيت على قيد الحياة. الخط الأحمر المتين يظهر جزء من العث الداكن والذي بقي على قيد الحياة. استخدم هذا الرسم البياني للنقر على العبارة <span class='blink'>غير</span> الصحيحة فيما يتعلق بهذه البيانات وما تعرفه عن تغيرات البيئة.

source: The survival rates of light and dark moth populations are changing from 2002-2007.
ar_eg: معدلات البقاء على قيد الحياة في مجتمعات عث الضوء وعث الظلام تتغير 2002-2007.

source: In 2004, light colored moths were more likely to survive than dark moths.
ar_eg: في عام 2004، عث الضوء الملون كان ملائماً أكثر للبقاء على قيد الحياة من عث الظلام.

source: From 2005 to 2006 something must have caused the survival rate of dark colored moths to increase.
ar_eg: من 2005 إلى 2006 شيء ما قد تسبب في ازدياد معدل بقاء العث الداكن على قيد الحياة.

source: In 2003, the fraction of light colored moths that survived show that pollution must be low.
ar_eg: في عام 2003، جزء من العث ذا اللون الفاتح بقي على قيد الحياة أظهر أن التلوث يجب أن يكون منخفضا.

source: No. The population rate changes are illustrated by the peaks and valleys of the chart.
ar_eg: لا. تغيرات معدل النمو موضحة بالقمم العليا والقمم الدنيا في الرسم البياني.

source: No. The point indicated by the blue line is higher than the one indicated by the red line.
ar_eg: لا. النقطة المشار إليها في الخط الأزرق هي أعلى من النقطة المشار إليها في الخط الأحمر.

source: No. The red line increases from 2005-2006. Some factors did cause the survival rate to increase.
ar_eg: لا. يتزايد الخط الأحمر من 2005-2006. بعض العوامل سببت تزايد معدل البقاء على قيد الحياة.

source: Correct, this statement is false. In 2003, the light colored moths were at their lowest survival rate, which shows that population might have been high, the trees dark, and the light colored moths could not survive as well. Pollution is one factor that affects the population of these moths.
ar_eg: صحيح، هذه العبارة خطأ. في عام 2003، كانت الفراشات الفاتحة اللون في أدنى المعدلات لبقائها على قيد الحياة، مما يدل على ان المجموعات قد تكون عالية، والأشجار داكنة، والعث الفاتح اللون لا يمكنه البقاء كذلك. التلوث هو أحد العوامل التي تؤثر على مجموعات العث.

source: Congratulations
ar_eg: مبروك

source: You've completed the Changing Life Forms review.
ar_eg: لقد أكملت مراجعة نماذج الحياة المتغيرة.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك تفقد اجاباتك في الاختبار السريع و الاسئلة القصيرة بالنقر على الزر المبين أدناه.
