Repository: geneconde/NGR-sandbox
Catalog: modules/changing-life-forms1/Locale/*/LC_MESSAGES/changing-life-forms.po
Languages: ar_eg

source: They must be passed into later generations to be important.
ar_eg: لا بد من تمريرها إلى الأجيال اللاحقة لتصبح ذات أهمية.

source: They must not be passed into later generations to be important.
ar_eg: لا يجب تمريرها للأجيال القادمة لتصبح ذات أهمية.

source: They must be unique to one individual only.
ar_eg: يجب أن تكون فريدة ومميزة لفرد واحد فقط.

source: They must have occurred in both parents to matter.
ar_eg: يجب أن تكون قد حصلت لكل من الآب والأم لتأخذ أهمية.

source: Question B. Which factor determines whether two living things are members of the same species?
ar_eg: السؤال ب. ما هو العامل الذي يحدد ما إذا كان اثنين من الكائنات الحية هي أفراد من نفس النوع؟

source: The physical characteristics of the two living things.
ar_eg: الخصائص الفيزيائية لاثنين من الكائنات الحية.

source: The environment in which the two living things live.
ar_eg: البيئة التي يعيش فيها اثنين من الكائنات الحية.

source: Their ability to breed with one another.
ar_eg: القدرة على التزاوج مع بعضها البعض.

source: All of the above.
ar_eg: كل ما ذكر أعلاه.

source: Correct! It only changes a population if a trait is passed along.
ar_eg: صحيح، تتغير أفراد الشعوب اذا مرت الخصائص للأجيال.

source: Sorry... If a trait isn't passed along, the population doesn't change.
ar_eg: آسف ... إذا لم يتم تمرير السمة ، لن يتفير افراد المجتمع.

source: No... It doesn't matter how many individuals have an important trait.
ar_eg: لا .. لا يهم كم من الأفراد لديهم صفات هامة.

source: Nope. Inheritance can come from either or both parents.
ar_eg: كلا. الوراثة يمكن أن تأتي من أحد أو كلا الوالدين.

source: Important? Yes. Critical? No. Appearances can be deceiving.
ar_eg: مهم؟ نعم. حرج ؟ لا. يمكن للمظاهر أن تخدع.

source: Not really. Some species inhabit many different environments.
ar_eg: ليس تماما. بعض الأنواع تسكن في العديد من البيئات المختلفة.

source: Yes!!! The ability to mate and produce successful offspring is the key.
ar_eg: نعم! القدرة على التزاوج والتكاثر الناجح هو المفتاح

source: No. Go back and reread each of the choices.
ar_eg: لا، ارجع الى الخلف وأعد قراءة الخيارات.

source: Change happens. Things change all the time. As time passes, changes accumulate. When living things change, it's called evolution. Over the course of more than 4 billion years of earth history, living things have changed enough to account for all of the diversity of the life we see on our planet now.
ar_eg: التغيير يحدث. الأمور تتغير في كل وقت. مع مرور الوقت، التغيرات تتراكم. عندما تتغير الكائنات الحية، فهذا يدعى تطور. على مدى أكثر من 4 مليارات سنة من تاريخ الأرض، تغيرت الكائنات الحية بما فيه الكفاية لتأخذ بالحسبان كل تنوعات الحياة التي نراها على كوكبنا الآن.

source: A well-known example of natural selection involves insects called peppered moths. As forests in central England became polluted with soot from factories, a type of common moth changed colors from gray to black. Pollution had changed the environment: the light trees covered by lichens turned dark and bare. This had an impact on the moths because the light moths' camouflage no longer worked in the dark forest. Meanwhile, the DNA of a single moth changed and the moth's color was dark. This moth reproduced and created more dark moths with better camouflage and a better chance of survival in the dark forest.
ar_eg: ومن الأمثلة المعروفة على الانتقاء الطبيعي حشرات تسمى العث . عندما أصبحت الغابات في وسط انجلترا ملوثة من سخام المصانع، نوع من العث الشائع تغيرت ألوانه من الرمادي إلى الأسود.. غيرالتلوث البيئة: الأشجارالمغطاة بالأشنات أصبحت داكنة وعارية. وكان لهذا تأثير على العث بسبب تمويه ضوء العث والذي لم يعد يعمل في غابة مظلمة. وفي الوقت نفسه، الحمض النووي لعثة واحدة تغير، ولون العث اصبح داكنا. هذه العثة تكاثرت، وخلفت المزيد من العث الداكن مع تمويه أفضل وفرصة أفضل للبقاء على قيد الحياة في غابة مظلمة.

source: Natural selection caused the population of moths to have a darker color due to the changes in pollution. All living things have small differences between the individuals in the species. Not all finches look alike, nor do all St. Bernard dogs look alike. If one of those differences allows the individuals to live longer, they will have more offspring. As that trait is passed on, the entire species changes.
ar_eg: تسبب الانتقاء الطبيعي لمجموعات من العث أن يكون لونها أغمق بسبب التغيرات في التلوث. جميع الكائنات الحية لديها اختلافات صغيرة بين الأفراد في الأنواع. لا تتشابه كل العصافير، وليس كل كلاب سانت برنارد تتشابه أيضا. ان كان واحدا من هذه الاختلافات يسمح للأفراد بالعيش لفترة أطول، سيكون لديه المزيد من الذرية. وكما تمرر هذه السمات ، فان كل الأنواع تتغير.

source: In the last fifty years, much effort has been put in to decrease the amount of pollution. With less pollution, the forests are becoming cleaner. Yes, the environment is changing again, and the number of dark moths are dropping.
ar_eg: في السنوات الخمسين الماضية، تم بذل الكثير من الجهود للتقليل من كمية التلوث. مع تلوث أقل، أصبحت الغابات أكثر نظافة. نعم، البيئة تتغير مرة أخرى، وعدد العث الداكن آخذ في الانخفاض.

source: Question A. Which of the following ideas is <span class='blink'>not</span> an essential part of natural selection?
ar_eg: السؤال أ. أي من الأفكار التالية <span class='blink'>ليست</span> جزءاً أساسيا من الانتقاء الطبيعي؟

source: Populations display inherited variations for nearly every trait.
ar_eg: يعرض السكان الاختلافات الموروثة لكل سمة تقريبا.

source: Species produce very large numbers of offspring.
ar_eg: الأنواع تنتج أعداد كبيرة جدا من الذرية.

source: There is a competition for survival in nature.
ar_eg: هناك منافسة من أجل البقاء في الطبيعة.

source: Every few million years, a comet strikes the earth.
ar_eg: في كل بضعة ملايين من السنين، يضرب مذنب الأرض.

source: Question B. The example of the peppered moths living near English industrial cities demonstrates that:
ar_eg: السؤال ب. مثال العث والذي يعيش بالقرب من المدن الصناعية الانجليزية يوضح ما يلي:

source: A change in an environment can result in the evolution of species living there.
ar_eg: أي تغيير في البيئة يمكن أن يؤدي إلى تطور أنواع من الكائنات الحية هناك.

source: The environment near these cities has always favored dark colored moths.
ar_eg: البيئة التي تكون بقرب هذه المدن تفضل دائما العث الداكن اللون.

source: Evolution occurs so slowly that it is not possible to determine that it has happened in less than a million years.
ar_eg: يحدث التطور ببطء حتى أنه ليس من الممكن تحديد حدوثه في أقل من مليون سنة.

source: None of the above.
ar_eg: لا شيء مما ذكر أعلاه.

source: Nope. It's true, but this is an important part of natural selection.
ar_eg: كلا. هذا صحيح، ولكن هذا هو جزء مهم من الانتقاء الطبيعي.

source: Sorry. Natural selection depends upon this one.
ar_eg: آسف. الانتقاء الطبيعي يعتمد على هذا .

source: Not this one. This is a key point in natural selection.
ar_eg: ليس هذا. هذه هي النقطة الأساسية في الانتقاء الطبيعي.

source: Bingo! While this is true, and does affect evolution, it's not part of the natural selection idea.
ar_eg: صحيح! في حين أن هذا صحيح، ويؤثر في التطور، انه ليس جزءا من فكرة الانتقاء الطبيعي.

source: Correct. The traits nature selects for or against can change as the environment changes.
ar_eg: صحيح. طبيعة الصفات تختار مع او ضد وقد تتغير مع تغير البيئة.

source: Not quite. When air pollution was reduced during the last few decades, tree bark became lighter in color. As a result, lighter colored moths were favored.
ar_eg: ليس تماما. عندما تم التقليل من تلوث الهواء خلال العقود القليلة الماضية، أصبح لحاء الشجرة أخف في اللون. ونتيجة لذلك، العث ذا اللون الفاتح هو المحبذ.

source: No. In species with short generational times, such as moths and other insects, evolution can often be seen in just a few decades or less.
ar_eg: لا، في الأنواع قصيرة الجيل، مثل العث والحشرات الأخرى، التطور يمكن أن يحدث في بضع عقود أو أقل.

source: No. The traits nature selects for or against can change as the environment changes. The environment near cities does not favor dark colored moths, and evolution in species with short generational times, evolution can often be seen in just a few decades or less.
ar_eg: صحيح. طبيعة الصفات تختار مع او ضد وقد تتغير مع تغير البيئة. البيئة القريبة من المدن لا تحبذ العث داكن اللون، والتطور في الأنواع يحدث في أوقات قصيرة، وفي كثير من الأحيان التطور يحدث في بضعة عقود أو أقل.

source: No. The traits nature selects for or against can change as the environment changes. The environment near cities does not favor dark colored moths, and evolution in species with short generational times can often be seen in just a few decades or less.
ar_eg: صحيح. طبيعة الصفات تختار مع او ضد وقد تتغير مع تغير البيئة. البيئة القريبة من المدن لا تحبذ العث داكن اللون، والتطور في الأنواع يحدث في أوقات قصيرة، وفي كثير من الأحيان التطور يحدث في بضعة عقود أو أقل.

source: Using what you know... about changing life forms... to solve a problem
ar_eg: استخدم ما تعرف ... حول نماذج الحياة المتغيرة ... لحل مشكلة.

source: The Scenario
ar_eg: السيناريو

source: You are a science fiction novelist developing ideas for a new book. Your book is about the 21st century and all the technological changes. Cars can fly and people have machines that do almost everything for them. So what would this mean to people in such an advanced world of technology?
ar_eg: أنت روائي في الخيال العلمي يطور أفكار لكتاب جديد. كتابك هو حول القرن 21 وجميع التغيرات التكنولوجية. السيارات يمكن أن تطير والناس لديها الآلات التي تفعل كل شيء لهم تقريبا .اذا ماذا يمكن أن يعني هذا للناس في مثل هذا العالم المتقدم في التكنولوجيا؟

source: The Task
ar_eg: المهمة

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك ...

source: Based on what you now know about natural selection and how the environment changes affect living things over time, decide which human traits to change in your novel. Explain what skills people would need to survive in your new, high-tech world, and how people would have to be different to stay alive and prosper. Which traits would people no longer have to have your new world?
ar_eg: بناء على ما تعرفه الآن عن الانتقاء الطبيعي، وكيف أن تغير البيئة يؤثر في الكائنات الحية على مر الزمن،حدد أي الصفات البشرية لتغيرها في روايتك. اشرح ما يحتاجه الناس من مهارات للبقاء على قيد الحياة في العالم الجديد، ذات التقنية العالية وكيف يمكن للناس أن يكونوا مختلفين للبقاء على قيد الحياة والازدهار. أي من الصفات لم تعد موجودة للناس ليكون في العالم الجديد الخاص بك؟

source: Based on what you now know about natural selection and how the environment changes affect living things over time, decide which human traits to change in your novel. Explain what skills people would need to survive in your new, high-tech world, and how people would have to be different to stay alive and prosper. Which traits would people no longer have to have in your new world?
ar_eg: بناء على ما تعرفه الآن عن الانتقاء الطبيعي، وكيف أن تغير البيئة يؤثر في الكائنات الحية على مر الزمن،حدد أي الصفات البشرية لتغيرها في روايتك. اشرح ما يحتاجه الناس من مهارات للبقاء على قيد الحياة في العالم الجديد، ذات التقنية العالية وكيف يمكن للناس أن يكونوا مختلفين للبقاء على قيد الحياة والازدهار. أي من الصفات لم تعد موجودة للناس ليكون في العالم الجديد الخاص بك؟

source: Please type your answer.
ar_eg: يرجى كتابة جوابك.

source: Summarizing core ideas... about changing life forms
ar_eg: تلخيص الأفكار الأساسية ... حول نماذج الحياة المتغيرة

source: There are many different kinds of living things in any area, and they exist in different places on land and in water. Changes in an organism's habitat are sometimes beneficial to it and sometimes harmful. For any particular environment, some kinds of organisms survive well, some survive less well, and some cannot survive at all. <span class='key'>Adaptation</span> by <span class='key'>natural selection</span> acting over generations is one important process by which species change over time in response to changes in environmental conditions. The environment is dynamic in nature; its characteristics can vary over time. Disruptions to any part of the environment can lead to shifts in all its populations. Traits that support successful survival and reproduction in the new environment become more common; those that do not become less common. Thus, the distribution of traits in a population changes.
ar_eg: هناك العديد من الأنواع المختلفة من الكائنات الحية في أي منطقة، وهي موجودة في أماكن مختلفة على الأرض وفي الماء. التغيرات في مسكن الكائن الحي مفيدة وضارة في بعض الأحيان. لأي بيئة ، بعض أنواع الكائنات الحية تبقى على قيد الحياة بشكل جيد، وبعضها ينجو بشكل أقل، وبعضها لا يمكن النجاة على الإطلاق. <span class='key'>التكيف</span> بواسطة <span class='key'>الانتقاء الطبيعي</span> عبر الأجيال هو عملية مهمة تتغير فيها الأنواع على مر الزمن وتستجيب للتغيرات في الظروف البيئية. البيئة تكون حيوية في الطبيعة؛ يمكن أن تختلف خصائصها مع مرور الوقت. تعطل أي جزء من البيئة يمكن أن يؤدي إلى تحولات في كل الجماعات. الصفات التي تدعم البقاء والتكاثر الناجح في البيئة الجديدة أصبحت أكثر شيوعا؛ والصفات التي ليست كذلك تصبح أقل شيوعا. وبالتالي، فإن توزيع الصفات على الجماعات يتغير.

source: Reviewing key vocabulary related to... changing life forms
ar_eg: استعراض المصطلحات المرتبطة ب ... نماذج الحياة المتغيرة

source: Adaptation
ar_eg: التكيف

source: Natural selection
ar_eg: الانتقاء الطبيعي

source: Environmental change
ar_eg: التغير البيئي

source: Genetic mutation
ar_eg: طفرة جينية

source: Extinction
ar_eg: الانقراض

source: Ecosystem
ar_eg: النظام البيئي

source: An inherited characteristic that may give a life form a better chance of survival. Animals that are better adapted are more likely to reproduce and pass on their adaptations.
ar_eg: السمة الموروثة التي قد تعطي شكل من أشكال الحياة فرصة أفضل للبقاء على قيد الحياة. الحيوانات التي تتكيف على نحو أفضل هي أكثر عرضة للتكاثر و توريث التكيفات الخاصة بها.

source: An example would be the giraffe. Giraffes' long necks allow them to obtain food that other animals cannot reach.
ar_eg: على سبيل المثال الزرافة. أعناق الزرافات الطويلة تسمح لهم بالحصول على الغذاء الذي لا تستطيع الحيوانات الأخرى الوصول إليه.

source: Animals that are best adapted to survive will be the ones most likely to reproduce and pass on their genes. This results in a decrease in the total diversity of a population over time.
ar_eg: الحيوانات التي تتكيف بشكل أفضل لتبقى على قيد الحياة تكون الأكثر احتمالا للتكاثر وتوريث جيناتها. هذا يؤدي إلى انخفاض في التنوع في مجموعة الأفراد مع مرور الوقت.

source: An example would be the shift in the peppered moth populations. Lighter colored moths survive more frequently around light colored trees, while dark colored moths survive more frequently around dark colored trees.
ar_eg: مثال على ذلك هو التحول في مجموعة العث . العث الفاتح يبقى على قيد الحياة على نحو متكرر أكثر حول الأشجار الملونة الخفيفة، في حين أن العث داكن اللون يبقى على قيد الحياة بشكل متكرر أكثر حول أشجار داكنة اللون.

source: A change in the surroundings that affects the organisms living there. Environmental change may favor a species or members of a species and drive natural selection.
ar_eg: أي تغيير في البيئة المحيطة يؤثر على الكائنات الحية التي تعيش هناك. التغير البيئي قد يفضل أنواع أو أفراد من الأنواع و المضي قدما نحو الانتقاء الطبيعي.

source: Examples may include natural disasters, the introduction of an invasive species, climate change, or human interference.
ar_eg: يمكن أن تشمل الأمثلة الكوارث الطبيعية، وإدخال الأنواع الغازية، وتغير المناخ، أو تدخل الإنسان.

source: DNA that is incorrectly copied can result in differences in an organism. These differences may be beneficial, resulting in the organism being better adapted. They may also be harmful, resulting in the organism being less well adapted. Many mutations, however, cause changes that have no significant effect on the organism as a whole.
ar_eg: الحمض النووي الذي يتم نسخه بشكل غير صحيح يمكن أن يؤدي إلى اختلافات في الكائن الحي. قد تكون هذه الاختلافات مفيدة، اذا تكيف الكائن بشكل أفضل من هذه النتيجة. قد تكون أيضا ضارة، اذا تكيف الكائن بشكل أقل. مع ذلك ، العديد من الطفرات، تسبب تغيرات ليس لها تأثير كبير على الكائن الحي ككل.

source: If no members of a species are able to reproduce, the species will cease to exist and become extinct. The vast majority of species that have existed in earth's history are now extinct.
ar_eg: إذا لم تكن الأفراد من الأنواع قادرة على التكاثر، فإن الأنواع تزول من الوجود وتصبح منقرضة. الغالبية العظمى من الأنواع التي كانت موجودة في تاريخ الارض هي الآن منقرضة.

source: An ecosystem is living and non-living components of an area that co-exist in a balance. If the balance is disrupted by something such as an environmental change, some or all species may experience natural selection, or possibly go extinct.
ar_eg: النظام البيئي يشمل الكائنات الحية و غير الحية في المنطقة التي تعيش في توازن. إذا اختل التوازن في شيء مثل التغير البيئي، فان بعض أو كل الأنواع قد تواجه الانتقاء الطبيعي، أو ربما تنقرض.

source: Checking what you now know... about changing life forms
ar_eg: تأكد مما تعرف الآن ... حول نماذج الحياة المتغيرة

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه.

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا

source: Choose the <span class='blink'>best</span> example of an adaptation.
ar_eg: اختر المثال الأصح للتكيف

source: Parrots learn to say phrases by copying people.
ar_eg: الببغاوات تتعلم تكلم الجمل عن طريق تقليد البشر.

source: Polar bears' hollow fur keeps them warm and makes swimming easier.
ar_eg: فراء الدببة القطبية الجوفاء يبقيها دافئة ويجعل السباحة أسهل.

source: A tropical rainforest is cleared by fire.
ar_eg: الغابات الاستوائية الماطرة تزال بالنيران.

source: Rice fields are harvested at the end of a growing season.
ar_eg: يتم حصاد حقول الأرز في نهاية موسم النمو.

source: Not an adaptation. Learning isn't inherited.
ar_eg: ليس تكيفا. التعلم لا يورث.

source: Right. The fur is an important adaptation.
ar_eg: صحيح. يعتبر الفراء من التكيفات المهمة.

source: Sorry. The rainforest clearing is only temporary.
ar_eg: آسف. هدم الغابات المطيرة هو مؤقت فقط.

source: Nope. The harvest happens every year.
ar_eg: لا، الحصاد يحدث كل سنة.

source: Natural selection does <span class='blink'>not</span> involve...
ar_eg: الانتقاء الطبيعي <span class='blink'>ليس </span> مشمولا..ً.

source: Some types of variation are inherited.
ar_eg: بعض أنواع التغيرات هي موروثة.

source: People have carefully chosen horses to breed for special traits.
ar_eg: يختار الناس الأحصنة بحذر لتتوالد وبالتالي الحصول على صفات خاصة.

source: There is a competition for survival.
ar_eg: هنالك منافسة على البقاء.

source: Some traits make an organism especially able to survive in its habitat.
ar_eg: بعض السمات تجعل الكائن الحي قادرا وخاصة على البقاء في موطنه.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لتدير الصندوق وحدد إجابتك

source: Nope. Inherited variation is a key part of natural selection.
ar_eg: كلا. التغيرات الموروثة هي جزء رئيسي من الانتقاء الطبيعي.

source: Right! Choosing which animals breed takes nature out of the selection.
ar_eg: صحيح،اختيار اي من الحيوانات لتتوالد تبقي الطبيعة خارج موضوع الاختيار.

source: Nope. Competition is very important in natural selection.
ar_eg: كلا، التنافس مهم جدا في الانتقاء الطبيعي.

source: Sorry. Survival and reproduction are key in natural selection.
ar_eg: أسف. بقاء الحياة والتكاثر هما مفتاح في الانتقاء الطبيعي.

source: Which of the following environmental changes is least likely to lead to evolutionary change?
ar_eg: أي من التغيرات البيئية التالية هي أقل احتمالا لتحدث تغير ثوري؟

source: Eruption of a supervolcano on an island.
ar_eg: ثوران بركان عملاق على جزيرة.

source: A large meteorite impact.
ar_eg: تأثير النيزك الكبير.

source: A small group of people walking across a prairie.
ar_eg: مجموعة صغيرة من الناس يسيرون عبر المروج.

source: The climate warming over a short period of time.
ar_eg: ارتفاع درجة حرارة المناخ خلال فترة قصيرة من الزمن.

source: No. This actually could lead to some major changes.
ar_eg: لا. في الواقع هذا قد يؤدي إلى بعض التغييرات الكبرى.

source: Sorry. Large meteorite impacts have had profound impacts in the past.
ar_eg: آسف. آثار نيزك كبير كان لها تأثيرات عميقة في الماضي.

source: Correct. Simply walking through an area is likely to be harmless.
ar_eg: صحيح. المشي في منطقة معينة من المرجح أن يكون غير ضار.

source: Nope. Climate change has been shown to cause significant changes.
ar_eg: كلا. وقد تبين أن تغير المناخ قد يسبب تغيرات مهمة.

source: Which of the following statements is consistent with Darwin's idea of natural selection?
ar_eg: أي من العبارات التالية تتماشى مع فكرة داروين في الانتقاء الطبيعي؟

source: Larger individuals tend to have more offspring.
ar_eg: الأفراد الأكبر حجما يميلون إلى أن يكون لديهم ذرية أكثر .

source: Individuals better adapted to the environment tend to leave more offspring.
ar_eg: الأفراد الأفضل تكيفا مع البيئة يميلون إلى ترك ذرية أكثر.

source: Individuals with variations tend to survive longer.
ar_eg: الأفراد المختلفة تميل إلى البقاء على قيد الحياة لفترة أطول.

source: Survival of individuals is more important in natural selection than in reproduction.
ar_eg: بقاء الأفراد على قيد الحياة أكثر أهمية في الانتقاء الطبيعي مما كانت عليه في التكاثر.

source: Nope. Size has little to do with numbers of offspring.
ar_eg: كلا. الحجم ليس له أي علاقة في أعداد الذرية.

source: Correct! Having more offspring means that individuals are better adapted.
ar_eg: صحيح! وجود المزيد من الذرية يعني أن الأفراد يتم تكييفها على نحو أفضل.

source: Sorry. All individuals display variations in many different traits.
ar_eg: آسف. يعرض جميع الأفراد الاختلافات في الكثير من الصفات المختلفة.

source: Nope. Reproduction is key to natural selection.
ar_eg: كلا. الاستنساخ هو المفتاح للانتقاء الطبيعي.

source: A certain bird species preys upon insects that live on tree trunks. Over a period of time, the insects burrow deeper and deeper into the bark to avoid being eaten. Which of the following changes is likely to occur in the bird population?
ar_eg: تفترس بعض أنواع الطيور الحشرات التي تعيش على جذوع الأشجار. على مدى فترة من الزمن، الحشرات تحفر أعمق وأعمق في اللحاء لتجنب التعرض للأكل. أي من التغيرات التالية من المرجح أن يحدث عند أسراب الطيور؟

source: The birds would lay eggs earlier each spring.
ar_eg: قد تضع الطيور بيوضها في وقت سابق كل ربيع.

source: The birds would migrate later each fall.
ar_eg: قد تهاجر الطيور في وقت لاحق كل خريف.

source: Beaks would become longer and thinner over time.
ar_eg: المناقيرستصبح أطول وأنحف مع مرور الوقت

source: Spot patterns on eggs would change to darker colors.
ar_eg: إن أشكال البقع على البيض تتغيرالى اللون الداكن.

source: Not likely. We can't predict a relationship between insect depth and mating time.
ar_eg: ليس محتملا. نحن لا نستطيع أن نتنبأ بالعلاقة بين عمق الحشرات ووقت التزاوج.

source: Nope. We have no reason to predict any change in migration.
ar_eg: كلا. ليس لدينا أي سبب لتوقع أي تغيير في الهجرة.

source: Correct! Selection will favor longer, thinner beaks to catch food.
ar_eg: صحيح! والاختيار يفضل أن يكون ، مناقير طويلة ورقيقة لالتقاط الطعام.

source: Sorry. There's no reason to link food location to spot patterns.
ar_eg: آسف. ليس هناك سبب لربط موقع الطعام بأنماط البقع.
