Repository: geneconde/NGR-sandbox
Catalog: demo/gravity-*-action/Locale/*/LC_MESSAGES/gravity-*-action.po
Languages: es_es

source: Because we live on Earth, most people experience (or observe) the phenomena of gravity as things "falling to Earth". But if all things that went up truly fell back to Earth, devices such as cell phones and TVs would not work as they do today. That's because such devices depend upon connections with a communication <span class='key'>satellite</span> that is rocketed up to a distance where the earth's gravity is much weaker. If we were able to turn off Earth's gravity, the satellite boosted into space would keep going. But we can't turn off gravity. It follows that the satellite begins to fall back to earth. But rather than falling straight back, the satellite begins to "curve" back to Earth until it enters a stable orbit around the planet. A stable orbit requires a balance of enough speed to keep the object from falling completely back to Earth but not so much speed that it shoots off into space.
es_es: Porque vivimos en la Tierra, la mayoría de las personas experimentan (u observan) el fenómeno de la gravedad por medio de que las cosas "caen a la Tierra". Pero si todas las cosas que suben realmente cayeran de nuevo a la Tierra, aparatos como los teléfonos celulares y las televisiones no funcionarían como lo hacen en la actualidad. Eso sucede porque dichos aparatos dependen de conectarse con un <span class='key'>satélite</span> de comunicaciones, que es llevado en cohete hasta una distancia en la cual la gravedad de la Tierra es mucho más débil. Si fuésemos capaces de eliminar la gravedad de la Tierra, el satélite que se lleva al espacio, seguiría alejándose. Pero no podemos apagar la gravedad. Lo que sucede después, es que el satélite comienza a caer de nuevo hacia la Tierra. Pero en lugar de caer directamente, el satélite comienza a "trazar una curva" de regreso a la Tierra hasta que entra en una órbita estable alrededor del planeta. Una órbita estable requiere un equilibrio de suficiente velocidad para evitar que el objeto caiga de nuevo a la Tierra del todo, pero no tanta velocidad que salga volando al espacio.

source: Much like the example with the satellite above, the Moon can be described as Earth's satellite. Indeed, a moon is defined as both a celestial body and a natural satellite. It is a <span class='key'>celestial body</span> because it is an object found in space and it is a <span class='key'>natural satellite</span> because the moon orbits the earth. Like the communication satellites revolving around Earth, the moon is in a perfect balance of motion. If the moon had any more <span class='key'>velocity</span>, it would fly off into space. But if the moon had any less velocity, it would spiral toward Earth until it crashed into Earth's surface. Thus, the Earth-Moon system is another example of a satellite system--a perfect balance of motion and gravity.
es_es: De forma similar al ejemplo anterior con el satélite, la luna puede ser descrita como el satélite de la Tierra. De hecho, la luna se define tanto como un cuerpo celeste como un satélite natural. Es un <span class='key'>cuerpo celeste</span> porque es un objeto que se encuentra en el espacio, y es un <span class='key'>satélite natural</span> porque la luna orbita la Tierra. Como los satélites de comunicaciones que dan vuelta alrededor de la Tierra, la luna está en un perfecto equilibrio de movimiento. Si la luna tuviese más <span class='key'>velocidad</span>, saldría volando al espacio. Pero si la luna tuviese menos velocidad, orbitaría en espiral hacia la Tierra hasta chocar sobre la superficie terrestre. Por lo tanto, el sistema Tierra-luna es otro ejemplo de un sistema satelital - un equilibrio perfecto de movimiento y gravedad.

source: Stabilizing speed...
es_es: Estabilizando la velocidad ...

source: Question A. Read the following statements and click on the <span class='blink'>correct</span> answer.
es_es: Pregunta A. Lee las siguientes declaraciones y da clic en la respuesta <span class='blink'>correcta</span>.

source: The force of gravity causes all objects launched up into the sky to fall back down to Earth.
es_es: La fuerza de la gravedad provoca que todos los objetos lanzados hacia el cielo caigan de nuevo a la Tierra.

source: Communication satellites are rocketed into space to a distance where Earth's gravity is much stronger.
es_es: Los satélites de comunicaciones se llevan con un cohete hacia el espacio a una distancia donde la gravedad de la Tierra es mucho más fuerte.

source: Artificial satellites are like the moon in that they both orbit the earth.
es_es: Los satélites artificiales son como la luna ya que ambos orbitan alrededor de la Tierra.

source: If the moon had more velocity than it does while orbiting, it would spiral downward until it crashed into Earth's surface.
es_es: Si la luna llevase una velocidad mayor de la actual al avanzar por su órbita, iría en espiral hacia abajo hasta estrellarse contra la superficie terrestre.

source: Question B. Click on <span class='blink'>all</span> the statements that are <span class='blink'>true</span>.
es_es: Pregunta B. Da clic en <span class='blink'>todas</span> las declaraciones que son <span class='blink'>verdaderas</span>.

source: For satellites to get into orbit, gravity is turned off.
es_es: Para que los satélites entren en órbita, hay que apagar la gravedad.

source: Natural satellites are celestial bodies.
es_es: Los satélites naturales son cuerpos celestes.

source: A communication satellite is a type of artificial satellite.
es_es: Un satélite de comunicaciones es un tipo de satélite artificial.

source: Gravity affects the balance of motion of natural satellites, but does not affect artificial satellites.
es_es: La gravedad afecta al equilibrio de movimiento de los satélites naturales, pero no afecta a los satélites artificiales.

source: Gravity affects the balance of motion of natural and artificial satellites.
es_es: La gravedad afecta el equilibrio de movimiento tanto de los satélites naturales, como de los artificiales.

source: Repairing satellites...
es_es: Reparando satélites...

source: This is not correct since some objects launched from Earth go into orbit as satellites.
es_es: Esto no es correcto ya que algunos objetos que se elevan desde la Tierra, entran en órbita como satélites.

source: Just the opposite! Satellites are rocketed into space to a distance where Earth's gravity is much weaker. Remember, the force of gravity between two objects decreases as distance increases.
es_es: ¡Justo lo contrario! Los satélites se llevan con un cohete al espacio hasta una distancia en la que la gravedad de la Tierra es mucho más débil. Recuerda, la fuerza de la gravedad entre dos objetos disminuye conforme la distancia aumenta.

source: Correct, the moon is in perfect balance of motion and gravity with the earth. Communication satellites try to simulate that balance.
es_es: Correcto, la luna está en perfecto equilibrio de movimiento y gravedad con la Tierra. Los satélites de comunicaciones intentan simular dicho equilibrio.

source: Nope. If the moon had less velocity, it would spiral downward. If it had more velocity, the moon would continue on a path away from Earth.
es_es: Nop. Si la luna tuviese menor velocidad, avanzaría en espiral hacia abajo. Si tuviera mayor velocidad, la luna continuaría su camino alejándose de la Tierra.

source: Correct! Natural satellites are celestial bodies and communication satellites are artificial satellites. The balance of motion of natural and artificial satellites depends on gravitational forces. Communication satellites are rocketed into space to a distance where Earth's gravity is much weaker - gravity can't be turned off.
es_es: ¡Correcto! Los satélites naturales son cuerpos celestes y los satélites de comunicaciones son satélites artificiales. El equilibrio de movimiento de los satélites naturales y artificiales depende de las fuerzas gravitacionales. Los satélites de comunicaciones se llevan al espacio hasta una distancia en la que la gravedad de la Tierra es mucho más débil - la gravedad no se puede apagar.

source: Not quite... Natural satellites are celestial bodies and communication satellites are artificial satellites. The balance of motion of natural and artificial satellites depends on gravitational forces. Communication satellites are rocketed into space to a distance where Earth's gravity is much weaker - gravity can't be turned off.
es_es: No exactamente... los satélites naturales son cuerpos celestes y los satélites de comunicaciones son satélites artificiales. El equilibrio de movimiento de los satélites naturales y artificiales depende de las fuerzas gravitacionales. Los satélites de comunicaciones se llevaron en un cohete hacia el espacio hasta una distancia donde la gravedad de la Tierra es mucho más débil - la gravedad no se puede apagar.

source: <span class='key'>Velocity</span> is the speed of a moving object. Sometimes objects move at a constant speed – like a car driving down the highway at 105 kilometers per hour (Km/h). But usually, moving objects speed-up or slow down. <span class='key'>Acceleration</span> is how quickly that happens. Does the car accelerate quickly – going from 0 to 105 Km/h in 6 seconds? Or does it accelerate slowly going from 0 to 105 Km/h in 30 seconds?
es_es: La <span class='key'>velocidad</span> es cuán rápido es un objeto en movimiento. A veces, los objetos se mueven a una velocidad constante - como un auto que avanza por la autopista a 105 kilómetros por hora (Km/h). Pero por lo general, los objetos en movimiento aumentan y reducen su velocidad. La aceleración es cuán rápido sucede esto. ¿Acaso el auto acelera <span class='key'>rápidamente</span> - va desde 0 hasta 105 Km/h en 6 segundos? ¿O va acelerando lentamente de 0 a 105 Km/h en 30 segundos?

source: Studying gravity...
es_es: Estudiando la gravedad...

source: After learning about the acceleration due to gravity on free-falling objects, answer the following questions. Ignore the factor of air resistance in your answers.
es_es: Tras aprender sobre la aceleración debido a la gravedad sobre objetos que caen, responde a las siguientes preguntas. Ignora el factor de la resistencia del aire en tus respuestas.

source: Question A. A punted football is falling back to the field after reaching its peak height. How fast will it be moving when it is caught 3 seconds later? (acceleration due to gravity = 9.8 m/s2)
es_es: Pregunta A. Un balón que fue pateado, va cayendo de nuevo al campo tras alcanzar su altura máxima. ¿Qué tan rápido se estará moviendo cuando lo atrapen 3 segundos más tarde? (aceleración debido a la gravedad = 9.8 m/s2)

source: 0 meters per second
es_es: 0 metros por segundo

source: 19.6 meters
es_es: 19.6 metros

source: 29.4 meters per second
es_es: 29.4 metros por segundo

source: Question B. A watermelon and a marble are dropped from the same height. Which of the following is true?
es_es: Pregunta B. Una sandía y una canica se dejan caer desde la misma altura. ¿Cuál de las siguientes afirmaciones es cierta?

source: Because it is heavier, the watermelon will accelerate more than the marble.
es_es: Ya que es más pesada, la sandía acelerará más que la canica.

source: Because it is lighter, the marble will reach the ground later than the watermelon.
es_es: Ya que es más ligera, la canica alcanzará el suelo después que la sandía.

source: Because the acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects, both the watermelon and marble will reach the ground at the same time (ignoring air resistance).
es_es: Ya que la aceleración debido a la gravedad de 9.8 m/s2 es la misma para todos los objetos en caída libre, tanto la sandía como la canica llegarán al suelo al mismo tiempo (ignorando la resistencia del aire).

source: The watermelon and the marble will be accelerated at different amounts based on their sizes.
es_es: La sandía y la canica acelerarán diferentes cantidades en función de sus tamaños.

source: Nope! The football has gained speed as it falls due to the force of gravity accelerating it.
es_es: ¡Nop! El balón ha ganado velocidad a medida que cae debido a que la fuerza de gravedad lo acelera.

source: Nope! This is the acceleration due to gravity, not the speed of the football after falling for 3 seconds.
es_es: ¡Nop! Ésta es la aceleración debido a la gravedad, no la velocidad del balón después de caer durante 3 segundos.

source: Nope! This is the distance the football will have traveled in its fall after 2 seconds, not its speed after falling for 3 seconds.
es_es: ¡Nop! Ésta es la distancia que el balón habrá recorrido en su caída después de 2 segundos, no su velocidad después de caer por 3 segundos.

source: Correct! After 3 seconds of free-fall, the football would have a speed of 29.4 meters per second.
es_es: ¡Correcto! Después de 3 segundos de caída libre, el balón tendría una velocidad de 29.4 metros por segundo.

source: Nope! Even though the watermelon is heavier, the acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects.
es_es: ¡Nop! A pesar de que la sandía es más pesada, la aceleración debido a la gravedad de 9.8 m/s2 es la misma para todos los objetos en caída libre.

source: Nope! Even though the marble is lighter, the acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects.
es_es: ¡Nop! A pesar de que la canica es más ligera, la aceleración debido a la gravedad de 9.8 m/s2 es la misma para todos los objetos en caída libre.

source: Right! Ignoring air resistance, both will reach the ground at the same time because of the acceleration due to gravity being the same for each.
es_es: ¡Muy bien! Haciendo caso omiso de la resistencia del aire, ambos llegarán al suelo al mismo tiempo debido a que la aceleración por la gravedad es la misma para ambos.

source: Nope! The acceleration due to gravity of 9.8 m/s2 is the same for all free-falling objects.
es_es: ¡Nop! La aceleración debido a la gravedad de 9.8 m/s2 es la misma para todos los objetos en caída libre.

source: Using what you now know about... gravity in action... to solve a problem
es_es: Utilizando lo que sabes ahora acerca de... la gravedad en acción... para resolver un problema

source: Astronauts need to be able to communicate with Earth on their new voyages to the moon and planet Mars. You are an engineer, part of NASA’s new mission to send satellites to orbit where astronauts are - the moon and Mars.
es_es: Los astronautas tienen que ser capaces de comunicarse con la Tierra en sus nuevos viajes a la luna y el planeta Marte. Tú eres un/a ingeniero/a, que forma parte de la nueva misión de la NASA para enviar satélites a la órbita donde están los astronautas - la luna y Marte.

source: What would you have to consider to figure out where and how to set the artificial satellite into orbit? Using what you know about how satellites orbit the earth, what would you need to know to solve this problem? You can use the internet to find the facts you need.
es_es: ¿Qué tendrías que considerar para deducir hacia dónde y cómo configurar el satélite artificial para que entre en órbita? Utilizando lo que sabes acerca de cómo los satélites orbitan la tierra, ¿qué necesitarías saber para resolver este problema? Puedes utilizar el internet para encontrar la información que necesitas.

source: Preparing for new mission...
es_es: Preparándose para una nueva misión...

source: Summarizing big ideas about... gravity in action
es_es: Resumiendo ideas importantes acerca de... la gravedad en acción

source: All objects in the universe exert a gravitational force on each other. The force of <span class='key'>gravity</span> pulls objects together without the objects actually being in physical contact with each other. There are two factors that affect the strength of gravity. The first is the mass of the object and the second is the distance between objects. The larger the mass, the greater the gravitational force it exerts. The farther away two objects are from each other, the weaker the gravitational force is between them. It's important to note that all objects exert a gravitational force on all other objects. Just as the earth is pulling on the moon, the moon is pulling on the earth. <span class='key'>Ocean tides</span> are caused by the gravitational pull of the moon. Earth's gravitational force extends far space. In outer space, gravitational forces of planets and stars account for the order and structure of solar systems and galaxies. The system of the moon orbiting Earth depends on a perfect balance of motion and gravity. In the case of <span class='key'>satellites</span> in general, a stable orbit requires a balance of enough speed to keep the object from falling completely back to Earth, but not so much speed that it shoots off into space.
es_es: Todos los objetos en el universo ejercen una fuerza gravitacional sobre los otros. La fuerza de <span class='key'>gravedad</span> atrae de los objetos entre sí sin que los objetos estén en contacto físico el uno con el otro realmente. Hay dos factores que afectan la fuerza de la gravedad. El primero es la masa del objeto y el segundo es la distancia entre los objetos. Entre más grande sea la masa, mayor será la fuerza gravitacional que ejerce. Entre más lejos estén dos objetos el uno del otro, más débil será la fuerza gravitacional entre ellos. Es importante destacar que todos los objetos ejercen una fuerza gravitacional sobre todos los otros objetos. Justo como la Tierra tira de la luna, la luna tira de la Tierra. Las <span class='key'>mareas oceánicas</span> son provocadas por la atracción gravitacional de la luna. La fuerza gravitacional de la Tierra se extiende a lo largo del espacio. En el espacio exterior, las fuerzas gravitacionales de los planetas y estrellas dan raíz al orden y estructura de los sistemas solares y galaxias. El sistema de la luna orbitando la Tierra, depende de un equilibrio perfecto entre movimiento y gravedad. En el caso de los <span class='key'>satélites</span> en general, una órbita estable requiere un equilibrio de suficiente velocidad para evitar que el objeto caiga del todo de nuevo hacia la Tierra, pero no tanta velocidad que salga disparado al espacio.

source: Reviewing key vocabulary related to... gravity in action
es_es: Revisando vocabulario clave relacionado con... la gravedad en acción

source: Gravity
es_es: Gravedad

source: The natural attraction of all matter to other matter. This force is directly proportional to the mass of the two objects, and indirectly proportional to their distance apart from one another.
es_es: La atracción natural de toda la materia hacia otra materia. Esta fuerza es directamente proporcional a la masa de los dos objetos, e indirectamente proporcional a la distancia que hay entre uno y otro.

source: Force
es_es: Fuerza

source: An external effort which causes an object to undergo some sort of change. This change may be in its movement, direction, or construction, depending on the type of force applied, as well as the conditions of the object itself.
es_es: Un esfuerzo externo que provoca que un objeto se someta a algún tipo de cambio. Este cambio puede ser en su movimiento, dirección, o construcción, dependiendo del tipo de fuerza aplicada, así como las condiciones del propio objeto.

source: A unit of measurement to describe force. Defined as the force of 1 kg*m/s<sup>2</sup>, or the force needed to accelerate one kilogram of matter one meter per second per second.
es_es: Una unidad de medida para describir la fuerza. Se define como la fuerza de 1 kg*m/s<sup>2</sup>, o la fuerza necesaria para acelerar un kilogramo de materia un metro por segundo por segundo.

source: Acceleration
es_es: Aceleración

source: The rate a moving object’s velocity changes with time. How fast it speeds up, slows down, or changes direction.
es_es: La tasa de cambio en la velocidad de un objeto en movimiento en base al tiempo. Qué tan rápido aumenta su velocidad, la disminuye, o cambia de dirección.

source: Lunar Tide
es_es: Marea Lunar

source: The change in sea level due to the gravity of the moon, and to a smaller extent, the sun. The moon and sun's gravity pull on the water on Earth, altering sea levels depending on where they are.
es_es: El cambio en el nivel del mar debido a la gravedad de la luna, y en menor medida, del sol. La gravedad de la luna y del sol tiran del agua en la Tierra, alterando los niveles del mar dependiendo del lugar donde se encuentren.

source: Satellite
es_es: Satélite

source: An object that orbits a larger object in space. There are many man-made satellites orbiting the earth, but the moon is also an Earth satellite. Likewise, the earth is a satellite orbiting the sun.
es_es: Un objeto que orbita alrededor de un objeto más grande en el espacio. Hay muchos satélites artificiales que orbitan alrededor de la tierra, pero la luna también es un satélite de la Tierra. Del mismo modo, la Tierra es un satélite en órbita alrededor del sol.

source: Celestial Body
es_es: Cuerpo Celeste

source: A term used to describe any piece of solid matter that is not on Earth. A celestial body can be anything from a tiny asteroid, to a planet, to a star.
es_es: Un término utilizado para describir cualquier pieza de materia sólida que no está en la Tierra. Un cuerpo celeste puede ser cualquier cosa, desde un pequeño asteroide, a un planeta, a una estrella.

source: Natural Satellite
es_es: Satélite Natural

source: An object that orbits a larger object in space, which was not put there by humans. Examples would include the moon orbiting Earth and the eight planets orbiting our sun.
es_es: Un objeto que orbita alrededor de un objeto más grande en el espacio, que no fue puesto allí por los seres humanos. Los ejemplos incluyen la luna que orbita a la Tierra y los ocho planetas que orbitan nuestro sol.

source: Velocity
es_es: Rapidez

source: An object's motion in a specific direction, described in units of distance traveled per unit of time and the direction of the motion. Example: A person ran at 2 meters per second, north by northwest.
es_es: El movimiento de un objeto en una dirección específica, que se describe con unidades de distancia recorrida por unidad de tiempo y la dirección del movimiento. Ejemplo: Una persona corrió a 2 metros por segundo, hacia el nor-noroeste.

source: Checking what you now know about... gravity in action
es_es: Revisando lo que sabes ahora acerca de... la gravedad en acción

source: Look at the two sets of images, 1 and 2. Considering the factors that affect gravitational forces, which statement below is <span class='blink'>correct</span>?
es_es: Mira las dos series de imágenes, 1 y 2. Teniendo en cuenta los factores que afectan a las fuerzas gravitacionales, ¿cuál de las siguientes afirmaciones es <span class='blink'>correcta</span>?

source: Far
es_es: Lejos

source: Big mass
es_es: Masa grande

source: Small mass
es_es: Masa pequeña

source: <span class='key'>Image 2</span>
es_es: <span class='key'>Imagen 2</span>

source: Close
es_es: Cerca

source: Bigger mass
es_es: Masa mayor

source: The gravitational force in image 1 is stronger because there is more total mass and the objects are closer together than those in image 2.
es_es: La fuerza gravitacional en la imagen 1 es más fuerte porque hay más masa total, y los objetos están más cerca entre sí que los de la imagen 2.

source: The gravitational force in image 1 is stronger because there is less total mass and the objects are farther apart than in image 2.
es_es: La fuerza gravitacional en la imagen 1 es más fuerte porque hay menos masa total y los objetos están más separados que en la imagen 2.
