Repository: geneconde/NGR-sandbox
Catalog: demo/gravity-*-action/Locale/*/LC_MESSAGES/gravity-*-action.po
Languages: es_es

source: Start
es_es: Inicio

source: Next
es_es: Siguiente

source: Back
es_es: Regresar

source: Read More
es_es: Leer Más

source: Check Answer
es_es: Verificar Respuesta

source: Please select your answer.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
es_es: Revisión Rápida #1

source: Quick Check #2
es_es: Revisión Rápida #2

source: Quick Check #3
es_es: Revisión Rápida #3

source: Quick Check #4
es_es: Revisión Rápida #4

source: Please check your answers.
es_es: Por favor revisa tus respuestas.

source: How did I do?
es_es: ¿Cómo lo hice?

source: You answered...
es_es: Tú respondiste...

source: select
es_es: seleccionar

source: Play
es_es: Reproducir

source: Pause
es_es: Pausa

source: Stop
es_es: Detener

source: Mute
es_es: Silencio

source: Unmute
es_es: Activar sonido

source: Max volume
es_es: Volumen máximo

source: Full screen
es_es: Pantalla completa

source: Restore screen
es_es: Restaurar pantalla

source: Repeat
es_es: Repetir

source: Repeat off
es_es: No repetir

source: Update Required
es_es: Actualización Requerida

source: To play the media you will need to either update your browser to a recent version or update your
es_es: Para reproducir los contenidos multimedia, necesitas actualizar tu navegador a una versión más reciente o actualizar tu

source: Flash plugin
es_es: Lector Flash

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
es_es: La Situación

source: The Scenario
es_es: El Escenario

source: Your Task
es_es: Tu Tarea

source: The Task
es_es: La Tarea

source: The Problem
es_es: El Problema

source: Your Assignment
es_es: Tu Tarea

source: Close me!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6

source: Congratulations,
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
es_es: Ir al tablero de inicio

source: Let's begin!
es_es: ¡Iniciemos!

source: Are you ready,
es_es: Estás listo/a,

source: Preparing your first quick check...
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
es_es: Uniéndolo todo...

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
es_es: ¡Terminaste!

source: Welcome to the Gravity in Action module
es_es: Bienvenido/a al módulo de la Gravedad en Acción

source: Thinking about... gravity in action
es_es: Pensando acerca de... la gravedad en acción

source: Have you ever seen a tug of war between two teams? Each team holding the rope is separated by a certain distance and both are trying to pull the other over a line. It might be hard to imagine a tug of war game without a rope, but such a contest is constantly taking place as objects throughout the universe pull on other objects with a force called <span class='key'>gravity</span>.
es_es: ¿Alguna vez has visto un tira y afloja entre dos equipos? Cada equipo que sostiene la cuerda está separado del otro por una cierta distancia, y ambos están tratando de hacer que el otro equipo cruce una línea. Es difícil imaginar un juego de tira y afloja sin una cuerda, pero un duelo similar está sucediendo constantemente, mientras objetos en todo el universo tiran de otros con una fuera llamada <span class='key'>gravedad

source: Checking what you already know about... gravity in action
es_es: Revisando lo que ya sabes acerca de... la gravedad en acción

source: You may have heard that all objects exert a gravitational force on other objects. You may also have wondered, then, why you don't feel this force. Although the force between most paired objects cannot be felt, you can indeed feel the force between the earth and you.
es_es: Quizá hayas escuchado que todos los objetos ejercen una fuerza gravitacional sobre otros objetos. Quizá también te hayas preguntado por qué no sientes dicha fuerza. Aunque la fuerza entre la mayoría de los objetos en pares no puede sentirse, definitivamente puedes sentir la fuerza entre la Tierra y tú. La sientes como tu peso. Si saltas, puedes estar seguro de que te atraerá de regreso a la Tierra. Pero, ¿qué crees que sucedería si saltaras y la gravedad no existiera? Piensa acerca de tu experiencia con la gravedad, por ejemplo, cuando saltas para tomar una manzana de un árbol o cuando vez la lluvia caer de una nube oscura. Basándote en tu experiencia, ¿cómo describirías la fuerza gravitacional?

source: Gravity is a force that pushes objects in opposite directions.
es_es: La gravedad es una fuerza que empuja a los objetos en direcciones opuestas.

source: Gravity is a force that pulls objects toward each other.
es_es: La gravedad es una fuerza que atrae los objetos entre sí.

source: Gravity is a force that can both push and pull on objects.
es_es: La gravedad es una fuerza que puede tanto empujar como atraer objetos.

source: Gravity is a force that acts when objects touch each other.
es_es: La gravedad es una fuerza que actúa cuando los objetos se tocan entre sí.

source: Gravity definitely is a force that acts between any two or more objects. But there are some special ways that gravity acts that might surprise you. Learn more about how gravity acts in this module.
es_es: La gravedad definitivamente es una fuerza que actúa entre dos o más objetos. Pero hay algunas maneras especiales en que la gravedad actúa que quizá te sorprendan. Aprenderás más acerca de cómo actúa la gravedad en este módulo.

source: Jumping up in the air...
es_es: Saltando en el aire...

source: Reviewing big ideas about... gravity in action
es_es: Revisando ideas importantes acerca de... la gravedad en acción

source: A <span class='key'>force</span> is a push or a pull. For example, you have to exert a force to push your friend on a swing or to pull them in a wagon. <span class='key'>Gravity</span> is also a force, but it is special in several ways. Gravity acts only to pull objects toward each other, whether the objects are touching or not.
es_es: Una <span class='key'>fuerza</span> es un empujón o un tirón. Por ejemplo, tienes que ejercer una fuerza para empujar a tu amigo en un columpio o para tirar de ellos en un vagón. La <span class='key'>gravedad</span> también es una fuerza, pero es especial de varias maneras. La gravedad actúa sólo para atraer objetos el uno hacia el otro, sin importar si los objetos están en contacto o no.

source: There are two factors that affect how much the force of gravity will pull two or more objects together. The first factor is the masses of the objects involved. The more massive the objects are, the greater the gravitational force between them will be. For example, the gravitational force between a 10kg and a 5kg object is twice as strong as between two 5 kg objects; and the gravitational force between two 10kg objects is four times as strong as between two 5 kg objects.
es_es: Hay dos factores que afectan la cantidad de fuerza con que la gravedad tirará de dos o más objetos. El primer factor es la masa de los objetos involucrados. Entre más masivos son los objetos, mayor es la fuerza gravitacional entre ellos. Por ejemplo, la fuerza gravitacional entre un objeto de 10 kg y un objeto de 5 kg es dos veces más fuerte que entre dos objetos de 5 kg; y la fuerza gravitacional entre dos objetos de 10 kg es cuatro veces tan fuerte como entre dos objetos de 5 kg.

source: The force of gravity between objects is measured in <span class='key'>Newtons</span>. If one object is many times more massive than another object, we refer to the gravitational force on the smaller object as its weight. So when you weigh yourself on a standard bathroom scale, your weight is the gravitational force between you and the Earth.
es_es: La fuerza de la gravedad entre los objetos se mide en <span class='key'>Newtons</span>. Si un objeto es muchas veces más masivo que otro objeto, nos referimos a la fuerza gravitacional sobre el objeto más pequeño como su peso. Así que cuando tú te pesas en una báscula de baño estándar, tu peso es la fuerza gravitacional entre tú y la Tierra.

source: Massive objects exert a stronger pull than less massive objects.
es_es: Objetos más masivos ejercen una atracción más fuerte que objetos menos masivos.

source: Astronauts weigh much less on the moon than on Earth because the moon’s mass is much smaller than the mass of the earth. So the gravitational force between the moon and a person is less than the gravitational force between the earth and that same person.
es_es: Los astronautas pesan mucho menos en la luna que en la Tierra, ya que la masa de la luna es mucho menor que la masa de la Tierra. Así que la fuerza de la gravedad entre la luna y una persona es menor que la fuerza gravitacional entre la Tierra y esa misma persona.

source: The second factor affecting gravitational force is the distance between objects. The farther away two objects are from each other, the weaker the gravitational force is between them. The closer they are, the stronger the force is. So, unlike pushing or pulling a wagon where you have to be in contact with the wagon, the gravitational force between objects acts across distance—the objects don't have to touch!
es_es: El segundo factor que afecta la fuerza gravitacional es la distancia entre los objetos. Cuanto más lejos están dos objetos entre sí, más débil es la fuerza gravitacional entre ellos. Cuanto más cerca estén, más fuerte es. Así que, a diferencia de empujar o tirar de un vagón donde tienes que estar en contacto con él, la fuerza gravitatoria entre objetos actúa a través de la distancia: ¡los objetos se tienen que tocarse!

source: Given equal masses, objects that are far apart exert less gravitational force on each other than objects that are close together.
es_es: Con masas iguales, los objetos que se encuentran más lejos ejercen menos fuerza gravitacional sobre otros que aquellos que están más cerca.

source: Moon
es_es: Luna

source: Mass = 72 kg.
es_es: Masa = 72 Kg.

source: Weight = 12 kg. (26 lbs.)
es_es: Peso = 12 Kg. (26 lbs.)

source: Earth
es_es: Tierra

source: Weight = 72 kg. (158 lbs.)
es_es: Peso = 72 kg. (158 lbs.)

source: Pushing the swing...
es_es: Empujando el columpio...

source: Question A. Read the sentences below and select the statement that is <span class='blink'>not correct</span>.
es_es: Pregunta A. Utiliza lo que sabes acerca de la relación entre la masa y la fuerza gravitacional para ordenar los cuerpos celestes (los planetas y el Sol en nuestro sistema solar). Arrastra los cuadros de los cuerpos celestes hacia arriba y hacia abajo para ordenarlos de mayor a menor basados en la fuerza gravitacional que poseen. La gravedad más alta debe estar hasta arriba.

source: Celestial Body Mass
es_es: Masa de Cuerpo Celeste

source: Earth 5.97 x 10<sup>24</sup> Kilograms
es_es: Tierra 5.97 x 10<sup>24</sup> Kilogramos

source: Jupiter 1,900 x 10<sup>24</sup> Kilograms
es_es: Júpiter 1,900 x 10<sup>24</sup> Kilogramos

source: Mars 0.641 x 10<sup>24</sup> Kilograms
es_es: Marte 0.641 x 10<sup>24</sup> Kilogramos

source: Mercury 0.330 x 10<sup>24</sup> Kilograms
es_es: Mercurio 0.330 x 10<sup>24</sup> Kilogramos

source: Neptune 102 x 10<sup>24</sup> Kilograms
es_es: Neptuno 102 x 10<sup>24</sup> Kilogramos

source: Saturn 568 x 10<sup>24</sup> Kilograms
es_es: Saturno 568 x 10<sup>24</sup> Kilogramos

source: Sun 1,989,000 x 10<sup>24</sup> Kilograms
es_es: Sol 1,989,000 x 10<sup>24</sup> Kilogramos

source: Uranus 86.8 x 10<sup>24</sup> Kilograms
es_es: Urano 86.8 x 10<sup>24</sup> Kilogramos

source: Venus 4.87 x 10<sup>24</sup> Kilograms
es_es: Venus 4.87 x 10<sup>24</sup> Kilogramos

source: Question B. A 1-liter bottle of water on earth has a mass of approximately 1 kilogram and weighs about 10 newtons. If that bottle is transported to a planet that has less mass than that of Earth, mark <span class='blink'>all</span> of the following that will be <span class='blink'>true</span>.
es_es: Pregunta B. Una botella de 1 litro de agua en la Tierra tiene aproximadamente 1 kilogramo de masa y pesa alrededor de 10 newtons. Si esa botella es transportada a un planeta que tiene menos masa que la Tierra, marca <span class='blink'>todas</span> las declaraciones que serán <span class='blink'>verdad</span>.

source: The weight of the bottle of water will remain the same.
es_es: El peso de la botella de agua seguirá siendo el mismo.

source: The weight of the bottle will be less than that on earth.
es_es: El peso de la botella será menor que en la Tierra.

source: The mass of the bottle of water will be more than that on earth.
es_es: La masa de la botella será mayor que en la Tierra.

source: The mass of the bottle of water will be the same.
es_es: La masa de la botella de agua será la misma.

source: Correct! The total mass (amount of matter) of the bottle of water will not change, but because the mass of that planet is less than Earth, then the gravitational forces will be less--the bottle will weigh less.
es_es: ¡Correcto! La masa total (cantidad de materia) de la botella de agua no va a cambiar, pero debido a que la masa de ese planeta es menor que la de la Tierra, entonces las fuerzas gravitacionales serán menores y la botella tendrá un peso menor

source: Not quite! The total mass (amount of matter) of the bottle of water will not change. Because the mass of that planet is less than Earth, then the gravitational forces will be less--the bottle will weigh less.
es_es: ¡No exactamente! La masa total (cantidad de materia) de la botella deagua no va a cambiar. Debido a que la masa de ese planeta es menor quela de la Tierra, entonces las fuerzas gravitacionales serán menores yla botella tendrá un peso menor.

source: All objects exert a gravitational pull on other objects. This holds true in the case of the Earth’s moon. Just as the earth is pulling on the moon, the moon is pulling on the earth. <span class='key'>Ocean tides</span> are caused by the gravitational pull of the moon on the mass of water in the earth’s oceans. Because ocean water is a liquid and can move, it “bulges up” from the pull of the moon’s gravity towards the moon’s position on any given day.
es_es: Todos los objetos ejercen una atracción gravitacional sobre otros objetos. Esto es cierto en el caso de la luna de la Tierra. Así como la Tierra tira de la luna, la luna tira de la Tierra. Las <span class='key'>mareas oceánicas</span> son causadas por la atracción gravitacional de la luna sobre la masa de agua en los océanos de la Tierra. Debido a que el agua del océano es un líquido y se puede mover, se "abulta" debido a la atracción de la gravedad lunar hacia la posición lunar en un día determinado.

source: A "bulge" of ocean water is created as the moon's gravity pulls in a direct line between the earth and the moon. The moon's gravitational pull is the strongest along a direct line between the earth and the moon. It is at that place a bulge of water occurs. That bulge is known as a <span class='key'>lunar tide</span>, which is also called high tide. The bulge is always found in that direct line, but as the earth rotates on its axis, the bulge is seen to move from east to west on Earth's surface.
es_es: Un "bulto" de agua de océano se crea conforme la gravedad de la luna tira del agua en línea directa entre la Tierra y la luna. La atracción gravitacional de la luna es lo más fuerte posible a lo largo de una línea directa entre la Tierra y la luna. Es en ese lugar que se produce un bulto de agua. Dicho bulto se llama <span class='key'>marea lunar</span>, también conocida como marea alta. El bulto siempre se encuentra en esa línea directa, pero a medida que la Tierra gira sobre su eje, el bulto se mueve de este a oeste de la superficie terrestre.

source: Tidal bulge due to inertia
es_es: Abultamiento de la marea debido a la inercia

source: Tidal bulge due to gravity
es_es: Abultamiento de la marea debido a la gravedad

source: Moon's <br><br> gravitational <br><br> pull
es_es: La atracción <br><br> gravitacional <br><br> de la luna

source: The green shows the relative magnitude of the forces – not the height of the water level changes. The actual change in water level from high tide to low tide is just a few feet.
es_es: El verde muestra la magnitud relativa de las fuerzas - no la altura de los cambios de nivel en el agua. El cambio real en el nivel de agua entre una marea alta y una marea baja son sólo unos pocos metros.

source: There is also an ocean bulge on the other side of the earth that is opposite the moon on the same direct line. The two bulges are what cause high tides twice each day. The tidal bulge of water on the other side of the earth from the moon is caused by centrifugal force, also called inertia, from the earth spinning on its axis. Low tides are the areas of the earth’s oceans in-between the two high tide bulges.
es_es: También hay un abultamiento en el océano en el otro lado de la Tierra que está opuesto a la luna sobre la misma línea directa. Estos dos bultos son lo que causa las mareas altas dos veces al día. El abultamiento de agua de la marea del lado de la Tierra opuesto a la luna, es provocado por la fuerza centrífuga, también llamada inercia, de la Tierra girando sobre su eje. Las mareas bajas son las áreas de los océanos terrestres que están entre los dos bultos de marea alta.

source: High tide or low tide?
es_es: ¿Marea alta o marea baja?

source: Question A. Read the sentences below and select the statement that is <span class='blink'>not correct
es_es: Pregunta A. Lee las siguientes oraciones y selecciona la afirmación que <span class='blink'>no</span> es correcta.

source: High and low tides are related to the force of the moon pulling on Earth.
es_es: Las mareas altas y bajas se relacionan con la fuerza de la luna tirando de la Tierra.

source: Just as the earth is pulling on the moon, the moon is pulling on the earth.
es_es: Así como la Tierra está tirando de la luna, la luna está tirando de la Tierra.

source: Ocean tides are caused by the gravitational pull of the moon.
es_es: Las mareas oceánicas son causadas por la atracción gravitacional de la luna.

source: The phases of the moon cause the high tides.
es_es: Las fases de la luna provocan las mareas altas.

source: Question B. Which of the following is <span class='blink'>true</span> considering the moon's force of gravity exerts a pulling force on Earth's oceans that then creates a "bulge" of water?
es_es: Pregunta B. ¿Cuál de las siguientes frases es <span class='blink'>verdadera</span> considerando que la gravedad de la luna ejerce una fuerza de atracción sobre los océanos de la Tierra, creando un "bulto" de agua?

source: A high tide will occur whenever the moon is directly overhead or directly opposite a location on earth.
es_es: Una marea alta se producirá cuando la luna esté directamente encima o directamente opuesta a un lugar en la tierra.

source: A low tide will occur whenever the moon is directly overhead.
es_es: Una marea baja se producirá cuando la luna esté directamente arriba.

source: A high tide will generally occur when the moon is new.
es_es: Una marea alta por lo general se producirá cuando hay luna nueva.

source: A high tide will generally occur when the moon is full.
es_es: Una marea alta por lo general se producirá cuando hay luna llena.

source: Looking at the moon...
es_es: Mirando la luna...

source: No, this sentence is true. Tides are caused by the pull of the moon, sun, and Earth rotating on its axis.
es_es: No, esta frase es verdadera. Las mareas son causadas por la atracción de la luna y el sol y la Tierra girando sobre su propio eje.

source: No, this sentence is true. All objects exert a gravitational pull on other objects. We might not feel it all the time, but it works both ways.
es_es: No, esta frase es verdadera. Todos los objetos ejercen una fuerza gravitacional sobre los otros objetos. Podemos no sentirla todo el tiempo, pero funciona en ambos sentidos.

source: Correct! This sentence is false. The bulge does not disappear; it is seen to move from east to west on Earth's surface.
es_es: ¡Correcto! Esta frase es falsa. El bulto no desaparece; se le ve moverse de este a oeste sobre la superficie de la Tierra.

source: Correct! A high tide will generally occur whenever the moon is directly overhead. And remember, there will also be another high tide on the opposite side of the earth at the same time.
es_es: ¡Correcto! Una marea alta por lo general ocurre cuando la luna está directamente encima. Y recuerda, también habrá otra marea alta en el lado opuesto de la Tierra al mismo tiempo.

source: Nope! A high tide, not a low tide, will generally occur whenever the moon is directly overhead or directly opposite a location on earth.
es_es: ¡Nop! En general se producirá una marea alta, no una marea baja, cuando la luna esté directamente encima o en el punto directamente opuesto de un lugar en la Tierra.

source: Nope! High and low tides occur daily during all phases of the moon.
es_es: ¡Nop! Mareas altas y bajas se producen a diario durante todas las fases de la luna.

source: More big ideas about... gravity in action
es_es: Más ideas importantes acerca de... la gravedad en acción
