Repository: geneconde/NGR-sandbox
Catalog: demo/gravity-*-action/Locale/*/LC_MESSAGES/gravity-*-action.po
Languages: es_es

source: The gravitational force in image 1 is stronger because the total mass of both objects is more than that in image 2.
es_es: La fuerza gravitacional en la imagen 1 es más fuerte porque la masa total de los dos objetos es más que la de la imagen 2.

source: The gravitational force in image 2 is stronger because there is more total mass and the objects are closer together than in image 1.
es_es: La fuerza gravitacional en la imagen 2 es más fuerte porque hay más masa total, y los objetos están más cercanos que en la imagen 1.

source: Your first quiz question is...
es_es: Tu primera pregunta de evaluación es...

source: Nope! The total of the masses is smaller and the distance between the masses is greater than in image 2. Gravitational forces increase as the distance between the two objects decreases and as the mass of the objects increases.
es_es: ¡No! El total de las masas es más pequeño y la distancia entre las masas es mayor que en la imagen 2. Las fuerzas gravitacionales aumentan a medida que la distancia entre los dos objetos disminuye y conforme la masa de los objetos aumenta.

source: Nope! Gravitational forces increase as the distance between the two objects decreases and as the mass of the objects increases.
es_es: ¡Nop! Las fuerzas gravitacionales aumentan a medida que la distancia entre los dos objetos disminuye y conforme la masa de los objetos aumenta.

source: Correct. Gravitational forces increase as the distance between the two objects decreases and as the mass of the objects increases.
es_es: Correcto. Las fuerzas gravitacionales aumentan a medida que la distancia entre los dos objetos disminuye y conforme la masa de los objetos aumenta.

source: In science, the numbers we get from measurements are meaningless without units. Which of the following is a unit of gravitational force?
es_es: En la ciencia, los números que obtenemos de mediciones no tienen sentido sin unidades. ¿Cuál de las siguientes es una unidad de fuerza gravitacional?

source: Kilometer
es_es: Kilómetro

source: Kilogram
es_es: Kilogramo

source: Newtons per Kilogram
es_es: Newtons por Kilogramo

source: Finding gravitational strength...
es_es: Encontrando la fuerza gravitacional...

source: Correct! The newton (abbreviated 'N') was named in honor of Sir Isaac Newton, who discovered the three laws of motion.
es_es: ¡Correcto! El newton (Abreviado 'N') obtiene su nombre en honor de Sir Isaac Newton, quien descubrió las tres leyes del movimiento.

source: Nope. A kilometer is a measure of distance.
es_es: Nop. Un kilómetro es una medida de distancia.

source: Nope. A kilogram is a measure of mass.
es_es: Nop. Un kilogramo es una medida de masa.

source: Not quite, but you were close. Newton is the unit of gravity.
es_es: No exactamente, pero casi. El Newton es una unidad de gravedad.

source: Imagine a catastrophic event in which a huge asteroid slammed into the moon in a head-on collision. The moon remained about the same in terms of mass and shape after the collision, but the moon's orbital velocity was significantly slowed due to the force of the impact. Which of the following statements would be <span class='blink'>true</span> following the collision?
es_es: Imagina un evento catastrófico en el que un enorme asteroide golpea a la luna en una colisión directa. La luna permanece igual en términos de masa y forma tras la colisión, pero la velocidad orbital de la luna disminuye significativamente debido a la fuerza del impacto. ¿Cuál de las siguientes afirmaciones sería <span class='blink'>cierta</span> después de la colisión?

source: The phases of the moon as seen from Earth would change.
es_es: Las fases de la luna vistas desde la Tierra cambiarán.

source: The moon would begin to slowly spiral down to Earth.
es_es: La luna lentamente comenzaría a bajar en espiral hacia la Tierra.

source: The moon would start to move closer to the sun.
es_es: La luna comenzaría a acercarse al sol.

source: The moon's orbit would not change.
es_es: La órbita de la luna no cambiaría.

source: Colliding asteroids...
es_es: Asteroides colisionando...

source: Nope! The phases of the moon are the result of the moon's position in orbit and sunlight reflecting from it.
es_es: ¡Nop! Las fases de la luna son el resultado de la posición de la luna sobre su en órbita y la luz solar reflejándose en ella.

source: You got it! The impact would cause the moon to slow down, which then would cause the moon to slowly start to spiral down to Earth.
es_es: ¡Acertaste! El impacto provocaría que la luna redujera su velocidad, lo que a su vez provocaría que la luna comenzar a bajar en espiral hacia la Tierra.

source: Not bad thinking! But the gravitational force between the moon and Earth would still be much greater than the gravitational force between the moon and the sun, so the moon would not start to move toward the sun.
es_es: ¡No es una mala idea! Pero la fuerza de la gravedad entre la luna y la Tierra seguiría siendo mucho mayor que la fuerza gravitacional entre la luna y el sol, por lo que la luna no empezaría a moverse hacia el sol.

source: Just the opposite! The moon's orbit would begin to change as it spiraled into Earth.
es_es: ¡Todo lo contrario! La órbita de la luna comenzará a cambiar a medida que bajara en espiral hacia la Tierra.

source: An astronaut lands on Planet X. This planet is much less massive than Earth. Which of the following statements is <span class='blink'>TRUE</span>?
es_es: Un astronauta aterriza en el Planeta X. Este planeta es mucho más pequeño que la Tierra. ¿Cuál de las siguientes afirmaciones es <span class='blink'>VERDADERA</span>?

source: The astronaut's body mass would be the same as on Earth.
es_es: La masa corporal del astronauta sería la misma que en la Tierra.

source: The astronaut's body weight would be more than that on Earth.
es_es: El peso corporal del astronauta sería mayor que en la Tierra

source: The astronaut's body mass would be more than that on Earth.
es_es: La masa corporal del astronauta sería mayor que en la Tierra

source: The astronaut's body weight would be the same than that on Earth.
es_es: El peso corporal del astronauta sería el mismo que en la Tierra

source: Walking on the moon...
es_es: Caminando sobre la luna ...

source: Correct! The astronaut would weigh less on Planet X than on Earth, but her mass would remain the same.
es_es: ¡Correcto! El astronauta pesaría menos en el Planeta X que en la Tierra, pero su masa seguiría siendo la misma.

source: Nope. The astronaut would weigh less on Planet X than on Earth, but her mass would remain the same.
es_es: Nop. El astronauta pesaría menos en el Planeta X que en la Tierra, pero su masa seguiría siendo la misma.

source: No, the astronaut's body mass would be the same as on Earth.
es_es: No, la masa corporal del astronauta sería la misma que en la Tierra.

source: No, the astronaut's body weight would be less than that on Earth.
es_es: No, el peso corporal del astronauta sería menor que en la Tierra.

source: Click on <span class='blink'>all</span> the statements that are an example of a satellite.
es_es: Da clic sobre <span class='blink'>todas</span> las declaraciones que son un ejemplo de un satélite.

source: The moon orbits around the earth.
es_es: La luna orbita alrededor de la Tierra.

source: The earth orbits around the sun.
es_es: La Tierra orbita alrededor del sol.

source: A comet orbiting the sun.
es_es: Un cometa orbitando al sol.

source: The north star shines in the night sky.
es_es: La estrella del norte brilla en el cielo nocturno.

source: Orbiting satellites...
es_es: Satélites orbitando...

source: Correct! The moon, the earth and comet are all examples of satellites because the moon travels around the earth, and the earth and comet travel around the sun.
es_es: ¡Correcto! La luna, la Tierra y el cometa, son todos ejemplos de satélites porque la luna se desplaza alrededor de la Tierra, y la Tierra y el cometa viajan alrededor del sol.

source: Nope! The moon, the earth and comet are examples of satellites because the moon travels around the earth, and the earth and comet travel around the sun. But the north star is not a satellite because it does not travel around any other celestial body.
es_es: ¡Correcto! La luna, la Tierra y el cometa, son todos ejemplos de satélites porque la luna se desplaza alrededor de la Tierra, y la Tierra y el cometa viajan alrededor del sol. Pero la estrella del norte no es un satélite porque no viaja alrededor de ningún otro cuerpo celeste.

source: Look at the figure below. Which statement is <span class='blink'>TRUE</span>? (Note: Be careful! The size of the object doesn’t represent the mass of the object!)
es_es: Mira la siguiente imagen. ¿Cuál declaración es <span class='blink'>CIERTA</span>? (Nota: ¡Ten cuidado! ¡El tamaño del objeto no representa la masa del objeto!)

source: 1 - A "lead" ball having a mass of 100 kilograms
es_es: 1 - Una bola de "plomo" que tiene una masa de 100 kilogramos

source: 3 - A "steel" ball having a mass of 50 kilograms.
es_es: 3 - Una bola de "acero" que tiene una masa de 50 kilogramos.

source: Being the most massive, only Object 1 exerts a gravitational force on the other objects.
es_es: Siendo el más masivo, sólo el Objeto 1 ejerce una fuerza gravitacional sobre los otros objetos.

source: Having a mass between Objects 1 and 3, Object 2 exerts the greatest force on the other objects.
es_es: Al tener una masa intermedia entre los Objetos 1 y 3, el Objeto 2 ejerce la mayor fuerza sobre los otros objetos.

source: The gravitational force between Objects 1 and 2 is greater than the force between Objects 1 and 3.
es_es: La fuerza gravitacional entre los Objetos 1 y 2 es mayor que la fuerza entre los Objetos 1 y 3.

source: The gravitational force between Objects 1 and 2 and Objects 1 and 3 is the same.
es_es: La fuerza gravitacional entre los Objetos 1 y 2 y los Objetos 1 y 3 es la misma.

source: Nope. All objects with mass exert a gravitational force on other objects.
es_es: Nop. Todos los objetos con masa ejercen una fuerza gravitacional sobre otros objetos.

source: Nope. Object 1, being the most massive, exerts the greatest gravitational force.
es_es: Nop. El Objeto 1, siendo el más masivo, ejerce la mayor fuerza gravitacional.

source: Correct. Due to the larger mass of Object 1, the gravitational force exerted between Objects 1 and 2 is greater than that between Objects 2 and 3.
es_es: Correcto. Debido a la masa mayor del Objeto 1, la fuerza gravitacional ejercida entre los Objetos 1 y 2 es mayor que entre los Objetos 2 y 3.

source: Nope. A gravitational force is exerted by each object on the others. Their masses affect the amount of force they exert.
es_es: Nop. La fuerza gravitacional es ejercida por cada objeto sobre los otros. Sus masas afectan la cantidad de fuerza que ejercen.

source: You've completed the Gravity in Action module.
es_es: Has completado el módulo de Gravedad en Acción.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Congratulations
es_es: Felicitaciones

source: 2 - An "aluminum" ball having a mass of 75 kilograms
es_es: 2 - Una bola de "acero" que tiene una masa de 75 kilogramos.
