Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: The human body is made up of complicated, interrelated systems.
ar_eg: يتكون جسم الإنسان من أنظمة معقدة، و مترابطة.

source: For every job the body has, there is a structure that will do the job.
ar_eg: لكل وظيفة في الجسم، هناك هيكل من شأنه ان يقوم بهذه المهمة.

source: If one body system stops working, the body just keeps going and working fine.
ar_eg: إذا توقف نظام واحد في الجسم عن العمل، يتابع الجسم عمله على ما يرام.

source: All the body systems are controlled by the nervous system.
ar_eg: يتم التحكم في جميع أجهزة الجسم عن طريق الجهاز العصبي.

source: Click on the best statement about the nervous system.
ar_eg: انقر على العبارة الافضل عن الجهاز العصبي.

source: The nervous system consists of the brain and the spinal cord.
ar_eg: يتكون الجهاز العصبي من الدماغ والحبل الشوكي.

source: Sensory nerves along with the brain make up the nervous system.
ar_eg: تشكل الأعصاب الحسية بالإضافة إلى الدماغ الجهاز العصبي.

source: The nervous system consists of the brain, spinal cord, and a complex network of nerves.
ar_eg: يتكون الجهاز العصبي من الدماغ والحبل الشوكي، وشبكة معقدة من الأعصاب.

source: Click on the correct description of the body systems below.
ar_eg: انقر على الوصف الصحيح لأجهزة الجسم أدناه.

source: Our respiratory system brings in the oxygen.
ar_eg: نظام الجهاز التنفسي لدينا يجلب الأوكسجين.

source: Our reproductive system pumps blood.
ar_eg: جهازنا التناسلي يضخ الدم

source: Our digestive system fights disease.
ar_eg: جهازنا الهضمي يحارب الأمراض

source: Our circulatory system produces offspring.
ar_eg: نظام الدورة الدموية لدينا ينتج النسل

source: Is your brain involved in all the actions your body performs? Why or why not?
ar_eg: هل يشارك عقلك في جميع الإجراءات التي يقوم بها جسمك؟ لم أو لم لا؟

source: Yes, our brain controls everything we do.
ar_eg: نعم، دماغنا يتحكم في كل شيء نقوم به.

source: No, some actions such as our breathing and heart beating, is not controlled by our brain.
ar_eg: لا، بعض الإجراءات مثل تنفسنا ونبض القلب، لا يسيطر عليه الدماغ.

source: Yes, our nervous system controls everything we do.
ar_eg: نعم، نظامنا العصبي يتحكم في كل شيء نقوم به.

source: No, some actions such as taking away your hand when it comes into contact with hot water are not controlled by our brain.
ar_eg: * لا، بعض الإجراءات مثل سحب يدك عند اتصالها مع الماء الساخن لا يسيطر عليها الدماغ.

source: The systems in the human body are interrelated and interconnected. Which if the following statements are true?
ar_eg: النظم في جسم الإنسان مترابطة ومتداخلة. أي من العبارات التالية صحيحة؟

source: The systems work separately from one another.
ar_eg: الأنظمة تعمل بشكل مستقل عن بعضها البعض.

source: The systems depend on one another.
ar_eg: تعتمد الأنظمة على بعضها البعض.

source: The systems are connected, but too complex to understand.
ar_eg: تتصل هذه النظم ببعضها البعض، ولكنها معقدة جدا للفهم.

source: When one system works, the other does not.
ar_eg: عندما يعمل نظام واحد، لا يعمل الآخر.

source: History of Earth
ar_eg: تاريخ الأرض

source: Based on the image below, after the animals have died and their fossils have formed, how would their fossils be found in the layers of rock? Click on the best answer.
ar_eg: استنادا إلى الصورة أدناه، بعد موت الحيوانات وتشكل الأحافير، كيف يمكن العثور على الأحافير في طبقات الصخور؟ انقر على الإجابة الأفضل.

source: The fish fossil would be at the deepest layer, and the monkey fossil closest to the top.
ar_eg: أحفورة الأسماك تكون في الطبقة الأعمق، وأحفورة القرد تكون في الطبقة الأعلى.

source: The monkey fossil would be at the deepest layer, and the fish fossil closest to the top.
ar_eg: أحفورة القرد تكون في الطبقة الاعمق، وأحفورة الأسماك تكو ن في الطبقة العليا.

source: The fish fossil would be at the deepest layer, and the monkey fossil in the middle.
ar_eg: أحفورة الأسماك تكون في الطبقة الأعمق، وأحفورة القرد تكون في الطبقة الوسطى.

source: The monkey fossil would be at the deepest layer, and the fish fossil in the middle.
ar_eg: أحفورة القرد قد تكون في الطبقة الأعمق، وأحفورة السمكة تكون في الطبقة الوسطى.

source: Look at the image of a lake and how it has changed from 1999 to 2013. Then select the statement that is not true about changes of the earth.
ar_eg: انظر إلى صورة البحيرة وكيف تغيرت من عام 1999 إلى عام 2013. ثم حدد العبارة غير الصحيحة حول التغييرات في الأرض.

source: Look at the image of a lake and how it has changed from 1999 to 2013. Then select the statement that is NOT true about changes of the earth.
ar_eg: ننظر إلى الصورة من البحيرة وكيف تغيرت 1999-2013. ثم حدد البيان أن هذا ليس صحيحا حول التغييرات الأرض.

source: The earth is always changing. These changes can be seen over long periods of time.
ar_eg: الأرض في تغير دائم. ويمكن أن تلاحظ هذه التغيرات على فترات طويلة من الزمن.

source: Some changes occur naturally, and some occur because of humans' actions.
ar_eg: تحدث بعض التغييرات بشكل طبيعي، وأخرى تحدث بسبب أفعال البشر .

source: The change in water level in Lake Powell over 14 years is due to a drought for many years.
ar_eg: ويرجع التغير في منسوب المياه في بحيرة باول لأكثر من 14 عاما إلى الجفاف لسنوات عديدة

source: Not all of the reasons and factors of the earth changing are known.
ar_eg: ليست كل أسباب وعوامل تغيير الأرض معروفة.

source: Read the statements about the earth changing and select the one that is NOT true.
ar_eg: اقرأ العبارات حول تغيير الأرض واختر العبارة غير الصحيحة.

source: Some of these changes happen quickly, and some changes happen so slowly that we hardly notice the changes in our lifetime.
ar_eg: تحدث بعض من هذه التغيرات بشكل سريع، ويحدث بعضها ببطء حتى أننا بالكاد نلاحظ التغييرات في حياتنا.

source: Over time, changes have happened to living things more than the changes that have happened to the environment.
ar_eg: مع مرور الزمن، حدثت تغييرات على الكائنات الحية أكثر من التغيرات التي حدثت في البيئة.

source: Many forces, such as earthquakes and volcanoes, change the earth's shape and its features.
ar_eg: العديد من القوى، مثل الزلازل والبراكين تغير شكل الأرض ومعالمها.

source: Events and forces have changed the kind of environments and the kind of life forms that exist in those environments as well as the earth itself.
ar_eg: الأحداث والقوى قد غيرت نوع البيئات وأشكال الحياة التي توجد في تلك البيئات وكذلك الأرض نفسها.

source: How do studying different rock layers help determine how old fossils are? Read the explanations below and click on the one that is NOT correct.
ar_eg: كيف يمكن لدراسة الطبقات الصخرية المختلفة أن تساعد في تحديد عمر الأحافير القديمة؟ اقرأ التفسيرات أدناه وانقر على غير الصحيحة منها.

source: Scientists can get a good idea about how animals evolved and how the rock structure of an area has changed over time.
ar_eg: يمكن للعلماء تكوين فكرة جيدة عن كيفية تطور الحيوانات وكيفية تغير بنية الصخور في منطقة ما مع مرور الزمن.

source: Rocks and fossils are evidence that help geologists figure out how old one layer of rock was compared to another and how the environment where the rock was found changed over time.
ar_eg: الصخور والأحافير هي أدلة تساعد الجيولوجيين اكتشاف كيف تمت مقارنة طبقة واحدة من الصخور القديمة بأخرى، وكيف أن البيئة حيث تم العثور على الصخرة تغيرت مع مرور الوقت.

source: The kind of fossils (the organisms which make them) changes over time which helps paleontologists identify the fossil (then rock) with a specific geological time period.
ar_eg: هذا النوع من الأحافير (الكائنات الحية التي تكونها) يتغير مع مرور الوقت مما يساعد علماء الإحاثة التعرف على الأحافير (ثم الصخور) في فترة زمنية جيولوجية محددة.

source: All the rocks and fossils scientists find are in perfect shape, so scientists do not need to compare rock layers from different areas of the earth to determine how old the fossils are.
ar_eg: جميع الصخور والأحافير التي يجدها العلماء هي ذات شكل مثالي، لذلك لا يحتاج العلماء لمقارنة الطبقات الصخرية من مناطق مختلفة من الأرض لتحديد عمر الأحافير.

source: Consider the complexity of the following life forms and decide when scientists might date their fossils. Select the statement that is the most accurate.
ar_eg: انظر في تعقيدات أشكال الحياة التالية وقرر متى قد يؤرخ العلماء الأحافير الخاصة بهم. اختر العبارة الأكثر دقة.

source: Fish are from 500 million years ago, trilobites from about 400 million years ago, and dinosaurs from 230 million years ago.
ar_eg: الأسماك هي من قبل 500 مليون سنة، والثلاثية الفصوص من قبل حوالي 400 مليون سنة، والديناصورات من قبل 230 مليون سنة.

source: Trilobites are from 500 million years ago, fish from about 400 million years ago, and dinosaurs from 230 million years ago.
ar_eg: ثلاثية الفصوص هي من قبل 500 مليون سنة، والأسماك من قبل حوالي 400 مليون سنة، والديناصورات من قبل 230 مليون سنة.

source: Dinosaurs are from 500 million years ago, fish from about 400 million years ago, and trilobites from 230 million years ago.
ar_eg: الديناصورات هي من قبل 500 مليون سنة، والأسماك من قبل حوالي 400 مليون سنة، وثلاثية الفصوص من قبل 230 مليون سنة.

source: Dinosaurs are from 500 million years ago, trilobites from about 400 million years ago, and fish from 230 million years ago.
ar_eg: الديناصورات هي من قبل 500 مليون سنة، و ثلاثية الفصوص من قبل حوالي 400 مليون سنة، والأسماك من قبل 230 مليون سنة.

source: What can't fossils help scientists understand?
ar_eg: ما الذي لا تستطيع الأحافير مساعدة العلماء على فهمه؟

source: How soft-bodied creatures of the past lived
ar_eg: كيف عاشت المخلوقات لينة الجسد في الماضي

source: How prehistoric animals got food
ar_eg: كيف حصلت حيوانات ما قبل التاريخ على الغذاء.

source: How old plants that formed fossils are
ar_eg: كم عمرالنباتات التي شكلت الأحافير

source: How the Earth changed over time
ar_eg: كيف تغيرت الأرض على مر الزمن

source: What is a fossil?
ar_eg: ما هي الأحفورة؟

source: The original bones and shells from the animal.
ar_eg: العظام والهياكل الأصلية من الحيوان.

source: Copies of the original animal that paleontologists make from plastic.
ar_eg: نسخ من الحيوان الأصلي الذي صنعه علماء الإحاثة من البلاستيك.

source: Copies of the original animal that paleontologists make from cement.
ar_eg: نسخ من الحيوان الأصلي الذي صنعه علماء الإحاثة من الإسمنت.

source: Copies of the original animal that geologic processes formed by replacing bone or shell with rock.
ar_eg: نسخ من الحيوانات الأصلية التي شكلتها العمليات الجيولوجية عن طريق استبدال العظام أو الهياكل مع الصخور.

source: Earth scientists believe that thousands or millions of years ago, the environments in some places on the earth were very different than today because:
ar_eg: ويعتقد علماء الأرض أنه منذ الآف أو ملايين السنين، كانت البيئات في بعض الأماكن على الأرض مختلفة جدا عن اليوم للأسباب التالية:

source: They use fossils to provide evidence to support this claim.
ar_eg: يستخدمون الأحافير لتقديم أدلة لدعم هذا الادعاء.

source: They use rock layers to provide evidence to support this claim.
ar_eg: إنها تستخدم طبقات الصخور لتقديم أدلة لدعم هذا الادعاء.

source: They use rock radioactivity to provide evidence to support this claim.
ar_eg: إنها تستخدم الصخور ذات النشاط الإشعاعي لتقديم أدلة لدعم هذا الادعاء.

source: Look at the map of what the United States looked like a long time ago (in the Cretaceous geological period as shown on the map in figure 1). How is it different from what it is today?
ar_eg: أنظر إلى الخريطة على ما بدت عليه الولايات المتحدة منذ فترة طويلة (في الفترة الجيولوجية الطباشيرية كما هو موضح على الخريطة في الشكل 1). كيف تختلف عن ما هي عليه اليوم؟

source: Florida was a mountain range.
ar_eg: كانت فلوريدا سلسلة جبلية.

source: Most of the middle part of the country was underwater.
ar_eg: كان معظم الجزء الأوسط من البلاد تحت الماء.

source: The northeast US (New England) was underwater.
ar_eg: لقد كان شمال شرق الولايات المتحدة (نيو إنجلاند) تحت الماء.

source: It was pretty much the same as it is now.
ar_eg: الى حد كبير كان نفس ما هو عليه الآن.

source: Based on what you learned about sedimentary rock layers, if you were to drill down from the surface of the earth, which rock layers most likely the oldest?
ar_eg: بناء على ما تعلمته عن طبقات الصخور الرسوبية، إذا كنت تحفر أسفل سطح الأرض، أي طبقات الأرض على الأرجح أقدم؟

source: The thinnest ones
ar_eg: الأرفع

source: The ones closest to the surface
ar_eg: القريبة من السطح

source: The thickest ones
ar_eg: الأسمك

source: The ones deepest from the surface
ar_eg: الأعمق عن سطح الأرض

source: Which of the following is an example of a fossil?
ar_eg: أي من التالية مثالا على الأحافير؟

source: A seashell found on the beach.
ar_eg: صدفة البحر التي عثر عليها على الشاطئ

source: An old shoe found in the county landfill.
ar_eg: حذاء قديم عثر عليه في مكب نفايات المقاطعة.

source: A dead tree stuck in the dirt in your neighborhood.
ar_eg: شجرة ميتة عالقة في التراب في منطقتك.

source: A seashell found inside a piece of rock.
ar_eg: صدفة البحر الموجودة داخل قطعة من الصخر.

source: Fossils can help geologists tell about how old a rock is because:
ar_eg: الأحافير يمكن أن تساعد الجيولوجيون جزم عمر الأحافير لان:

source: Certain fossils are related to certain time periods in the geological history of earth.
ar_eg: ترتبط بعض الأحافير لفترات زمنية معينة بالتاريخ الجيولوجي للأرض.

source: Life on earth has always been the same throughout geological time.
ar_eg: الحياة على الأرض دائما كانت هي نفسها طوال الزمن الجيولوجي.

source: Fossils are radioactive so they can be dated by radioactivity.
ar_eg: الأحافير مشعة بحيث يمكن ان تكون مؤرخة من قبل النشاط الإشعاعي.

source: Paleontologists just know when each fossil was formed.
ar_eg: علماء الإحاثة يعرفون متى تشكلت كل أحفورة.

source: Plants are Producers
ar_eg: النباتات هي منتجي

source: Plants are grown all year long in greenhouses. Why do you think the greenhouse was most likely built in the first place?
ar_eg: تزرع النباتات على مدار السنة في البيوت الزجاجية. لما تعتقد بنيت البيوت الزجاجية في المقام الأول؟

source: make the soil better with fertilizer
ar_eg: تجعل التربة أفضل مع الأسمدة

source: protect the plants from weather conditions
ar_eg: تحمي النباتات من الظروف الجوية

source: water the plants in a better way
ar_eg: تروي النباتات بطريقة أفضل

source: organize and store the garden tools
ar_eg: تنظم وتخزن أدوات الحدائق

source: A student placed two plants of the same species and size into separate pots of soil. One plant was placed near a window and the other was placed on a table, away from the window in the same room. Both of the plants were given the equal amounts of water and nutrients. After a month, which plant do you think grew more?
ar_eg: وضع طالب نبتتين من نفس النوع والحجم في وعائين منفصلين من التربة. وضعت نبتة واحدة بالقرب من النافذة ووضعت الآخرى على طاولة، بعيدا عن النافذة في نفس الغرفة. وقدمت لكل من النبتين كميات متساوية من الماء والمواد الغذائية. بعد شهر، أي من النبتتين تتوقع أنها نمت أكثر من الآخرى؟

source: the plant near the window because it received more light
ar_eg: النبتة القريبة من النافذة لأنها تلقت المزيد من الضوء

source: the plant away from the window because it received more light
ar_eg: النبتة البعيدة عن النافذة لأنها تلقت المزيد من الضوء

source: the plant near the window because it received more air
ar_eg: النبتة القريبة من النافذة لأنها تلقت المزيد من الهواء

source: the plant away from the window because it received more air
ar_eg: النبتة البعيدة عن النافذة لأنها تلقت المزيد من الهواء

source: Read the statements below about decomposition. Select the correct sentence.
ar_eg: اقرأ العبارات التالية عن التحلل أدناه. واختر الجملة الصحيحة.

source: When beetles break down the remains of dead animals, it benefits plants by decreasing the population of herbivores and carnivores.
ar_eg: عندما تحلل الخنافس بقايا الحيوانات الميتة، فهي تفيد النباتات من خلال خفض أعداد آكلات الأعشاب وآكلات اللحوم.

source: When beetles break down the remains of dead animals, it benefits plants by releasing oxygen into the environment.
ar_eg: عندماتحلل الخنافس بقايا الحيوانات الميتة، تستفيد النباتات من خلال إطلاق الأكسجين في البيئة.

source: When mushrooms break down the remains of dead trees, it benefits plants by making room for new animals
ar_eg: عندمايحلل الفطر بقايا الأشجارالميتة، تستفيد النباتات من خلال تكوين مكان للحيوانات الجديدة.

source: When mushrooms break down the remains of dead trees, it benefits plants by returning nutrients to the soil.
ar_eg: عندما يحلل الفطر بقايا الأشجار الميتة، فهو يفيد النباتات من خلال إعادة المواد المغذية إلى التربة.

source: The end product of photosynthesis is _____1_____. Other processes in the plant are able to combine those molecules into complex structures called _____2_____. _____3_____ makes up the walls surrounding every plant cell.
ar_eg: المنتج النهائي من عملية التمثيل الضوئي هو _____ 1_____. العمليات الأخرى في المصنع هي قادرة على الجمع بين هذه الجزيئات في هياكل معقدة تسمى _____ 2_____. _____3_____ تشكل الجدران المحيطة كل الخلايا النباتية.

source: 1) glucose 2) cellulose 3) glucose
ar_eg: 1) الجلوكوز 2) السليلوز 3) الجلوكوز

source: 1) glucose 2) cellulose 3) cellulose
ar_eg: 1) الجلوكوز 2) السليلوز 3) السليلوز

source: 1) cellulose 2) glucose 3) glucose
ar_eg: 1) السليلوز 2) الجلوكوز 3) الجلوكوز

source: 1) cellulose 2) glucose 3) cellulose
ar_eg: 1) السليلوز 2) الجلوكوز 3) السليلوز

source: The process responsible for energy storage is ______2_______. During _____1______ cells use oxygen to release stored energy.
ar_eg: عملية مسؤولة عن تخزين الطاقة هو ______ 2_______. _____ خلال استخدام 1______ الخلايا الأكسجين لإطلاق الطاقة المخزنة.

source: The process responsible for energy production is ____2_____. During ____1_____ cells use oxygen to release stored energy
ar_eg: العملية المسؤولة عن إنتاج الطاقة هي ____ 2_____. أثناء ____ 1_____ تستخدم الخلايا الأكسجين لإطلاق الطاقة المخزنة

source: 1) respiration 2) photosynthesis
ar_eg: 1) التنفس 2) التمثيل الضوئي

source: 1) photosynthesis 2) respiration
ar_eg: 1) التمثيل الضوئي 2) التنفس

source: 1) photosynthesis 2) digestion
ar_eg: 1) التمثيل الضوئي 2) الهضم

source: 1) metabolism 2) respiration
ar_eg: 1) عملية الأيض 2) التنفس

source: Two students are conducting an experiment to measure the amount of nutrients on plant growth. In one cup they put duckweed (a type of plant) in water with 0.5% fertilizer, and in a second cup they put duckweed with water and 2% fertilizer. Examine their observations in the graph and select the correct statement.
ar_eg: اثنين من الطلاب يجرون تجربة لقياس كمية المواد الغذائية على نمو النبات. في أحد الأكواب وضعوا الطحلب البطي (نوع من النبات) في الماء مع 0.5٪ من السماد، وفي الكوب الثاني وضعوا الطحلب البطي بالماء مع 2٪ من السماد. ادرس ملاحظاتهم في الرسم البياني وحدد العبارة الصحيحة.

source: The plant in 0.5% fertilizer doubled its fronds in four days.
ar_eg: النبات الذي يوجد به 0.5٪ من السماد تتضاعف أوراقه في أربعة أيام.

source: The plant in 0.5% fertilizer doubled its fronds between days 3 and 7.
ar_eg: المصنع في 0.5٪ الأسمدة تضاعف سعف ما بين 3 و 7 أيام.

source: Light, temperature, and amount of water also affect plant growth.
ar_eg: يؤثر الضوء ودرجة الحرارة وكمية المياه على نمو النبات أيضا.

source: Light and fertilizer are the only factors affecting plant growth.
ar_eg: الضوء والأسمدة هي العوامل التي تؤثر على نمو النبات فقط.

source: Adding more fertilizer to a plant doesn’t always make it grow faster.
ar_eg: إضافة المزيد من السماد إلى النباتات لا يجعلها تنمو بشكل أسرع دائما.

source: Adding less fertilizer to a plant always makes it grow more slowly.
ar_eg: مضيفا أقل الأسمدة إلى مصنع دائما يجعلها تنمو ببطء أكثر.

source: In this experiment, the plant that received more nutrients grew faster.
ar_eg: في هذه التجربة،النباتات التي تلقت المزيد من المواد الغذائية نمت بشكل أسرع.

source: This plant receives the nutrition it needs to continue to live. What if we took all its oxygen away, could the plant still grow?
ar_eg: يحصل هذا النبات على التغذية التي يحتاجها لمواصلة العيش . ماذا لو أخذنا الأكسجين كله، هل يمكن للنبات الإستمرار في النمو؟

source: This plant receives the nutrition it needs to continue to live. What if we took all its oxygen away, could the plant still grow?
ar_eg: يتلقى هذا النبات على التغذية التي يحتاجها لمواصلة العيش. ماذا لو أخذنا بكل ما فيها من الأكسجين بعيدا، يمكن للنبات لا تزال تنمو؟

source: The 'waste product' of photosynthesis is _______1______, and the source of energy for photosynthesis is ______2_______.
ar_eg: و"منتج النفايات" التمثيل الضوئي هو _______ 1______، ومصدر للطاقة لعملية التمثيل الضوئي هو ______ 2_______.

source: Yes, because it needs CO<sub>2</sub> and gives off O<sub>2</sub>.
ar_eg: نعم، لأنه يحتاج CO <sub> 2 </sub> ويطلق O <sub> 2 </sub>.

source: No, because it needs O<sub>2</sub> and gives off CO<sub>2</sub>.
ar_eg: لا، لأنه يحتاج O <sub>2 </sub> ويطلق CO <sub> 2 </sub>.

source: Yes, because plants need CO<sub>2</sub> to grow and O<sub>2</sub> to produce food.
ar_eg: نعم، لأن النباتات تحتاج CO <sub> 2 </sub> لتنمو و O <sub> 2</sub> لإنتاج الغذاء.

source: No, because plants need O<sub>2</sub> to grow and CO<sub>2</sub> to produce food.
ar_eg: لا، لأن النباتات تحتاج O <sub>2 </sub> لتنمو CO <sub>2 </sub> لإنتاج الغذاء.

source: The "waste product" of photosynthesis is _______1______, and the source of energy for photosynthesis is ______2_______.
ar_eg: المنتج من النفايات في التمثيل الضوئي هو _______ 1______، ومصدر للطاقة لعملية التمثيل الضوئي هو ______ 2_______.

source: 1) carbon dioxide 2) sun
ar_eg: 1) ثاني أكسيد الكربون 2) الشمس

source: 1) oxygen 2) sun
ar_eg: 1) الأكسجين 2) الشمس

source: 1) carbon dioxide 2) soil
ar_eg: 1) ثاني أكسيد الكربون 2) التربة

source: 1) oxygen 2) soil
ar_eg: 1) الأكسجين 2) التربة

source: Butterflies get food from the flowers of a plant. They also lay their eggs on the leaves of the plant. As the caterpillars develop, they eat the leaves of the plant. How does the plant benefit from the butterflies?
ar_eg: تحصل الفراشات على الغذاء من زهورالنباتات. كما أنها تضع بيضها على أوراق النباتات. عندما تتطوراليرقات، فإنها تأكل أوراق النباتات. كيف يستفيد النبات من الفراشات؟

source: Butterflies help the plant grow larger flowers.
ar_eg: تساعد الفراشات النبات على أن ينبت زهورا أكبر.

source: Butterflies' eggs help the leaves to fall off the plant.
ar_eg: تساعد بيوض الفراشات على تساقط أوراق النبات.

source: Butterflies help pollinate flowers so that seeds can form.
ar_eg: تساعد الفراشات على تلقيح الزهور لكي تتشكل البذور.

source: Butterflies help add nutrients to the nectar of the flowers.
ar_eg: تساعد الفراشات على إضافة المواد الغذائية إلى رحيق الزهور.

source: Bacteria and fungi are responsible for recycling nutrients from dead plants and animals. Bacteria, fungi, and plants all grow best under the same conditions. The graph shows bacterial and fungal activity in a grassland environment for one year. What part of the year offered the best growing conditions for plants?
ar_eg: البكتيريا والفطريات هي المسؤولة عن إعادة تدوير المغذيات من النباتات والحيوانات الميتة. البكتيريا والفطريات، والنباتات تنمو أفضل جميع في ظل نفس الظروف. ويبين الرسم البياني النشاط البكتيرية والفطرية في بيئة المراعي لمدة سنة واحدة. أي جزء من السنة تقدم أفضل ظروف النمو للنباتات؟

source: January - March
ar_eg: كانون الثاني-آذار

source: March - June
ar_eg: آذار-حزيران

source: June - August
ar_eg: حزيران-آب

source: August - November
ar_eg: آب-تشرين الثاني

source: Which of the following is not a common use of cellulose?
ar_eg: أي من التالي ليس استخداماً لشائعاً للسليلوز؟

source: Human dietary energy.
ar_eg: الطاقة الغذائية للإنسان

source: Wood for houses.
ar_eg: خشب المنازل.

source: Source material for paper.
ar_eg: مصدر مادة الورق.

source: Food for grazing animals.
ar_eg: غذاء لرعي الحيوانات.

source: Look at the diagram of results of an experiment of increasing the level of carbon dioxide and its effect on plant growth. Then click on the statement that you infer from analyzing the data in the bar graph. (Suboptimal means less than optimal amount of water.)
ar_eg: انظر إلى الرسم البياني لنتائج تجربة زيادة مستوى ثاني أكسيد الكربون وتأثيره على نمو النبات. ثم انقر على العبارة التي استنتجتها من تحليلات البيانات في شريط الرسم البياني. (دون الحد الأمثل يعني أقل من كمية المياه المثلى.)
