Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: All of the above are possible.
ar_eg: جميع ما ذكر ممكن أن يحدث.

source: questions with asterisk are from the review itself
ar_eg: الأسئلة التي عليها نجمة هي من المراجعة نفسها

source: Quick Check
ar_eg: إمتحان قصير رقم

source: Quick Check # 1
ar_eg: اختبار قصير رقم 1

source: Quick Check # 2
ar_eg: اختبار قصير رقم 2

source: Quick Check # 3
ar_eg: اختبار قصير رقم 3

source: Quick Check # 4
ar_eg: اختبار قصير رقم 4

source: Quick Check # 5
ar_eg: اختبار قصير رقم 5

source: Quiz Question
ar_eg: سؤال سريع رقم

source: Quiz Question # 1
ar_eg: سؤال سريع رقم 1

source: Quiz Question # 2
ar_eg: سؤال سريع رقم 2

source: Quiz Question # 3
ar_eg: سؤال سريع رقم 3

source: Quiz Question # 4
ar_eg: سؤال سريع رقم 4

source: Quiz Question # 5
ar_eg: سؤال قصير رقم 5

source: Quiz Question # 6
ar_eg: سؤال قصير رقم 6

source: Problem:
ar_eg: :مشكلة

source: Solution:
ar_eg: :حل

source: How would you go about installing the panels to keep the company building cool in the hot summer days. Explain why your installation plan will keep the building cool.
ar_eg: كيف تركب الحواجز بحيث تبقي عمارة الشركة باردة في أيام الصيف الحارة. إشرح كيف يمكن لخطتك في عزل المبنى أن تبقي العمارة باردة .

source: How would you decide how many rabbits and fox you would place in the park. In the text box provided, describe the things you would have to consider so that there are enough rabbits to maintain both a stable rabbit and fox population.
ar_eg: وستحتاج أن تقرر أيضاً كم عدد الأرانب والثعالب التي يجب أن تضعها في الحديقة. في المربع الموجود في الأسفل، أعطي وصفاً للأشياء التي يجب أن تأخذها بالإعتبار بحيث يكون هناك عدد كافٍ من الأرانب لتحافظ على التوازن بين أعداد الأرانب والثعالب.

source: Properties of Matter
ar_eg: خصائص المادة

source: Which of the following properties is NOT usually determined directly with scientific instruments and tools?
ar_eg: أي من الخصائص التالية لا تتحدد عادة بشكل مباشر بالأجهزة والأدوات العلمية؟

source: weight
ar_eg: الوزن

source: texture
ar_eg: البنية

source: freezing point
ar_eg: درجة التجمد

source: melting point
ar_eg: درجة الذوبان

source: Which of the following describes a chemical property of sugar?
ar_eg: أي من التالية يصف الخاصية الكيميائية للسكر؟

source: White in color
ar_eg: أبيض اللون

source: Shaped like crystals
ar_eg: على شكل بلورات

source: Burns in a flame
ar_eg: يحترق من اللهب

source: Sticky to touch
ar_eg: دبق الملمس

source: Yeast is used to make bread rise or become fluffier. What is the best way to explain why this happens?
ar_eg: تستخدم الخميرة لجعل الخبز يرتفع، أو أن يصبح أكثر انتفاخا. ما هي أفضل طريقة لشرح ما يحدث هذا؟

source: The yeast makes the flour expand and take up more space.
ar_eg: الخميرة تجعل الطحين يتوسع ويأخذ مساحة أكبر.

source: The yeast produces a chemical change that produces a gas.
ar_eg: الخميرة تنتج تغييرا كيميائيا ينتج غاز.

source: The yeast causes the flour to separate into many smaller particles.
ar_eg: الخميرة تتسبب في فصل الطحين عن العديد من الجسيمات الأصغر.

source: The yeast interacts with air to produce air bubbles in the bread.
ar_eg: تتفاعل الخميرة مع الهواء لإنتاج فقاعات الهواء في الخبز.

source: Which of the following is considered matter?
ar_eg: أي من التالي يعتبر مادة؟

source: sunlight
ar_eg: أشعة الشمس

source: thunder
ar_eg: الرعد

source: smoke
ar_eg: الدخان

source: lightning
ar_eg: البرق

source: What two processes describe the change between solids and liquids?
ar_eg: ما هما العمليتان اللتان تصفان التغيير بين المواد الصلبة والسائلة؟

source: boiling and freezing
ar_eg: الغليان والتجمد

source: melting and boiling
ar_eg: الذوبان والغليان

source: melting and freezing
ar_eg: الذوبان والتجمد

source: freezing and boiling
ar_eg: التجمد والغليان

source: Which of the properties listed below would best describe the difference between bowling balls and beach balls?
ar_eg: أي من الخصائص المذكورة أدناه هو الأفضل وصفا للإختلاف بين كرات البولينج وكرات الشاطئ؟

source: volume
ar_eg: الحجم

source: shape
ar_eg: الشكل

source: color
ar_eg: اللون

source: density
ar_eg: الكثافة

source: What best describes the atoms in a liquid?
ar_eg: ما أفضل وصف للذرات في السائل؟

source: Touching each other and free to move about.
ar_eg: تلامس كل منهما الآخرى وحرة في التحرك.

source: Touching each other but not free to move about.
ar_eg: تلامس كل منهما الآخرى ولكن ليست حرة في التحرك.

source: Almost touching each other and free to move about.
ar_eg: تلامس تقريبا كل منهماالآخرى وحرة في التحرك.

source: Not touching each other and free to move about.
ar_eg: لا تلامس كل منهما الأخرى وحرة في التحرك.

source: An egg that has been fried is an example of what kind of process?
ar_eg: البيضة التي يتم قليها هي مثال على ما هو نوع العملية؟

source: A physical change
ar_eg: تغيير فيزيائي

source: A chemical change
ar_eg: تغيير كيميائي

source: Matter freezing
ar_eg: تجمد المادة

source: Matter boiling
ar_eg: غليان المادة

source: Using a heavy glove to lift a hot pan of food from the oven is taking advantage of what property of the glove?
ar_eg: استخدام القفازات الثقيلة لرفع مقلاة ساخنة من الطعام من الفرن ، ما الخاصية التي تستخدمها من خواص القفاز؟

source: The glove has high thermal conductivity
ar_eg: يتميز القفاز بأنه موصل حراري عالي

source: The glove has low thermal conductivity
ar_eg: يتميز القفاز بأنه موصل حراري رديء

source: The glove is a mitten and has no fingers
ar_eg: القفاز ملتصق باليد وليس له أصابع

source: The glove will not burn in a fire
ar_eg: القفاز لن يحترق من النار

source: A roasting marshmallow, a rotting apple and a burning piece of paper are most similar in what way?
ar_eg: بأي طريقة تتشابه المارشميلو (حلوى الخطمى) المحمصة مع التفاحة المتعفنة وقطعة الورق المحترقة ؟

source: All involve a physical change
ar_eg: جميعها تتضمن تغييراً فيزيائياً.

source: All represent a naturally occurring material
ar_eg: جميعها تمثل المواد التي تحدث بشكل طبيعي

source: All involve a chemical change
ar_eg: جميعها تتضمن تغيراً كيميائياً

source: All require some kind of fire
ar_eg: كلها تتطلب بعض النار.

source: A hydrologist studies the location, movement, and quality of water. A hydrologist recognizes the importance that water exists as...
ar_eg: يدرس الأخصائي الهيدرولوجي الموقع والحركة ونوعية المياه. يدرك الأخصائي الهيدرولوجي أن أهمية الماء موجود في...

source: a solid, a liquid, and a gas
ar_eg: صلب، و سائل، وغاز

source: a solid and a liquid
ar_eg: صلب وسائل

source: a liquid and a gas
ar_eg: سائل وغاز

source: a liquid only
ar_eg: سائل فقط

source: A metal spoon was left in a pot of boiling soup. The cook burned a finger by touching the spoon. Why did the cook's finger get burned?
ar_eg: تركت ملعقة معدنية في وعاء من الحساء المغلي. حرق الطاهي إصبعه عن طريق لمس الملعقة. لما احترق إصبع الطاهي؟

source: The metal spoon chemically reacted with the cook's hand.
ar_eg: الملعقة المعدنية تفاعلت مع يد الطاهي كيميائيا.

source: The metal spoon conducted electricity to the cook's hand.
ar_eg: الملعقة المعدنية أوصلت الكهرباء إلى يد الطاهي.

source: The metal spoon conducted heat to the cook's hand.
ar_eg: الملعقة المعدنية أوصلت الحرارة إلى يد الطاهي.

source: The metal spoon insulated the cook's hand.
ar_eg: الملعقة المعدنية عزلت يد الطاهي

source: A student had a mineral sample that was gray in color and had a hardness of 6. The mineral made a white streak when scraped on a ceramic plate.
ar_eg: كان للطالب عينة معدنية رمادية اللون، وكان لها صلابة 6 . المعدن كون خط أبيض عند كشط لوحة من السيراميك.

source: Gray, black, or reddish brown
ar_eg: الرمادي أو الأسود أو البني المحمر

source: Black
ar_eg: الأسود

source: Red, reddish brown, brown, or black
ar_eg: الأحمر أو البني أو المحمر أو البني أو الأسود.

source: Gray or white
ar_eg: الرمادي أو الأبيض

source: Color
ar_eg: اللون

source: Hardness
ar_eg: الصلابة

source: Streak
ar_eg: خط

source: Mineral
ar_eg: المعدني

source: Red
ar_eg: أحمر

source: White
ar_eg: أبيض

source: Hematite
ar_eg: حجر الهيماتايت

source: Magnetite
ar_eg: حجر المقناتايت

source: Garnet
ar_eg: العقيق

source: Feldspar
ar_eg: الفلسبار

source: According to the table above, the mineral sample was most likely
ar_eg: وفقا إلى الجدول أعلاه، كانت العينة المعدنية على الأرجح

source: Which of the following mixtures forms a new substance?
ar_eg: أي من المخاليط التالية تشكل مادة جديدة؟

source: mixing baking soda and vinegar
ar_eg: مزج صودا التخمير والخل

source: mixing baking soda and water
ar_eg: مزج صودا التخمير والماء

source: mixing salt and vinegar
ar_eg: مزج الملح والخل

source: mixing salt and water
ar_eg: مزج الملح والماء

source: Food Chain
ar_eg: السلاسل الغذائية

source: Food Chains
ar_eg: سلاسل الغذاء

source: Which of the following is the source of energy for all living things on Earth?
ar_eg: أي من التالية هو مصدر للطاقة لجميع الكائنات الحية على الأرض؟

source: oil
ar_eg: النفط

source: the sun
ar_eg: الشمس

source: plants
ar_eg: النباتات

source: fish
ar_eg: الأسماك

source: Choose the correct statement from the following:
ar_eg: ختر العبارة الصحيحة مما يلي:

source: Consumers produce energy for producers.
ar_eg: تنتج المستهلكات الطاقة للمنتجات.

source: Consumers are first-order producers.
ar_eg: المستهلكات هي منتجات من الدرجة الأولى.

source: Producers provide energy for consumers.
ar_eg: توفر المنتجات الطاقة للمستهلكات.

source: Producer populations are lower than consumer populations.
ar_eg: مجموعات المنتجات هي أقل من مجموعات المستهلكات.

source: Which of the following statements is not correct?
ar_eg: أي من العبارات التالية غير صحيح؟

source: Omnivores eat both plants and animals.
ar_eg: القارتات تأكل كل من النباتات والحيوانات.

source: Carnivores eat only animals.
ar_eg: آكلات اللحوم تأكل الحيوانات فقط.

source: Herbivores eat both plants and animals.
ar_eg: آكلات الأعشاب تأكل النباتات والحيوانات على حد سواء.

source: Herbivores eat only plants.
ar_eg: آكلات الأعشاب تأكل النباتات فقط..

source: What is the role of decomposers in ecosystems?
ar_eg: ما هو دور المحللات في النظم الإيكولوجية؟

source: Decomposers break down plant and animal cells into simpler substances.
ar_eg: المحللات تكسر الخلايا النباتية والحيوانية إلى مواد أبسط..

source: Decomposers absorb solar energy and convert it into carbohydrates.
ar_eg: المحللات تمتص الطاقة الشمسية وتحولها إلى الكربوهيدرات.

source: Decomposers control the population of second-order consumers.
ar_eg: المحللات تتحكم في مجموعات مستهلكات الدرجة الثانية .

source: Decomposers reassemble complex molecules from plant and animal parts.
ar_eg: المحللات تعيد تجميع الجزيئات المعقدة من أجزاء النبات والحيوان.

source: Choose the statement that is incorrect.
ar_eg: اختر العبارة غير الصحيحة.

source: Predator populations help to determine prey populations.
ar_eg: المجموعات المفترسة تساعد على تحديد مجموعات الفرائس.

source: Prey populations help to determine predator populations.
ar_eg: مجموعات الفرائس تساعد في تحديد مجموعات المفترسات.

source: Prey populations are usually greater than predator populations.
ar_eg: مجموعات الفرائس هي عادة أكثر من مجموعات المفترسات.

source: Prey populations are usually less than predator populations.
ar_eg: مجموعات الفرائس هي عادة أقل من مجموعات المفترسات.

source: Which of the following is true of a secondary consumer?
ar_eg: أي من التالي صحيح حول المستهلك الثانوي؟

source: Secondary consumers eat plants only.
ar_eg: المستهلكات الثانويوة تأكلون النباتات فقط..

source: Secondary consumers eat both plants and animals.
ar_eg: المستهلكات الثانويوي تأكل النباتات والحيوانات على حد سواء.

source: Secondary consumers eat primary consumers.
ar_eg: المستهلكات الثانوية تأكل المستهلكات الأساسية.

source: Secondary consumers eat tertiary consumers.
ar_eg: المستهلكات الثانوية تأكل المستهلكات من الدرجة الثالثة.

source: Which statement is true about energy in food chains?
ar_eg: ما هي العبارة الصحيحة عن الطاقة في السلاسل الغذائية؟

source: Some energy is lost at each level of the food chain.
ar_eg: يتم فقدان بعض الطاقة في كل مستوى من السلسلة الغذائية.

source: Energy is gained at each level of the food chain.
ar_eg: يتم اكتساب الطاقة في كل مستوى من السلسلة الغذائية.

source: Each food chain level has about the same amount of energy.
ar_eg: كل مستوى من السلسلة الغذائية لديه تقريبا نفس كمية الطاقة.

source: Decomposers return energy to the food chain.
ar_eg: المحللات تُرجع الطاقة إلى السلسلة الغذائية.

source: Which statement is true about food webs?
ar_eg: ما هي العبارة الصحيحة حول الشبكات الغذائية؟

source: Food chains are more complicated than food webs.
ar_eg: السلاسل الغذائية هي أكثر تعقيدا من شبكات الغذاء.

source: Food webs contain multiple food chains.
ar_eg: الشبكات الغذائية تحتوي على سلاسل غذاء متعددة.

source: Food chains contain multiple food webs.
ar_eg: السلاسل الغذائية تحتوي على شبكات غذاء متعددة.

source: Food webs occur only in rain forests.
ar_eg: تحدث الشبكات الغذائية فقط في الغابات المطيرة.

source: Which type of animals are most likely to be highest on the food chain?
ar_eg: أي نوع من الحيوانات من المرجح أن يكون الأعلى في السلسلة الغذائية؟

source: Primary consumers because they prey upon secondary consumers.
ar_eg: مستهلكات أساسية لأنها تفترس مستهلكات ثانوية.

source: Producers because they take energy directly from the sun.
ar_eg: منتجات لأنها تأخذ الطاقة مباشرة من الشمس.

source: Secondary consumers because they prey upon primary consumers.
ar_eg: مستهلكات ثانويوية لأنها تفترس مستهلكات أساسية.

source: Tertiary consumers because they prey upon secondary consumers.
ar_eg: مستهلكات من الدرجة الثالثة لأنها تفترس مستهلكات ثانوية.

source: From which food web level(s) do decomposers receive energy?
ar_eg: من أي مستوى /مستويات من الشبكة الغذائية تستقبل المحللات الطاقة؟

source: producers only
ar_eg: المنتجات فقط

source: primary and secondary consumers
ar_eg: المستهلكات الأساسية والثانوية.

source: producers and secondary consumers
ar_eg: المنتجات والمستهلكات الثانوية

source: all levels
ar_eg: جميع المستويات

source: Light penetrates only the top few hundred meters of ocean. The organisms living on the bottoms of deep oceans are most likely...
ar_eg: يخترق الضوء فقط بضع مئات الأمتار من الجهة العليا من المحيط.. الكائنات الحية التي تعيش في قيعان المحيطات العميقة هي على الأرجح ...

source: producers because they don't require sunlight.
ar_eg: منتجات لانها لا تتطلب أشعة من الشمس.

source: decomposers that break down dead matter floating to the bottom.
ar_eg: محللات لأنها تكسر المواد الميتة التي تطفو إلى أسفل.

source: primary consumers that use abundant producers.
ar_eg: منتجات أساسية والتي تستخدم المنتجات بوفرة.

source: herbivores that consume secondary consumers.
ar_eg: آكلات أعشاب والتي تستهلك المستهلكات الثانوية.

source: When wolves are removed from an area, deer populations often increase to extremely high levels. What is the most likely relationship between deer and wolves?
ar_eg: عندما يتم إزالة الذئاب من منطقة ،يزداد عدد مجموعات الغزلان في كثير من الاحيان وفي مستويات عالية جداً. ما هي العلاقة الأرجح بين الغزلان والذئاب؟

source: Deer are predators; wolves are prey.
ar_eg: الغزلان مفترسة والذئاب فريسة

source: Wolves are predators; deer are prey.
ar_eg: الذئاب مفترسة والغزلان فريسة

source: Deer are producers; wolves are decomposers.
ar_eg: الغزلان منتجات والذئاب هي محللات

source: Wolves are predators; deer are producers.
ar_eg: الذئاب مفترسة والغزلان منتجة.

source: Energy and Its Forms
ar_eg: الطاقة وأشكالها

source: Your friend claims that a moving small car can do as much or more damage in a crash as a larger car. Do you think your friend is right or not and why?
ar_eg: يدعي صديقك أنه يمكن لسيارة متحركة صغيرة أن تحدث الضرر بالقدر نفسه أو أكثر في حادث مثلها مثل السيارة الأكبر. هل تعتقد أن صديقك على حق أم لا ؟ ولماذا؟

source: No. A small car will not have as much mass as a larger car.
ar_eg: لا. كتلة السيارة الصغيرة لن تكون كتلة السيارة الكبيرة.

source: Maybe. It depends on how fast the small and larger cars are moving.
ar_eg: ربما. يعتمد ذلك على مدى سرعة السيارات الصغيرة والكبيرة التي تتحرك.

source: Yes. A small car will be able to move faster than a larger car.
ar_eg: نعم. السيارة الصغيرة ستكون قادرة على التحرك بشكل أسرع من السيارة الأكبر.

source: Never. A larger car will always do more damage than a smaller car.
ar_eg: أبدا. السيارة الأكبر تحدث دائما ضررا أكبر من السيارة الأصغر.

source: Which of the sequences below best describes changes in the energy involved when you climb a playground slide and slide down to the bottom after eating lunch?
ar_eg: أي من التسلسلات أدناه تمثل الوصف الأفضل للتغيرات في الطاقة عند تسلق المنزلقة في الملعب والإنزلاق إلى الأسفل بعد تناول الغداء؟

source: kinetic
ar_eg: حركية

source: potential
ar_eg: كامنة

source: and
ar_eg: و

source: heat
ar_eg: حرارية

source: chemical
ar_eg: كيميائية

source: solar
ar_eg: شمسية

source: kinetic -> potential -> kinetic
ar_eg: حركية->كامنة->حركية

source: potential -> kinetic -> potential -> kinetic
ar_eg: كامنة -> حركية -> كامنة -> حركية

source: chemical -> heat and kinetic -> potential -> heat and kinetic
ar_eg: كيميائية -> حرارية وحركية -> كامنة -> حرارية وحركية

source: solar -> heat -> potential -> kinetic -> potential -> heat and kinetic
ar_eg: شمسية - > حرارية - > كامنة -> حركية - > كامنة - > حرارية و حركية

source: Flipping a light switch to turn on a light involves what transfers of energy?
ar_eg: أي من أنواع الطاقة المتحولة يتضمن الضغط على مفتاح الضوء لتشغيل الضوء؟

source: Chemical to electrical and light
ar_eg: من الكيميائية إلى الكهربائية والضوئية

source: Electrical to light and heat
ar_eg: من الكهربائية إلى الضوئية والحرارية

source: Mechanical to electrical and light
ar_eg: من الميكانيكية إلى الكهربائية والضوئية

source: Nuclear to electrical, light and heat
ar_eg: من النووية إلى الكهربائية والضوئية والحرارية

source: A flashlight battery is an example of what kind of energy?
ar_eg: بطارية المصباح اليدوي هي مثال على أي نوع من الطاقة؟

source: chemical energy stored as electrical energy
ar_eg: الطاقة الكيميائية المخزنة كمصدر من مصادر الطاقة الكهربائية

source: electrical energy stored as mechanical energy
ar_eg: الطاقة الكهربائية المخزنة كمصدر من مصادر الطاقة الميكانيكية

source: heat energy stored as electrical energy
ar_eg: الطاقة الحرارية المخزنة كمصدر من مصادر الطاقة الكهربائية

source: mechanical energy stored as chemical energy
ar_eg: الطاقة الميكانيكية المخزنة كالطاقة الكيميائية

source: Which of the following is not an example of a renewable energy source?
ar_eg: أي من التالية ليست مثالا على مصادر الطاقة المتجددة؟

source: Solar
ar_eg: الشمسية

source: Wind
ar_eg: الرياح

source: Plants
ar_eg: النباتات

source: The "law of conservation of energy" refers to which of the following ideas:
ar_eg: يعود"قانون حفظ الطاقة "إلى أي من الأفكار التالية:

source: that some trash can be recycled
ar_eg: أن بعض النفايات يمكن إعادة تدويرها

source: that energy can change forms but it doesn't disappear
ar_eg: يمكن تغيير شكل الطاقة لكنها لا تختفي

source: that it is important to save energy
ar_eg: ان من المهم توفير الطاقة

source: that it is illegal to litter the highways
ar_eg: أن من غير القانوني رمي القمامة على الطرق السريعة

source: stored chemical energy that is released as electrical energy
ar_eg: الطاقة الكيميائية المُخزنة والتي تُطلق كطاقة كهربائية

source: stored electrical energy that is released as mechanical energy
ar_eg: الطاقة الكربائية المُخزنة والتي تُطلق كطاقة ميكانيكية

source: stored heat energy that is released as electrical energy
ar_eg: طاقة التسخين المُخزنة والتي تُطلق كطاقة كهربائية

source: stored mechanical energy that is released as chemical energy
ar_eg: الطاقة الميكانيكية المُخزنة والتي تُطلق كطاقة كيميائية

source: The illustration shows a toy car before and after rolling down a ramp and skids to a stop at the bottom of the ramp. Which of the following energy changes best describes what is happening?
ar_eg: يبين الرسم التوضيحي لعبة سيارة قبل وبعد تدحرجها أسفل المنحدر وتوقفها أسفل المنحدر. أي من الطاقات المتغيرة الأفضل وصفا لما يحدث؟

source: Potential energy changes to kinetic energy as the car rolls down the ramp. Kinetic energy changes to heat energy as the car skids across the floor.
ar_eg: تتغير الطاقة الكامنة إلى الطاقة الحركية عند تدحرج السيارة أسفل المنحدر. تتغير الطاقة الحركية إلى الطاقة الحرارية عند انزلاق السيارة على الارض.

source: Chemical energy changes to kinetic energy as the car rolls down the ramp. The car's kinetic energy changes to heat energy as the car skids across the floor.
ar_eg: تتغير الطاقة الكيميائية إلى طاقة حركية عند تدحرج السيارة أسفل المنحدر. تتغير الطاقة الحركية في السيارة إلى طاقة حرارية عند انزلاق السيارة على الارض.

source: Kinetic energy changes to potential energy as the car rolls down the ramp. The car's potential energy changes to heat energy as the car skids across the floor.
ar_eg: تتغير الطاقة الحركية إلى طاقة كامنة عند تدحرج السيارة أسفل المنحدر. تتغيرالطاقة الكامنة في السيارة إلى طاقة حرارية عند إنزلاق السيارة على الارض.

source: Kinetic energy changes to heat energy as the car rolls down the ramp and skids across the floor.
ar_eg: تتغير الطاقة الحركية إلى طاقة حرارية عند تدحرج السيارة أسفل المنحدر وإنزلاقها على الارض.

source: Hydroelectric power companies convert the kinetic energy of fast-moving water into electrical energy. Why is the electric energy generated less than the kinetic energy of the water?
ar_eg: تحّول شركات الطاقة الكهرومائية الطاقة الحركية للمياه سريعة الحركة إلى طاقة كهربائية. لماذا تولد الطاقة الكهربائية أقل من الطاقة الحركية للمياه؟

source: Some energy is changed to heat.
ar_eg: يتغير بعض من الطاقة للتدفئة

source: Some energy becomes potential energy.
ar_eg: تصبح بعض الطاقات كامنة

source: Some energy is destroyed during the conversion.
ar_eg: تتدمر بعض الطاقات أثناء عملية التحويل.

source: Some energy is changed to chemical energy in the water.
ar_eg: يتم تغيير بعض الطاقات إلى طاقة كيميائية في الماء.

source: Mechanical energy is the kind of energy that moves objects or does work. Which of the following is the best example of changing electrical energy into mechanical energy?
ar_eg: الطاقة الميكانيكية هي نوع من الطاقة التي تحرك الأشياء أو تعمل. أي من التالي هو أفضل مثال على تغيير الطاقة الكهربائية إلى طاقة ميكانيكية؟

source: Turning on an electric fan
ar_eg: تشغيل مروحة كهربائية

source: Turning on an electric light
ar_eg: تشغيل ضوء الكهرباء

source: Toasting bread in an electric toaster
ar_eg: تحميص الخبز في المحمصة الكهربائية

source: Turning on a computer
ar_eg: تشغيل الحاسوب

source: Kinetic energy is the energy of objects moving. The faster something is moving, the more kinetic energy an object has. Where would you have the most kinetic energy in riding a skateboard down a hill?
ar_eg: الطاقة الحركية هي طاقة الأجسام المتحركة. كلما تحرك الشيء أسرع، كلما كانت الطاقةالحركية لدى الكائن أكثر. أين يمكن أن تجد الطاقة الحركية خلال ركوب لوح التزلج أسفل التل؟

source: Top of the hill
ar_eg: أعلى التل

source: Half way down the hill
ar_eg: في منتصف الطريق أسفل التل

source: Bottom of the hill
ar_eg: أسفل التل

source: It would be the same all the time
ar_eg: قد تكون نفسها في كل وقت

source: Use the illustration below to answer Questions 11 and 12.
ar_eg: استخدم الرسم التوضيحي أدناه للإجابة على الأسئلة 11 و 12.

source: What kind of energy does the bob have as the person is holding it as shown in the first drawing?
ar_eg: أي نوع من أنواع الطاقة لدى البندول عندما يمسكه الشخص كما هو مبين في الرسمة الأولى؟

source: Kinetic
ar_eg: حركية

source: Radiant
ar_eg: مشعة

source: Electrical
ar_eg: كهربائية

source: Potential
ar_eg: ساكنة

source: What kind of energy does the bob have as it moves past the bottom as shown in the second drawing?
ar_eg: أي نوع من الطاقة يوجد في البندول حين يتحرك أسفل كما هو مبين في الرسمة الثانية.

source: Which exchange of energy best describes what happens when you eat your school lunch and then play tag at recess after lunch?
ar_eg: أي من تبادلات الطاقة يمثل الوصف الأفضل لما يحدث عند تناول الغداء في مدرستك ومن ثم لعب المطاردة في فرصة بعد الغداء؟

source: tag
ar_eg: لعبة المطاردة

source: energy
ar_eg: الطاقة

source: body
ar_eg: الجسم

source: sound
ar_eg: الصوت

source: Click on the sentence that is not true:
ar_eg: انقر على العبارة غير الصحيحة.
