Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: Energy is the ability to do work. There are two basic forms of energy, kinetic energy and potential energy. Kinetic energy involves a mass moving at some velocity. Potential energy is stored energy. Food, fuels and plants are all examples of things with potential energy. There are different forms of energy that can be converted or changed from one form to another. But the amount of energy always stays the same - it cannot be created or destroyed (law of conservation of energy). Fossil fuels are made from decaying dead plants and animals. Fossil fuels are a nonrenewable source of energy, whereas solar energy is a renewable energy. Here's an interesting way to recall the seven forms of energy: just remember the name MRS CHEN.
ar_eg: الطاقة هي القدرة على القيام بعمل. و هناك نوعان من الأشكال الأساسية للطاقة، الطاقة الحركية و الطاقة الكامنة . تتضمن الطاقة الحركية كتلة تتحرك بسرعة معينة. الطاقة الكامنة هي عبارة عن طاقة مُخَزَنة. الغذاء والوقود والنباتات كلها أمثلة على أشياء فيها طاقة كامنة. وهناك أشكال مختلفة من الطاقة والتي يمكن تحويلها أو تغييرها من شكل لآخر. ولكن كمية الطاقة دائما تبقى ثابتة - إنها لا تستحدث أو تفنى ( قانون حفظ الطاقة ) . الوقود الأحفوري ناتج عن النباتات المتحللة والحيوانات الميتة. الوقود الأحفوري هو مصدر غير متجدد للطاقة ، في حين أن الطاقة الشمسية هي طاقة متجددة . م ليدل على الطاقة الميكانيكية ش يدل على الطاقة شعاعية ص يدل على الطاقة الصوتيه ك يدل على الطاقة الطاقة الكيميائية ح يدل على الطاقة الحرارية ه يدل على الطاقة الكهربائية ن يدل على الطاقة النووية

source: Matter is made of atoms, and categorized according to its composition. Matter that is composed of only one kind of atom is known as an element. Those substances with two or more kinds of atoms are called compounds. Matter usually exists in one of three states: solid, liquid, or gas. Each state of matter has general properties of shape and volume that may be used to uniquely identify the state. Properties such as melting-freezing and boiling-condensation points can be further used to identify specific substances. The properties of substances change greatly when substances interact chemically. A mixture on the other hand is a type of matter in which the substances composing it do not interact chemically. Mixtures are classified as heterogeneous, in which their substances are easily distinguishable, and homogeneous, in which the composing substances are well blended and not easily distinguishable. An alloy is a homogeneous mixture of metals and a solution is a homogeneous mixture of extremely small particles, indistinguishable even using a microscope. Finally, colloids are solutions with larger particles that are small enough not to settle out and separate from each other, while suspensions are mixtures of particles that are large enough to settle out and separate from each other.
ar_eg: المادة مصنوعة من الذرات ، وتصنف وفقا لبنيتها . التي تتألف من نوع واحد فقط من الذرات تسمى عنصر . اما المواد التي تحتوي على نوعين او اكثر من الذرات تسمى مركبات . المادة تظهر عادة في واحدة من ثلاث حالات : الصلبة و السائلة ، و الغازية. كل حالة من حالات المواد لها خصائص عامة من الشكل والحجم التي يمكن استخدامها لتحديد الحالة بشكل فريد. الخصائص مثل درجةالذوبان او التجميد او الغليان او التكاثف يمكن استخدامها لتحديد المزيد من المواد محددة . الخصائص في المواد تتغير كثيرا عندما تتفاعل كيميائيا . من ناحية أخرى الخليط هو نوع من المواد التي لا تتفاعل كيميائيا. تصنف مخاليط غيرمتجانسة، وهي من المواد التي يمكن تمييزها بسهولة، اما المواد المتجانسة فلا يتم تمييزها بسهولة . السبيكة هي خليط متجانس من المعادن و المحلول هو خليط متجانس من الجسيمات الصغيرة للغاية، لا يمكن تمييزها حتى باستخدام المجهر. أخيرا ، الغرويات هي محاليل بها جزيئات كبيرة والتي هي صغيرة كفاية كي لا تستقر ولا تنفصل عن بعضها البعض ، في حين المعلقات هي خليط من الجسيمات التي تكون كبيرة بما يكفي ل تستقر منفصلة عن بعضها البعض .

source: The term data refers to information gathered through observation. Instruments are tools designed to help us extend our senses. Data that consist of descriptions of characteristics or behaviors without numbers are called qualitative data. Data that consist of measured amounts or things that can be counted are called quantitative data. All measurements have some amount of error. It is a good idea to take several measurements and average them to reduce error. The metric system is used in science and many other countries because measures in the metric system are related by factors of 10. When exact measurements are not needed, the measurement can be estimated. An estimate is a measurement or answer that is close to the real measurement or answer.
ar_eg: مصطلح بياناتيشير إلى المعلومات المجمعة من خلال الملاحظة. المعدات هي ادوات صممت لمساعدتنا لتوسيع حواسنا. البيانات التي تتكون من وصف للصفات او التصرفات بدون ارقام تسمى بيانات كمية. كل القياسات تحتوي على نسبة خطأ. فكرة جيدة ان تاخذ عدة قياسات ثم معدلها لتقليل الخطأ. النظام المتري يستخدم في العلوم في عدة بلدان لان القياسات في النظام المتري تعود لعوامل من 10 . عندما ل انحتاج للقياسات الحقيقية، فانه يمكن تقديرها. التقدير هو قياس او جواب يكون قريب للقياس الحقيقي او الاجابة الصحيحة.

source: An ecosystem is made up of living and non-living things that interact with each other. Animals and plants survive and live in their ecosystem by adapting to its conditions. In a healthy ecosystem many species are able to meet their needs (food, water, and other resources) for life over a long period of time. People can change ecosystems in many different ways. The changes affect species that depend on the natural resources (air, soil, and water) in the ecosystem. Some animals need to adapt to their habitat over time, and some invasive species do not. Plants or animals living in wild spaces outside their native ranges are known as invasive species. Ecosystems come in different sizes. An ecosystem is made up of a habitat, where things live; and a community, the animals and plants who live there. A habitat is the natural home or environment of an animal, plant, or other organism. In a habitat, plants and animals interact and rely on each other.
ar_eg: النظام البيئي يتكون من الكائنات الحية وغير الحية التي تتفاعل مع بعضها البعض. الحيوانات والنباتات تبقى حية و تعيش في النظام البيئي من خلال التكيف مع ظروفها في نظام بيئي صحي . العديد من الأنواع قادرون على تلبية احتياجاتهم (الغذاء والمياه و الموارد الأخرى ) للحياة على مدى فترة طويلة من الزمن. يمكن للناس تغيير النظم البيئية في العديد من الطرق المختلفة . تؤثر التغييرات على الأنواع التي تعتمد على الموارد الطبيعية (الهواء والتربة والمياه) في النظام البيئي . بعض الحيوانات تحتاج إلى التكيف مع بيئتها عبر مرور الوقت و بعض الانواع الغازية لا تفعل. انبات او الحيوان في المساحات البرية خارج سلاسلهم الاصلية يعرفون باسم الانواع الغازية . النظم البيئية باحجام مختلفة . النظام البيئي مكون من موطن حيث تعيش الكائنات و مجتمع وهو الحيوانات و النباتات التي تعيش هناك . الموطن هو البيت او البيئة الطبيعية للحيوان او النبات او اي كائن عضوي اخر . في الموطن النبات و الحيوان يتفاعلان و يعتمدان على بعضهما.

source: The sun is a giant nuclear power plant within the solar system. Energy is released from the fusion going on inside the sun. Then the sun radiates huge amounts of energy in all directions in space. This solar energy affects life on earth in many ways. The effect of the sun's energy is directly observable in the water cycle, weather, and oceans. In plants, solar effects are not only seen in their growth, but also in the energy that animals get from the plants when the plants are eaten as food. The cycle of day and night is another cycle affected by solar energy, which is related to the way the earth rotates around itself at the same time it orbits around the sun. As it rotates, one half of the earth faces the sun and has sunlight, and the other half faces away from the sun and experiences night. Differences in the amount of energy received from the sun at different places on the earth are due to earth's shape and its rotation on a tilted axis as it travels around the sun. The tilt in the earth on its axis results in changes in how much of sun's energy is received as the earth moves around the sun. It is the difference in energy received that causes different places to be warm (near the equator) or cold (as you get closer and closer the north or south pole).
ar_eg: تعتبر الشمس محطه ضخمه للطاقه النوويه داخل المجموعه الشمسيه، بحيث يتم تحرير الطاقة من الانصهار الذي يحدث داخل الشمس، و من ثم تشع الشمس بدورها كميات هائلة من الطاقة في جميع الاتجاهات في الفضاء. تؤثر الطاقة الشمسية في الحياة على الأرض بنواح كثيرة. يمكن ملاحظة تأثير طاقة الشمس بشكل مباشرة في دورة الماء، والطقس، والمحيطات. ودورة الليل والنهار هي دورة اخرى من الدورات التي تتأثر بالطاقة الشمسية، وهي مرتبطة بكيفية دوران الأرض حول نفسها وبنفس الوقت تدور حول الشمس. وبينما هي تدور، نصف الأرض تواجه الشمس وفيها ضوء شمس، والنصف الآخر لا يواجه الشمس ويكون به ليل. الفروق في كمية الطاقة التي تصل من الشمس في مناطق مختلفة على الأرض ناتجة عن شكل الأرض ودورانها على محورها المائل بينما هي تسير حول الشمس. ميلان الأرض على محورها ينتج عن تغيرات في مقدار طاقة الشمس الواصلة للأرض بينما تدور الأرض حول الشمس. إنه الفرق في الطاقة الذي يصل للأرض و الذي يتسبب في إختلاف المناطق لتكون حامية (بجانب خط الإستواء) أو باردة (كلما قربت أكثر وأكثر من القطب الشمالي أو الجنوبي.

source: Our bodies are composed of many systems that work together to keep us healthy. Each system is made up of a set of organs that function both independently and as a unit.We looked at the circulatory, respiratory, excretory, skeletal, digestive, endocrine, and nervous system in this review. Most infections are caused by one of two agents: bacteria or viruses. Most of the time, our immune system is able to identify and destroy the bacteria and viruses infecting us. When it can't destroy bacteria, we need antibiotic medication, and when the virus is too dangerous, we get vaccinated ahead of time. Another way to stay healthy is to eat the right foods. The three main food groups are carbohydrates, fats, and protein. Calories are a measurement of the amount of energy a particular food holds in its molecules. Any healthy diet should include all types of food and enough calories to make it through each day without getting sick. The last point of staying healthy is to exercise and avoid substances that are harmful to the body. Prescribed medication for others, alcohol, cigarettes, drugs, and other substances that might even be in the home should be avoided to stay healthy.
ar_eg: تتكون أجسامنا من العديد من الأجهزة التي تعمل معاً لإبقائنا بحالة صحية. وكل جهاز يتكون من مجموعة من الأعضاء تعمل بشكل مستقل وكوحدة واحدة بنفس الوقت. معظم حالات العدوى تعمل من خلال وسيطين هما البكتريا أو الفيروسات وفي معظم الأحيان يقوم نظام المناعة في الجسم على تحديد ومقاومة البكتريا والفيروسات المسببة للعدوى. أما في حالة عدم استطاعة الجسم مكافحة البكتريا فتكون هناك حاجة لتناول المضادات الحيوية. أما في حالة الفيروسات الخطرة فيتم التطعيم في وقت مبكر. المجموعات الغذائية الرئيسية الثلاث هي: الكربوهيدرات، والدهون والبروتيناتالسعرات الحرارية: هي قياس كمية الطاقة طعام معين يحمل في جزيئاته. وينبغي أن يتضمن أي نظام غذائي صحي جميع أنواع المواد الغذائية والسعرات الحرارية بما يكفي لمزاولة النشاط اليومي من دون الإصابة بالمرضنقطة الأخيرة من البقاء في صحة جيدة هو ممارسة الرياضة وتجنب المواد التي تضر الجسم. وينبغي تجنب الدواء الموصوف للآخرين، والكحول، والسجائر، والمخدرات، وغيرها من المواد التي قد تكون حتى في المنزل البقاء في صحة جيدة.

source: Cells are organized into tissues which perform special tasks. The tissues, then, are organized into organs which each take care of one or more functions. The organs and systems all work to perform the body's functions: use energy to move and grow, respond to stimuli, reproduce, and breathe. Every major function required of living things has an organ system to perform it. The nervous system makes decisions and controls the other systems. To do this, we receive different types of information through our senses, then process them in our brain (part of the nervous system), and then our bodies respond to the information in different ways.
ar_eg: يتم تنظيم الخلايا في الأنسجة والتي بدورها تقوم بمهام خاصة. يتم تنظيم الأنسجة في الأعضاء كل منهما يقوم بمهمة واحدة أو أكثر. الأعضاء واجهزة الجسم يعملون لأداء مهام الجسم. استخدام الطاقة للتحرك والنمو، والاستجابة للمؤثرات والتكاثر، والتنفس. كل وظيفة رئيسية تطلب من الكائنات الحية لتنفيذ ذلك. الجهاز العصبي يصنع القرارات ويتحكم في النظم الأخرى. للقيام بذلك، نتلقى أنواع مختلفة من المعلومات من خلال النظام العصبي، ثم معالجتها في الدماغ (جزء من الجهاز العصبي ، ومن ثم ترد أجسامنا على المعلومات بمختلف الطرق.

source: All living things are capable of reproduction. Each new generation of offspring is the result of either asexual or sexual reproduction. Organisms that reproduce asexually do so by dividing or budding off new individuals. Asexual organisms are all alike. Sexual reproduction involves differences between males and females. This allows recombination of genetic material, and variation among different organisms of the same type. All plants and animals progress through life cycles. In the early stages of development, an organism grows from an embryo through various stages until it is mature enough for reproduction. In the reproductive phase, females produce egg cells and males produce sperm. Sperm is carried in pollen. Pollination is when pollen is carried from one flower to another, sometimes by the wind, but often by insects or other animals. Animals often have special behaviors to help them attract mates. These courtship behaviors send messages to opposite sex members of the same species that individuals are ready for reproduction.
ar_eg: جميع الكائنات الحية قادرة على التكاثر. كل جيل جديد من الذرية هو نتيجة إما للتكاثر الاجنسي أو تكاثر جنسي. الكائنات الحية التي تتكاثر لاجنسيا تقوم بذلك عن طريق انقسامها او انتاجها كائنات اخرى. الكائنات المتكاثرة لاجنسيا كلها مثل بعضها. ينطوي التكاثر الجنسي على الفروق بين الذكور والإناث. وهذا يسمح بإعادة تركيب المادة الوراثية، والاختلاف بين الكائنات الحية المختلفة من نفس النوع. جميع النباتات والحيوانات تتقدم من خلال دورات الحياة. في المراحل الأولى من التطور ينمو فيها الكائن الحي من جنين خلال مراحل مختلفة حتى ينضج كفاية ليتكاثر. في المرحلة الإنجابية، الإناث تنتج خلايا البيض والذكور تنتج الحيوانات المنوية. ينقل الحيوان المنوي عن طريق اللقاح. التلقيح هو انتقال حبوب اللقاح من زهرة الى زهرة. ولكن في كثير من الأحيان في الحشرات أو الحيوانات تكون السلوكيات الخاصة لمساعدتهم على جذب الاصحاب هي التودد. هذه السلوكيات ترسل رسائل للجنس الآخر من نفس النوع بأنها مستعدة للتزاوج.

source: Biomes are the unique plant/animal communities determined by local climate conditions. The patterns of temperature and rainfall averages over the course of each year determine which plants and animals can live in a place. The tundra biome most often occurs in the very far north, where temperatures are very cold, and most water shows up as snow. A biome that features many large needled trees goes by two names: taiga and boreal forest. Some animals are able to create their own habitats. Ants, bees, and termites are examples of insects that build complex hives and hills. Some animals not only construct homes for themselves, they build homes for others. Coral make hard shells for themselves. Over a period of many years, large colonies of coral grow enough to form reefs. When humans interact with nature, we assume the responsibilities for managing resources, plants, and animals. To learn even more about the interactions between people and their surrounding environments, scientists have built a large man-made environment called Biosphere 2. Biosphere 2 supports six different biomes: the desert, marsh, ocean, rainforest, savannah, and the thorn scrub biome.
ar_eg: إن المناطق الحيوية هي عبارة عن مجتمعات نباتية وحيوانية فريدة من نوعها والتي يتم تحديدها من خلال ظروف جوية معينة. إن معدل تساقط الأمطار ودرجات الحرارة خلال العام يحدد نوع النباتات والحيوانات التي تعيش في أي مكان. إن مناطق التندرا الحيوية تقع في الغالب في أقصى الشمال، حيث تكون درجات الحرارة منخفضة جدا، وتكون أغلب المياه متجمدة. إن المناطق الأحيائية التي يظهر فيها أوراق النبات على شكل مدبب تنقسم إلى قسمين: التايغا و الغابات الشمالية . بعض الحيوانات لديها القدرة على أن تستحدث موطن خاص بها. النمل،و النحل والنمل الأبيض من الأمثلة على الحشرات التي تبني تلالاً وخلايا لها. وهناك حيوانات تبني بيوتاً لها ولحيوانات أخرى. يبني المرجان أصداف قاسية له. و مع مرور الزمن تنمو مستعمرات المرجان بما فيه الكفاية وتشكل الشعاب المرجانية . عندما يتفاعل الإنسان مع الطبيعة, فاننا نفترض تحمل مسؤولية إدارة الموارد، و النباتات والحيوانات. لكي نتعلم أكثر حول هذه التفاعلات بين الأشخاص والبيئة المحيطة، يقوم العلماء ببناء بيئة كبيرة يطلق عليها المحيط الحيوي 2 . يدعم المحيط الحيوي 2 ستة مناطق حيوية مختلفة: الصحراء والمستنقعات والمحيطات و الغابات المطرية وغابات السافانا والأشوال.

source: In green plants, a process called photosynthesis captures light energy and stores it in the chemical bonds of sugars. These sugars may be used directly by the plant or by other living things, or they may be converted into a variety of energy storage molecules. These molecules may be used later. Organisms that capture solar energy are called producers. Organisms which use the energy stored by plants are called consumers. Each set of relationships between producers, consumers, and their physical environments is called a food web. When plants and animals die, their bodies decompose, releasing the stored energy. Sometimes, the bodies do not completely decompose and the stored energy may be converted into substances which may remain underground for millions of years. Coal is the product of the incomplete decomposition of plant material. Oil and natural gas are the products of a similar process in ocean organisms. The fact that these products are the remains of living things millions of years old is why they are called fossil fuels.
ar_eg: في النباتات الخضراء، عملية تسمى التركيب الضوئي تلتقط الطاقة الضوئية وتخزنها في الروابط الكيميائية في السكريات. ويمكن استخدام هذه السكريات مباشرة من قبل النباتات أو الكائنات الحية الأخرى، أو أنه يمكن تحويلها إلى مجموعة متنوعة من جزيئات تخزين الطاقة. ويمكن استخدام هذه الجزيئات في وقت لاحق. الكائنات الحية التي تلتقط الطاقة الشمسية تسمى المنتجات. ويطلق على الكائنات الحية التي تستخدم الطاقة المخزونة من النباتات المستهلكات. وتسمى كل مجموعة من العلاقات بين المنتجات والمستهلكات وبيئاتها المادية ب الشبكة الغذائية . عندما تموت النباتات والحيوانات، وتتحلل أجسادها، تنطلق الطاقة المخزنة. في بعض الأحيان، لا تتحلل الأجسام تماما ويمكن تحويل الطاقة المخزونة في المواد التي قد تبقى تحت الأرض لملايين السنين. الفحم هو نتاج تحلل غير كامل من المواد النباتية. النفط والغاز الطبيعي هما نتاج عملية مماثلة في الكائنات الحية في المحيطات. والحقيقة أن هذه المنتجات هي بقايا كائنات حية عمرها ملايين السنوات ولهذا السبب يطلق عليها الوقود الأحفوري .

source: During the past 500 million years, life on earth has emerged and evolved into the variety of plants and animals we see today. Fossils tell us things about how life has changed from the simple organisms that inhabited our planet a long time ago, to the complex array of life we see today. When we combine evidence from many fossils from various locations, we can even come up with explanations for some of the dramatic events of Earth history. Evolution happens because of genetic mutations. Mutations are random errors that occur in the DNA that carries the information that makes living things what they are. There are different forms of change: natural selection, artificial selection, sexual selection, and punctuated equilibrium. Mutations are rare. An inherited mutation can have one of three outcomes. It can have no effect on the living thing; it can have a harmful effect; or it may give it a competitive advantage. Through natural selection, the living thing may either reproduce and pass its mutation to the next generation, or it may die and the mutation disappears. Sometimes, what seems like a disadvantage in normal times turns out to be an advantage in difficult situations.
ar_eg: خلال ال 500 مليون سنة الماضية، الحياة على الأرض قد ظهرت وتطورت إلى مجموعة متنوعة من النباتات والحيوانات التي نراها اليوم. الأحافير تخبرنا كيف أن الحياة قد تغيرت من الكائنات الحية البسيطة التي سكنت كوكبنا منذ زمن طويل، إلى مجموعة معقدة من الحياة التي نراها اليوم. عندما نجمع بين الأدلة من العديد من الأحافير من مواقع مختلفة، يمكننا حتى أن نأتي بتفسيرات لبعض الأحداث الدرامية من تاريخ الأرض. التطور يحدث بسبب الطفرات الجينية. الطفرات هي أخطاء عشوائية تحدث في الحمض النووي الذي يحمل المعلومات التي تجعل الكائنات الحية تبدو على ما هي عليه. هناك أشكال مختلفة من التغيير: الانتقاء الطبيعي ، و الانتقاء الاصطناعي ، و الانتقاء الجنسي ، و التوازن المنظبط . الطفرات نادرة. الطفرة الموروثة يمكن أن تملك واحد من ثلاث نتائج . يمكن أن لا يكون لها أي تأثير على الكائن الحي؛ أو يمكن أن يكون لها تأثير ضار؛ أو أنها قد تعطيه ميزة تنافسية. من خلال الانتقاء الطبيعي، يمكن للكائن الحي إما أن يعيد إنتاج ويمرر الطفرة إلى الجيل القادم، أو قد يموت وتختفي الطفرة. في بعض الأحيان، ما يبدو وكأنه وضع غير مؤاتٍ في الأوقات العادية يتبين أنه ميزة في المواقف الصعبة .

source: There are many different kinds of living things in any area, and they exist in different places on land and in water. Changes in an organism's habitat are sometimes beneficial to it and sometimes harmful. For any particular environment, some kinds of organisms survive well, some survive less well, and some cannot survive at all. Adaptation by natural selection acting over generations is one important process by which species change over time in response to changes in environmental conditions. The environment is dynamic in nature; its characteristics can vary over time. Disruptions to any part of the environment can lead to shifts in all its populations. Traits that support successful survival and reproduction in the new environment become more common; those that do not become less common. Thus, the distribution of traits in a population changes.
ar_eg: هناك العديد من الأنواع المختلفة من الكائنات الحية في أي منطقة، وهي موجودة في أماكن مختلفة على الأرض وفي الماء. التغيرات في مسكن الكائن الحي مفيدة وضارة في بعض الأحيان. لأي بيئة ، بعض أنواع الكائنات الحية تبقى على قيد الحياة بشكل جيد، وبعضها ينجو بشكل أقل، وبعضها لا يمكن النجاة على الإطلاق. التكيف بواسطة الانتقاء الطبيعي عبر الأجيال هو عملية مهمة تتغير فيها الأنواع على مر الزمن وتستجيب للتغيرات في الظروف البيئية. البيئة تكون حيوية في الطبيعة؛ يمكن أن تختلف خصائصها مع مرور الوقت. تعطل أي جزء من البيئة يمكن أن يؤدي إلى تحولات في كل الجماعات. الصفات التي تدعم البقاء والتكاثر الناجح في البيئة الجديدة أصبحت أكثر شيوعا؛ والصفات التي ليست كذلك تصبح أقل شيوعا. وبالتالي، فإن توزيع الصفات على الجماعات يتغير.
