Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: My Account
ar_eg: حسابي

source: Manage Student Accounts
ar_eg: إدارة حسابات الطالب

source: Welcome
ar_eg: أهلاً وسهلاُ

source: This is your Dashboard. In this page, you can preview the modules available for your students and view the students' results.
ar_eg: هذه هي لوحتك المخططة. في هذه الصفحة، بإمكانك معاينة الوحدات المتوفرة لطلبتك ومراجعة علامات الطلبة.

source: Active
ar_eg: فَعّال

source: DEMO
ar_eg: توضيح عملي

source: SETTINGS
ar_eg: ترتيبات

source: RESULTS
ar_eg: نتائج

source: A pre-diagnostic test is active for this module.
ar_eg: إختبار تشخيصي قبلي جاهز لهذه الوحدة

source: A post-diagnostic test is active for this module.
ar_eg: إختبار تشخيصي بعدي جاهز لهذه الوحدة

source: EDIT
ar_eg: تحرير

source: CREATE
ar_eg: استحدث

source: CUMULATIVE TEST
ar_eg: اختبار تجميعي

source: STUDENT RESULTS
ar_eg: نتائج الطالب

source: Go Back
ar_eg: إرجع للخلف

source: Student Name
ar_eg: اسم الطالب

source: Gender
ar_eg: جنس الطالب

source: Action
ar_eg: إجراء

source: Edit
ar_eg: تحرير

source: You have updated the account.
ar_eg: لقد حدثت الحساب

source: User Information
ar_eg: معلومات المستخدم

source: Username
ar_eg: اسم المستخدم

source: Password
ar_eg: كلمة المرور

source: Change Password
ar_eg: غَيِّر كلمة المرور

source: First Name
ar_eg: الإسم الأول

source: You must enter a first name.
ar_eg: يجب إدخال الاسم الأول.

source: Last Name
ar_eg: الاسم الآخير

source: You must enter a last name.
ar_eg: يجب إدخال الاسم الأخير

source: Male
ar_eg: ذكر

source: Female
ar_eg: أنثى

source: Edit Account
ar_eg: عَدِّل الحساب

source: Save Changes
ar_eg: حفظ التعديلات

source: Cancel
ar_eg: الغي

source: Create Cumulative Test
ar_eg: استحدث اختبار تجميعي

source: The Cumulative Test is a test that can be taken by students anytime. You can choose from a pool of questions with topics from the different science reviews available to your students.
ar_eg: الاختبار التجميعي هو اختبار يمكن أن يأخذه الطالب في أي وقت. بإمكانك الاختيار من مجموعة كبيرة من الأسئلة بموضوعات من مختلف مراجعات العلوم المتوفرة لطلبتك.

source: Time Limit
ar_eg: الفترة الزمنية

source: This test should be finished within a time limit. If the student exceeds the time limit, whatever he finishes will be recorded.
ar_eg: يجب إنهاء الاختبار خلال الوقت المحدد. إذا تجاوز الطالب الوقت المحدد، سيتم تسجيل ما أنهاه فقط.

source: Hour/s and
ar_eg: ساعات و

source: Minutes
ar_eg: دقائق

source: Ready?
ar_eg: مستعد؟

source: Turn on this feature to make it available to your students. When turned on, the "Take Cumulative Test" button will be available in the student's front page when they log in.
ar_eg: إفتح هذه الميزة كي تكون متوفرة لطلبتك. عندما تُفتَح، سيكون زر" إبدأ الاختبار التجميعي" متوفراً في صفحة الطالب الرئيسية عندما يدخل النظام.

source: Choose Questions
ar_eg: اختار الأسئلة

source: This is the pool of questions you can choose from. It contains topics from different science reviews available to you.
ar_eg: هذه هي مجموعة الأسئلة التي يمكن أن تختار منها. إنها تحتوي موضوعات من مراجعات العلوم المختلفة والمتوفرة لك.

source: Choices
ar_eg: خيارات

source: Answer
ar_eg: إجابة

source: Update
ar_eg: حَدِّث

source: Create
ar_eg: استحدث

source: and Save
ar_eg: و احفظ

source: Go Back to Dashboard
ar_eg: إرجع إلى اللوحة المخططة

source: Diagnostic Tests
ar_eg: إختبارات تشخيصية

source: Review
ar_eg: مراجعة

source: Status
ar_eg: الوضع الحالي

source: This module is active.
ar_eg: هذه الوحدة جاهزة

source: This module is not active.
ar_eg: هذه الوحدة غير جاهزة

source: Test Title
ar_eg: عنوان الاختبار

source: Post-Test
ar_eg: إختبار بعدي

source: Pre-Test
ar_eg: إختبار قبلي

source: # of Questions
ar_eg: رقم الأسئلة

source: edit
ar_eg: حرر

source: new
ar_eg: جديد

source: mins.
ar_eg: دقائق

source: 0 mins.
ar_eg: 0 دقيقة

source: New
ar_eg: جديد

source: Add questions to this module
ar_eg: أضف أسئلة لهذه الوحدة

source: This module is currently active. Please deactivate the module first before changing the pre-test settings.
ar_eg: هذه الوحدة جاهزة حالياً. يرجى إلغاء تفعيل الوحدة قبل تغيير ترتيبات الاختبار القبلي.

source: If you created a pre-diagnostic test, please make sure it is "Ready" by turning it ON below.
ar_eg: إذا قمت باستحداث اختبار تشخيصي قبلي، يرجى التأكد من أنه "جاهز" بواسطة فتح زر التشغيل في الأسفل .

source: Pre-Diagnostic Test
ar_eg: إختبار تشخيصي قبلي

source: A pre-diagnostic test will be taken by the student before they start working on any of the reviews available to them. This test should be finished within a time limit. If the student exceeds the time limit, whatever he finishes will be recorded.
ar_eg: الاختبار التشخيصي القبلي يجب أن يأخذه الطلبة قبل أن يبدأوا العمل في أي من المراجعات المتوفرة لهم. يجب إنهاء هذا الاختبار خلال الوقت المحدد. إذا تجاوز الطالب الوقت المحدد، سيتم تسجيل ما قد أنهى فقط.

source: Post-Diagnostic Test
ar_eg: اختبار تشخيصي بعدي

source: This is the pool of questions you can choose from.
ar_eg: هذه مجموعة الاسئلة التي يمكنك الاختيار منها.

source: A post-diagnostic test will be taken by the student after they finished all available reviews. This test should be finished within a time limit. If the student exceeds the time limit, whatever he finishes will be recorded.
ar_eg: الاختبار التشخيصي القبلي يجب أن يأخذه الطلبة قبل أن يبدأوا العمل في أي من المراجعات المتوفرة لهم. يجب إنهاء هذا الاختبار خلال الوقت المحدد. إذا تجاوز الطالب الوقت المحدد، سيتم تسجيل ما قد أنهى فقط.

source: Please select questions for this test.
ar_eg: يرجى إختيار أسئلة لهذا الاختبار.

source: Students Results Summary
ar_eg: ملخص نتائج الطلبة

source: Results
ar_eg: نتائج

source: Diagnostic Test
ar_eg: اختبار تشخيصي

source: Review Results
ar_eg: نتائج المراجعة

source: In Progress
ar_eg: تحت التجهيز

source: See how all your students did
ar_eg: شاهد كيف كان أداء جميع طلبتك

source: Print Student Solutions
ar_eg: إطبع إجابات الطالب

source: Go Back to Students Results Summary
ar_eg: إرجع إلى ملخص نتائج الطلبة

source: Score Summary
ar_eg: ملخص العلامة

source: Printer Friendly and PDF
ar_eg: طباعة مريحة و بي دي أف PDF

source: Name
ar_eg: الاسم

source: Module
ar_eg: الوحدة

source: Date Started
ar_eg: تاريخ البدء

source: Date Finished
ar_eg: تاريخ الإنتهاء

source: Score Percentage
ar_eg: العلامة المئوية

source: Quick Check Results
ar_eg: نتائج التأكد السريع

source: Quiz Question Results
ar_eg: نتائج سؤال الاختبار السريع

source: Problem Solving
ar_eg: حل المشكلة

source: Problem
ar_eg: المشكلة

source: Solution
ar_eg: الحل

source: Students Cumulative Test Results
ar_eg: نتائج إختبار الطلبة التجميعي

source: Notes:
ar_eg: ملاحظات:

source: Click the column header of each Question Item to view the statistics for that question or exercise.
ar_eg: انقر ترويسة العمود لكل فقرة سؤال كي تشاهد الاحصائيات لكل سؤال أو تمرين

source: You have not set a pre-test for this module.
ar_eg: لم تضع اختبار قبلي لهذه المراجعة.

source: You have not set a post-test for this module.
ar_eg: لم تضغ اختبار بعدي لهذه المراجعة

source: Total %
ar_eg: مجموع %

source: Total
ar_eg: المجموع

source: Students Comparative Results
ar_eg: نتائج مقارنة الطلبة

source: Results from Module Review
ar_eg: نتائج مراجعة الوحدة

source: Results from Diagnostic Test: Pre-Test
ar_eg: نتشاج الإختبار التشخيصي: إختبار قبلي

source: Results from Diagnostic Test: Post-Test
ar_eg: نتائج الإختبار التشخيصي: إختبار بعدي

source: Student Pre-test
ar_eg: إختبار الطالب القبلي

source: Student Post-test
ar_eg: إختبار الطالب البعدي

source: Student Answer
ar_eg: إجابة الطالب

source: You have successfully changed your password.
ar_eg: لقد تم تغيير كلمة المرور الخاصة بك

source: Incorrect password.
ar_eg: كلمة مرور غير صحيحة

source: Input Password:
ar_eg: كلمة مرور مدخلية

source: Re-type Password:
ar_eg: أعد طباعة كلمة المرور

source: Please copy the password somewhere so you have a copy of it. Have you made a copy?
ar_eg: يرجى نسخ كلمة المرور في مكان ما بحيث يكون لديك نسخة منها. هل عملت نسخة؟

source: Password does not match.
ar_eg: كلمة المرور غير مطابقة

source: You have
ar_eg: لديك

source: minutes to answer the questions below.
ar_eg: دقائق لإجابة السؤال في الأسفل.

source: Time Left:
ar_eg: الوقت المتبقي

source: Questions
ar_eg: الأسئلة

source: Check Results
ar_eg: تأكد من النتائج

source: You are currently taking your exam
ar_eg: أنت تُقَدِم اختبارك الآن

source: You have not answered all the questions.
ar_eg: لم تجب على جميع الأسئلة.

source: Cumulative Test Result
ar_eg: نتيجة الإختبار التجميعي

source: Go Back to Students Comparative Results
ar_eg: إرجع إلى نتائج الطلبة التجميعية

source: Go Back to Students Cumulative Results
ar_eg: إرجع إلى نتائج الطلبة التجميعية

source: Diagnostic Question Item Statistics
ar_eg: إحصائيات فقرة السؤال التشخيصي

source: Diagnost Test Title
ar_eg: عنوان الاختبار التشخيصي

source: Pre-diagnostic
ar_eg: تسخيصي قبلي

source: Post-diagnostic
ar_eg: تشخيصي بعدي

source: Cumulative
ar_eg: تجميعي

source: Question
ar_eg: سؤال

source: Student Answer Statistics
ar_eg: إحصائيات إجابة الطالب

source: The following pie chart shows the students' answers for this question and how many answered each question item's choices.
ar_eg: تظهر الرسمة البيانية التالية إجابات الطلبة لهذا السؤال وعدد الذين أجابوا كل خيار لفقرة السؤال.

source: You are currently logged in as
ar_eg: أنت الآن داخل بإسم

source: Logout?
ar_eg: خروج

source: Language
ar_eg: لغة

source: Welcome to NextGenReady! Please log in to your account.
ar_eg: أهلاً بكم في علوم الجيل الجديد! يرجى الدخول إلى حسابك.

source: Registration Sucessful. We sent you an email. Please verify your account.
ar_eg: تسجيل ناجح. أرسلنا لك رسالة الكترونية. يرجى التحقق من حسابك.

source: Your new password is sent to your email.
ar_eg: كلمة مرورك الجديدة أرسلت إلى بريدك الالكتروني.

source: Sorry, wrong username or password.
ar_eg: آسف، خطأ في اسم المستخدم أو في كلمة المرور.

source: Exercise Statistics
ar_eg: احصائيات التمرين

source: Screenshot
ar_eg: لَقْطَة

source: The image below is an actual screenshot of the exercise in the review. It shows the question items and the correct answers.
ar_eg: الصورة في الأسفل هي لَقْطَة حقيقية للتمرين في المراجعة. وهي تُظهر فقرات السؤال والإجابات الصحيحة.

source: Correct Answer
ar_eg: إجابة صحيحة

source: Correct and Wrong Statistics
ar_eg: إحصائيات الصح والخطأ

source: Student Answers Statistics
ar_eg: إحصائيات إجابات الطالب

source: This is your Dashboard. In this page, you can select a module to work on and view the results of the modules you have taken.
ar_eg: هذه لوحتك المخططة. في هذه الصفحة، بإمكانك إختيار وحدة لتعمل بها وتشاهد نتائج الوحدات التي درستها.

source: View Cumulative Test Result
ar_eg: شاهد نتيجة الإختبار التجميعي

source: Take Cumulative Test
ar_eg: إبدأ الإختبار التجميعي

source: You have started the pre diagnostic test but did not finish it. You must finish the test first.
ar_eg: لقد بدأت بالإختبار التشخيصي القبلي لكنك لم تنهيه. يجب عليك أن تنهي الإختبار أولاً.

source: Continue
ar_eg: تابع

source: Diagnostic
ar_eg: تشخيصي

source: Test
ar_eg: إختبار

source: Your teacher has not activated any modules for you yet.
ar_eg: لم يُفعِّل معلمك أي وحدة لك للآن.

source: Cumulative Test
ar_eg: اختبار تجميعي

source: This cumulative test consists of
ar_eg: يتكون الاختبار التجميعي من

source: questions
ar_eg: أسئلة

source: from different module reviews that you must answer within
ar_eg: من مراجعات وحدة مختلفة والتي يجب أن تنهيها خلال

source: minutes
ar_eg: دقائق

source: Whatever you finish within
ar_eg: مهما تنجز خلال

source: minutes will be recorded. Click the button below to start the test.
ar_eg: الدقائق ستسجل. انقر الزر في الأسفل كي تبدأ الاختبار

source: START TEST
ar_eg: إبدأ الاختبار

source: This pre-diagnostic test consists of
ar_eg: هذا الاختبار التشخيصي يتكون من

source: from the
ar_eg: مِن

source: review that you must answer within
ar_eg: المراجعة التي يجب أن تجيب عنها خلال

source: This post-diagnostic test consists of
ar_eg: الاختبار التشخيصي البعدي يتكون من

source: A pre diagnostic test is available for this review. You have to take this test first before you start with the review.
ar_eg: الاختبار التشخيصي القبلي جاهز لهذه المراجعة. عليك أن تأخذ هذا الاختبار أولاً قبل أن تبدأ بهذه المراجعة

source: Take Pre
ar_eg: خذ القبلي

source: You have not taken this review yet. Click the button at the right to take this module.
ar_eg: لم تأخذ هذه المراجعة بعد. انقر الزر في الجهة اليمنى كي تبدأ بهذه الوحدة.

source: START
ar_eg: إبدأ

source: REVIEW
ar_eg: راجع

source: You have started this review but did not finish it. Click the button to continue where you left off.
ar_eg: أنت بدأت هذه المراجعة ولكنك لم تنهيها. انقر الزر كي تستمر من حيث انتهيت

source: Go To
ar_eg: إذهب إلى

source: Page
ar_eg: صفحة

source: CHECK
ar_eg: تأكد

source: You have started the post diagnostic test but did not finish it. You must finish the test first.
ar_eg: لقد بدأت بالإختبار التشخيصي البعدي ولكنك لم تنهيه. يجب أن تنهي الاختبار أولاً.

source: You are done with this review.
ar_eg: لقد أنهيت هذه المراجعة.

source: A post diagnostic diagnostic test is available for this review. You have to take this test since you are finished with the review.
ar_eg: الاختبار التشخيصي البعدي جاهز حالياً لهذه المراجعة. عليك أن تأخذ هذا الاختبار كونك أنهيت هذه المراجعة.

source: Take Post
ar_eg: إبدأ البعدي

source: CUMULATIVE TEST SETTINGS
ar_eg: إعدادات الإختبار تجميعي

source: Need help? Contact our support team
ar_eg: تحتاج لمساعدة؟ إتصل بفريق الدعم .

source: Active?
ar_eg: نشيط

source: Not Active
ar_eg: غثر نشيط

source: Group
ar_eg: مجموعة

source: Groups
ar_eg: مجموعات

source: Pre-test
ar_eg: إختبار قبلي

source: Post-test
ar_eg: إختبار بعدي

source: Create Pre-Diagnostic Test
ar_eg: استحدث إختبار تشخيصي قبلي

source: Create Post-Diagnostic Test
ar_eg: استحدث إختبار تشخيصي بعدي

source: Pre-Diagnostic Tests
ar_eg: إختبارات تشخيصية قبلية

source: Post-Diagnostic Tests
ar_eg: إختبارات تشخيصية بعدية

source: Set
ar_eg: مجموعة

source: N/A
ar_eg: غير مناسب

source: Unassigned Students
ar_eg: طلبة غير محددين

source: Transfer
ar_eg: نقل

source: Delete Group
ar_eg: مجموعة ملغاة

source: New Group
ar_eg: مجموعة جديدة

source: Student Groups
ar_eg: مجموعات الطالب

source: View Results
ar_eg: عرض النتائج

source: Select all questions
ar_eg: إختار جميع الأسئلة

source: Deselect all questions
ar_eg: إمسح جميع الأسئلة

source: Test name:
ar_eg: عنوان الاختبار

source: Test Type
ar_eg: نوع الإختبار

source: Test Name
ar_eg: عنوان الإختبار

source: You have not created any tests yet.
ar_eg: لم تستحدث أي إختبارات بعد

source: You have not created any cumulative tests yet.
ar_eg: لم تستحدث أي إختبارات تجميعية بعد

source: Module Title
ar_eg: عنوان الوحدة

source: No. of Questions
ar_eg: عدد الأسئلة

source: Please select the questions that you would like to add to your cumulative test.
ar_eg: لو سمحت إختار الأسئلة التي ترغب في إضافتها للإختبار التجميعي.

source: Delete
ar_eg: حذف

source: Move to:
ar_eg: الانتقال إلى

source: Group Name:
ar_eg: اسم المجموعة

source: Correct Answer:
ar_eg: الإجابة الصحيحة

source: Student Answer:
ar_eg: طالب الإجابة

source: Correct
ar_eg: صحيح

source: Wrong
ar_eg: خطأ

source: Yes
ar_eg: نعم

source: No
ar_eg: لا

source: Dashboard
ar_eg: لوحة التوجيه

source: File Bug Report
ar_eg: ملف تقرير الخطأ

source: Privacy Policy
ar_eg: سياسة الخصوصية

source: Terms of Service
ar_eg: شروط الخدمة

source: All Rights Reserved.
ar_eg: جميع الحقوق محفوظة.

source: Heating and Cooling
ar_eg: تسخين وتبريد

source: A beaker is heated and the temperature of the water increases a few degrees. What happens to the water molecules once the heat is applied?
ar_eg: الإبريق مسخّن ودرجة حرارة الماء تزداد بضعة درجات. ماذا يحدث لجزيئات الماء حين تضاف الحرارة؟

source: The molecules spread apart and move more quickly.
ar_eg: تنتشر الجزيئات عن بعضها وتتحرك بشكل أسرع.

source: The molecules spread apart and move more slowly.
ar_eg: تنتشر الجزيئات عن بعضها وتتحرك بشكل أبطأ.

source: The molecules come together and move more quickly.
ar_eg: تجتمع الجزيئات مع بعضها وتتحرك بسرعة أكبر.

source: The molecules come together and move more slowly.
ar_eg: تجتمع الجزيئات مع بعضها وتتحرك بسرعة أبطأ

source: Students are experimenting with two metal cans. Both empty cans are placed outside on a hot summer day for five hours. The two cans are the same size, but not the same color: one is black and one is white. Compared to the white can...
ar_eg: يجري الطلاب تجارب على اثنتين من العلب المعدنية. يتم وضع كل من العلب الفارغة خارجا في يوم صيفي حار لمدة خمس ساعات. العلب نفس الحجم، ولكن ليست نفس اللون: واحدة لونها أسود وواحدة لونها أبيض. بالمقارنة مع العلبة البيضاء ...

source: The black can would most likely be cooler, because it absorbs less sunlight.
ar_eg: تكون العلبة السوداء أبرد ، لأنها أقل امتصاصاً لضوء الشمس.

source: The black can would most likely be warmer, because it absorbs more sunlight.
ar_eg: من المرجح أن تكون العلبة السوداء أكثر دفئا، لأنها تمتص أشعة شمس أكثر.

source: The black can would most likely be warmer, because it absorbs less sunlight.
ar_eg: من المرجح أن تكون العلبة السوداء أكثر دفئا، لأنها تمتص أشعة شمس أقل.

source: The black can would most likely be cooler, because it absorbs more sunlight.
ar_eg: من المرجح أن تكون العلبة السوداء أكثر برودة، لأنها تمتص أشعة شمس أكثر.

source: Below are images of the same pond in two seasons. Which of the following statements do you think best describes what caused the changes in the pond from A to B?
ar_eg: وفيما يلي صور لنفس البركة في موسمين. أي من العبارات التالية برأيك أفضل وصف لما يحدث من تغيرات في البركة من أ إلى ب؟

source: The pond water temperature has increased.
ar_eg: ازدادت درجة حرارة مياه البركة.

source: The pond water has lost heat energy.
ar_eg: مياه البركة قد فقدت الطاقة الحرارية.

source: All of the water has evaporated from the pond.
ar_eg: تبخرت جميع المياه من البركة.

source: Warm water has risen to the top of the pond.
ar_eg: ارتفعت المياه الدافئة أعلى البركة.

source: One ice cube with a mass of 80 grams, and one with a mass of 40 grams are placed on separate plates. Which result would the students studying this investigation find are the same?
ar_eg: توضع مكعبات الثلج التي كتلتها 80 غراما، وأخرى كتلتها 40 غراما على لوحات منفصلة. أي نتيجة سيجدها الطلاب الذين يدرسون هذا الاكتشاف نفسها؟

source: The time it took each ice cube to melt completely would be the same.
ar_eg: الوقت الذي استغرقه كل مكعب ليذوب تماما هو نفسه.

source: The amount of liquid produced on each plate would be the same.
ar_eg: كمية السائل الناتجة عن كل طبق تكون هي نفسها.

source: The temperature at which each ice cube melted would be the same.
ar_eg: درجة الحرارة عند ذوبان كل من المكعبات الجليدية ستكون متساوية

source: The total volume of each ice cube would be the same.
ar_eg: الحجم الكلي لكل مكعب جليد سيكون هو نفسه.

source: After a person sweats, they feel cooler when their sweat evaporates. Read the following explanations and select the statement that best describes why sweating helps a person feel cool.
ar_eg: بعد تعرق الإنسان، يشعر بالبرد عندما يتبخر العرق عنه. إقرأ التفسيرات التالية وحدد العبارة الأفضل وصفا لماذا يُشعر التعرق الإنسان بالبرودة.

source: The temperature of the water in the body increases when sweat evaporates.
ar_eg: درجة حرارة الماء في الجسم تزداد عند تبخر العرق.

source: The person's body absorbs heat when sweat evaporates.
ar_eg: جسم الإنسان يمتص الحرارة عند تبخر العرق.

source: The temperature of the water in sweat decreases when it evaporates.
ar_eg: درجة حرارة الماء في العرق تزداد عندما تتبخر.

source: Heat is absorbed by sweat when it evaporates.
ar_eg: يتم امتصاص الحرارة عن طريق العرق عندما تتبخر.

source: When ice cubes are dropped into a cup of water, what happens?
ar_eg: ماذا يحدث عند سقوط مكعبات ثلج في كأس من الماء؟

source: Cold energy moves from the ice cubes to the water.
ar_eg: تنتقل الطاقة الباردة من مكعبات الثلج إلى الماء.

source: Heat energy moves from the water to the ice cubes.
ar_eg: تنتقل الطاقة الحرارية من الماء إلى مكعبات الثلج.

source: Cold energy moves from the water to the ice cubes.
ar_eg: تنتقل طاقة البرودة من الماء الى مكعبات ثلج.

source: Heat energy moves from the ice cubes to the water.
ar_eg: الطاقة الحرارية تنتقل من مكعبات الثلج الى الماء.

source: When a cup of water is placed outside on a winter day, what will likely happen?
ar_eg: عندما يتم وضع كأس من الماء في الخارج في يوم من أيام الشتاء،ماذا سوف يحدث على الأغلب؟

source: The temperature of the water will go up.
ar_eg: سوف تزداد درجة حرارة الماء

source: The temperature of the water will go down.
ar_eg: سوف تقل درجة حرارة الماء

source: The water will lose heat energy to the air.
ar_eg: سيخسر الماء الطاقة الحرارية في الهواء.

source: It will depend on the temperature of the air and water.
ar_eg: يعتمد ذلك على درجة حرارة الهواء والماء.

source: What explains why hot chocolate in an aluminum cup feels warmer than hot chocolate in a paper cup when you hold them?
ar_eg: ما هو تفسير شعور بالدفء أكثر عند حمل الشوكولاته الساخنة في كأس الألمنيوم من الشوكولاته الساخنة في كوب ورقي عند حملها؟

source: Paper is not as good an insulator as aluminum.
ar_eg: الورق ليس عازلاً جيداً كالألمنيوم.

source: Aluminum is a better conductor of heat than paper.
ar_eg: الألمنيوم هو مصدر موصل للحرارة أكثر من الورق.

source: Heat energy moves from your hand through the aluminum cup.
ar_eg: تنتقل الطاقة الحرارية من يدك خلال كأس الألومنيوم.

source: Heat energy moves from your hand through the paper cup.
ar_eg: تنتقل الطاقة الحرارية من يدك خلال كوب الورق.

source: When a small cup of hot water is mixed with a bathtub of cold water, what best describes what will happen?
ar_eg: عندما يتم خلط كوب صغير من الماء الساخن مع ماء حوض الإستحمام البارد ، ما أفضل وصف لما سيحدث؟

source: The temperature of the mixture will be closer to the original temperature of the water in the cup.
ar_eg: درجة حرارة الخليط سوف تقارب درجة الحرارة الأصلية للماء في الكأس.

source: The temperature of the mixture will be closer to the original temperature of the water in the bathtub.
ar_eg: درجة حرارة الخليط سوف تقارب درجة الحرارة الأصلية للماء في حوض الإستحمام.

source: The temperature of the mixture will be the same as the temperature of the water in the cup.
ar_eg: درجة حرارة الخليط تكون نفس درجة حرارة الماء في الكأس.

source: The temperature of the mixture will be the same as the temperature of the water in the bathtub.
ar_eg: درجة حرارة الخليط تكون نفس درجة حرارة المياه في حوض الاستحمام.

source: Why is a paper cup equally good at keeping hot drinks hot and cold drinks cold?
ar_eg: لم تكون الكأس الورقية مناسبة في حفظ سخونة المشروبات الساخنة وبرودة المشروبات الباردة؟

source: The paper slows heat energy from entering hot drinks.
ar_eg: يبطئ الورق الطاقة الحرارية من الدخول إلى المشروبات الساخنة.

source: The paper slows heat energy from leaving cold drinks.
ar_eg: يبطئ الورق الطاقة الحرارية من مغادرة المشروبات الباردة.......

source: Both A and B
ar_eg: كل من أ & ب

source: Neither A nor B
ar_eg: لا أ ولا ب.

source: The warmth you feel sitting near a campfire reaches you mostly by which of the following?
ar_eg: يصل إليك الدفئ الذي تشعر به وانت تجلس بقرب نار الموقد من خلال أي مما يلي ؟

source: Convection
ar_eg: الحمل الحراري

source: Conduction
ar_eg: التوصيل

source: Radiation
ar_eg: الإشعاع

source: Evaporation
ar_eg: التبخر

source: In cup A there is an ice cube that weighs 12 grams. Over time it has melted and all of it was poured into cup B. How much does the substance in cup B weigh? Why?
ar_eg: في الكأس (أ) هنالك مكعب ثلج يزن 12 غراما. مع مرور الوقت ذاب المكعب وسكب في الكأس (ب). كم تزن المادة في الكأس (ب) ولماذا؟

source: 10 grams, because the solid becomes less when it turns into liquid.
ar_eg: 10 غرامات، لأن المادة الصلبة تقل عندما تتحول الى الحالة السائلة.

source: 12 grams, because the solid stays the same weight when it turns into liquid.
ar_eg: 12 غراما، لأن المادة الصلبة تبقى نفس الوزن عندما تتحول الى الحالة السائلة.

source: 14 grams, because the solid becomes more when it turns into liquid.
ar_eg: 14 غراما، لأن المادة الصلبة تزيد عندما تتحول إلى الحالة السائلة.
