Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: An inherited mutation can have no effect on a living thing, or it can have a harmful effect on it.
ar_eg: الطفرة موروثة لا يمكن أن يكون لها أي تأثير على الكائن حي، أو يمكن أن يكون لها تأثير ضار عليه

source: People with sickle cell trait are much more likely to survive malaria than other people. They carry two different forms of hemoglobin protein, caused by slight changes in some of their DNA carrying the hemoglobin code. If two people with sickle cell trait have children, the children may inherit one or two copies of the mutant DNA code. Children who inherit two copies of the mutant DNA have sickle cell disease, and are unlikely to survive without advanced medical care. Click on the statement that is NOT correct about sickle cell disease and malaria.
ar_eg: الناس الذين يعانون من فقر الدم المنجلي أكثر عرضة للنجاة من مرض الملاريا من الآخرين . أنها تحمل شكلين مختلفين من بروتين الهيموغلوبين، والناجمة عن تغييرات طفيفة في بعض العينات من الحمض النووي الذي يحمل رمز الهيموغلوبين. إذا كان هناك شخصين يعانون من فقر الدم المنجلي ولديهم أطفال، فالأطفال قد يرثوا واحدة أو اثنتين من نسخ الطفرة الجينية المتحولة. الأطفال الذين يرثون نسختين من الطفرة الجينية المتحولة ولديهم مرض فقر الدم المنجلي، فليس من المرجح أن يبقوا على قيد الحياة دون رعاية طبية متطورة. انقر على العبارة غير الصحيحة حول مرض فقر الدم المنجلي والملاريا.

source: Sickle cell disease, a dangerous blood disorder, is a genetic disease.
ar_eg: مرض فقر الدم المنجلي، اضطراب خطير في الدم، هو مرض وراثي.

source: Malaria, a disease carried by mosquitoes, is an inherited human disease.
ar_eg: الملاريا، مرض ينقله البعوض، هو مرض إنساني موروث.

source: What seems like a disadvantage in normal times turns out to be an advantage in difficult situations.
ar_eg: ما يبدو كأنه غير مفيد في الأوقات العادية ، تبين أنه ميزة في المواقف الصعبة.

source: The presence of both types of hemoglobin increases chances of surviving malaria.
ar_eg: وجود كلا النوعين من خضاب الدم يزيد من فرص البقاء على قيد الحياة من الملاريا.

source: Fossils do not offer clues about which of the following?
ar_eg: الأحافير لا تقدم أدلة حول أي من التالي؟

source: The way climate for some locations has changed over time.
ar_eg: طريقة اختلاف المناخ في بعض المواقع تغير مع مرور الوقت.

source: How climate will change in the near-future.
ar_eg: كيف سيتغير المناخ في المستقبل القريب.

source: Eating habits of extinct animals.
ar_eg: عادات الأكل عند الحيوانات المنقرضة.

source: Chemical characteristics of ancient oceans.
ar_eg: الخصائص الكيميائية للمحيطات القديمة.

source: The image illustrates a part of which form of change?
ar_eg: توضح الصورة جزء من أي شكل من التغيير؟

source: The variations involved in evolution must be inherited because:
ar_eg: الاختلافات الموجودة في التطور يجب أن تكون موروثة للأسباب التالية:

source: they must be passed into later generations to be important.
ar_eg: لا بد من تمريرها إلى الأجيال القادمة لتكون مهمة.

source: they must not be passed into later generations to be important.
ar_eg: لا بد من عدم تمريرها إلى الأجيال القادمة لتكون مهمة.

source: they must be unique to one individual only.
ar_eg: يجب أن تكون فريدة من نوعها لفرد واحد فقط.

source: they must have occurred in both parents to matter.
ar_eg: يجب أن يكون قد حدث في كل من الآباء والأمهات كي تكون مهمة.

source: Click on the incorrect statement about mutations and evolution.
ar_eg: انقر على العبارة غير الصحيحة حول الطفرات والتطور.

source: Mutations are random errors in DNA.
ar_eg: الطفرات هي أخطاء عشوائية في الحمض النووي.

source: Mutations can be neutral, helpful, or harmful.
ar_eg: يمكن أن تكون الطفرات محايدة، أو مفيدة، أو مضرة.

source: Mutations occur to increase survival of a certain species.
ar_eg: تحدث الطفرات لزيادة بقاء بعض الأنواع.

source: The effects of all mutations are not yet known.
ar_eg: آثار كل الطفرات ليست معروفة حتى الآن.

source: When a fish fossil is found in the rocks on a mountaintop, we can conclude that:
ar_eg: عندما يتم العثور على أحفورة سمكة في الصخور على قمة الجبل، يمكننا أن نستنتج ما يلي:

source: Conditions on Earth seldom change.
ar_eg: الظروف على الأرض نادرا ما تتغير.

source: Earth is less than 50 thousand years old.
ar_eg: عمر الأرض يقل عن 50 ألف سنة.

source: The rocks that are now part of the mountain formed on a seafloor.
ar_eg: الصخور التي هي الآن جزء من الجبل تشكلت في قاع البحر.

source: A natural disaster is soon to occur.
ar_eg: كارثة طبيعية ستحدث قريبا.

source: Penguins have developed webbed feet and stunted wings over time. Which of the following statements are incorrect about these mutations?
ar_eg: البطريق له قدمين وتريتين متطورتين وأجنحة متقزمة على مر الزمن. أي من العبارات التالية غير صحيحة حول هذه الطفرات؟

source: The penguins' mutations are useless on land.
ar_eg: طفرات البطاريق 'عديمة الفائدة على اليابسة.

source: These mutations are useful for escaping predators.
ar_eg: هذه الطفرات مفيدة للهروب من الحيوانات المفترسة.

source: The usefulness of these mutations depends on the environment.
ar_eg: فائدة هذه الطفرات تعتمد على البيئة.

source: These mutations will help the penguins survive in any environment.
ar_eg: وسوف تساعد هذه الطفرات البطاريق البقاء على قيد الحياة في أي بيئة.

source: Composition of Matter
ar_eg: تكوين المادة

source: To describe the mass of an object, which unit of the metric system should you use?
ar_eg: لوصف كتلة كائن، أي وحدة من النظام المتري يجب أن تستخدم؟

source: centimeters
ar_eg: سنتيمترات

source: grams
ar_eg: غرامات

source: liters
ar_eg: ليترات

source: degrees
ar_eg: درجات

source: A mixture of 1 kilogram of iron filings and 1 kilogram of sand was given to a group of student to separate. Read the statements below and select the method that you think would be best to separate the iron filings from the sand.
ar_eg: تم إعطاء خليط من 1 كيلوغرام من برادة الحديد و 1 كيلوغرام من الرمل لمجموعة من الطلاب لفصلها. اقرأ العبارات أدناه واختر الطريقة التي تعتقد بأنها ستكون أفضل لفصل برادة الحديد عن الرمال.

source: You could stir the mixture into hot water and dissolve the sand.
ar_eg: يمكنك أن تحرك الخليط في الماء الساخن وإذابة الرمل.

source: You could drag a magnet through the mixture and attract the iron filings.
ar_eg: يمكنك أن تسحب المغناطيس عبر الخليط وتجذب برادة الحديد.

source: You could shake the mixture causing the iron filings to settle to the bottom.
ar_eg: يمكنك أن تهز الخليط جاعلا برادة الحديد تستقر في القاع.

source: You could strain the mixture through a filter made of paper and collect the sand.
ar_eg: يمكنك أن تصفي الخليط عبر مرشح (فلتر) مصنوع من الورق وجمع الرمال.

source: A science teacher mixes white powder into a beaker of water until the powder cannot be seen in the water anymore. Then she heats the mixture until the water evaporates and the powder can be seen once more. Which property of the powder do you think she is demonstrating?
ar_eg: تمزج مدرسة العلوم مسحوق أبيض في كوب من الماء حتى أنها لا تستطيع أن تراه . ثم تسخن الخليط حتى يتبخر الماء ويظهر المسحوق مرة أخرى. أي من ميزات المسحوق تظن أنها تبين؟

source: Density
ar_eg: الكثافة

source: Conductivity
ar_eg: قابلية التوصيل

source: Solubility
ar_eg: قابلية الذوبان

source: Change in mass
ar_eg: الإختلاف في الكتلة

source: In a container, there is a mixture of beads. The beads are of various sizes, and they are each made of different material (plastic, glass, steel). It would be easy to separate the beads because they...
ar_eg: في وعاء، هناك خليط من الخرز. حبات ذات أحجام مختلفة، تم صنع كل منها من مواد مختلفة (البلاستيك والزجاج والفولاذ). سيكون من السهل فصل الخرزات لأن...

source: have the same amount of mass
ar_eg: لها نفس القدر من الكتلة

source: are less dense than water
ar_eg: أقل كثافة من الماء

source: are solids with different densities
ar_eg: هي مواد صلبة ذات كثافات مختلفة

source: are attracted to a magnet
ar_eg: منجذبة إلى المغناطيس

source: A substance's ___________ is the temperature at which the substance changes from a solid to a liquid.
ar_eg: __________ المادة هي درجة الحرارة التي غيرت المادة من الحالة الصلبة إلى الحالة السائلة.

source: boiling point
ar_eg: درجة الغليان

source: condensation point
ar_eg: درجة التكثيف

source: A salad dressing label says 'Ingredients: Oil, Vinegar, Spices. Shake well before use.' Which statement best explains why we should shake the dressing and its ingredients before using it?
ar_eg: يقول الملصق على تتبيلة السلطة المكونات" زيت، خل، توابل. حرك جيدا قبل الاستخدام. "أي عبارة توضح أفضل لماذا يجب علينا رج التتبيلة ومكوناتها قبل استخدامها؟

source: Vinegar and oil are both liquids, so we should shake the bottle before we use it.
ar_eg: الخل والزيت على حد سواء سوائل، لذلك يجب علينا تحريك القنينة قبل أن نستخدمها.

source: Vinegar and oil don't form a solution but shaking mixes them for a short time.
ar_eg: الخل والزيت لا يكونان محلول لكن مزجهم مع التحريك لوقت قصير يكونان محلول.

source: Vinegar and oil easily form a solution when they are shaken.
ar_eg: الخل والزيت يشكلان محلولا بسهولة عند خلطهم.

source: Vinegar and oil have different densities, shaking the bottle mixes them together.
ar_eg: لدى الخل والزيت كثافات مختلفة،تحريك الزجاجة يمزجها مع بعضها البعض.

source: Vinegar and oil both contain water which is why they should be shaken.
ar_eg: يحتوي الخل والزيت على الماء وهو السبب في وجوب رج الزجاجة.

source: Read the following statements and select the choice that is NOT true:
ar_eg: إقرأ العبارات التالية وحدد الخيار غير الصحيح:

source: An element contains only one kind of atom
ar_eg: يحتوي العنصر على نوع واحد فقط من الذرات

source: A compound contains more than one element
ar_eg: يحتوي المركب على أكثر من عنصر واحد

source: A compound contains more than one kind of atom
ar_eg: يحتوي المركب على أكثر من نوع واحد من الذرات

source: There are more unique elements than unique compounds
ar_eg: هناك عناصر فريدة أكثر من مركبات فريدة من نوعها

source: Which of the following is NOT a way to uniquely identify an element?
ar_eg: أي من التالية ليست وسيلة مميزة لتحديد العنصر؟

source: combined mass and volume
ar_eg: الكتلة والحجم مجتمعتان

source: state of matter
ar_eg: حالة المادة

source: A heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
ar_eg: الخليط غير المتجانس يحتوي على جزيئات كبيرة بما يكفي لتستقر خارجا وتنفصل عن بعضها البعض.

source: Molecules that contain the same type of atoms are molecules of __________. An example is __________.
ar_eg: الجزيئات التي تحتوي على نفس النوع من الذرات هي عبارة عن جزيئات من __________. المثال هو __________.

source: An element, chlorine gas
ar_eg: عنصر، غاز الكلور

source: An element, water
ar_eg: عنصر ،الماء

source: A compound, oxygen gas
ar_eg: مركب، غاز الأكسجين

source: A compound, carbon dioxide
ar_eg: مركب، ثاني أكسيد الكربون

source: Select the true statement regarding elements.
ar_eg: حدد العبارة الصحيحة فيما يتعلق بالعناصر.

source: All 117 elements are man-made.
ar_eg: العناصر ال 117 كلها من صنع الإنسان.

source: All 117 elements are naturally found.
ar_eg: العناصر ال117 كلها وجدت في الطبيعة.

source: The majority of elements are man-made.
ar_eg: أغلبية العناصر هي من صنع الإنسان.

source: The majority of elements are naturally found.
ar_eg: أغلبية العناصر هي موجودة في الطبيعة.

source: Click on the term matching the definition provided. A heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
ar_eg: انقر على المصطلح وطابقه للتعريف المعطى.الخليط غير المتجانس يحتوي على جزيئات كبيرة بما يكفي لتستقر خارجا وتنفصل عن بعضها البعض.

source: A homogeneous mixture that has very small particles that are blended together extremely well.
ar_eg: خليط متجانس يحتوي جزيئات صغيرة جدا يتم مزجها مع بعضها بشكل جيد للغاية.

source: colloid
ar_eg: المادة الغروية

source: suspension
ar_eg: معلق

source: element
ar_eg: عنصر

source: solution
ar_eg: محلول

source: Changing Life Forms
ar_eg: تغيير أشكال الحياة

source: Select the statement that is NOT correct.
ar_eg: اختر العبارة غير الصحيحة

source: Sometimes the differences in characteristics between individuals of the same species provide advantages in finding food and surviving.
ar_eg: أحيانا الإختلافات في الخصائص بين الأفراد من نفس النوع توفر مزايا في العثور على الطعام والبقاء على قيد الحياة.

source: So in a particular habitat, some organisms can survive better than others, and some may not survive at all.
ar_eg: إذا في موطن معين، يمكن لبعض الكائنات الحية أن تبقى على قيد الحياة أفضل من غيرها، والبعض قد لا يبقى على قيد الحياة على الإطلاق.

source: The species that survives well can reproduce and produce more of its kind that will continue to survive well.
ar_eg: تستطيع الأنواع التي تبقى على قيد الحياة بشكل جيد أن تتكاثر وتنتج من نفس نوعها القادر على البقاء على قيد الحياة جيدا.

source: The environment and resources change all the time, but do not affect plants and animals, as they do not change over time.
ar_eg: البيئة والموارد تتغير في كل وقت، ولكن لا تؤثر على النباتات والحيوانات، كما أنها لا تتغير مع مرور الوقت.

source: Look at the bird feet and select the one that's best for swimming.
ar_eg: أنظر إلى قدمي الطيور واختر الأفضل منها للسباحة.

source: Some birds use their beaks to grab insects and take them out of holes in trees. Look at the following objects and select the one with the function mos
ar_eg: بعض الطيور تستخدم مناقيرها لإمساك الحشرات وتأخذها خارج ثقوب الأشجار. انظر إلى الأجسام التالية واختر واحدا مع الوظيفة

source: As winter approaches, some animals' fur grows thicker. Why does this adaptation occur?
ar_eg: مع اقتراب فصل الشتاء ، فإن فراء بعض الحيوانات تنمو وتصبح أكثر سمكا. لماذا يحدث هذا التكيف؟

source: Click on the phrase that best describes a favorable mutation for a fox.
ar_eg: السؤال أ. اضغط على العبارة الأفضل وصفا للطفرة المواتيه للثعلب.

source: To keep the animal's body warm
ar_eg: للحفاظ على دفء جسد الحيوان

source: To keep the animal safe from other animals eating it
ar_eg: للحفاظ على سلامة الحيوان من أن تأكله حيوانات أخرى.

source: To help the animal find a mate
ar_eg: لمساعدة الحيوان للعثور على زوج

source: To help the animal find something to eat
ar_eg: لمساعدة الحيوان في العثور على شيء ليأكله

source: Birds use their beaks to get food. Look at the beaks of the two different birds. The birds' beaks are different because of...
ar_eg: الطيور تستخدم مناقيرها للحصول على الغذاء. انظر الى مناقير اثنين من الطيور المختلفة. مناقير الطيور "تختلف بسبب ...

source: migration.
ar_eg: الهجرة

source: physical adaptations.
ar_eg: التكيفات الجسدية

source: seasonal changes.
ar_eg: الإختلافات الموسمية

source: hibernation.
ar_eg: السبات

source: Select the cactus with the characteristics that help conserve water the most in a dry desert?
ar_eg: اختر الصبار ذي الخصائص التي تساعد أكثر في الحفاظ على المياه في الصحراء الجافة؟

source: A cactus with waxy stems and sharp spines
ar_eg: الصبار ذا الساق الشمعية والشوك الحاد

source: A cactus with sweet fruit and large flowers
ar_eg: الصبار ذا الفواكه الحلوة والزهور الكبيرة

source: A cactus with sharp spines and sweet fruit
ar_eg: الصبار ذا الشوك الحاد والفواكه الحلوة

source: A cactus with large flowers and waxy stems
ar_eg: الصبار ذا الزهور الكبيرة والسيقان الشمعية

source: Which environmental change would most likely cause changes in nearby living things?
ar_eg: أي من التغيرات البيئية من المرجح أن تسبب تغيرات في الكائنات الحية القريبة منها؟

source: A volcanic eruption more than a thousand kilometers away.
ar_eg: ثوران بركان يبعد أكثر من ألف كيلومتر .

source: A rapidly deepening canyon, more than 50 kilometers long.
ar_eg: تعميق الوادي بسرعة، بطول يزيد عن 50 كيلو مترا.

source: A rapidly warming climate resulting in sea levels rising.
ar_eg: احترار المناخ بسرعة مما يؤدي إلى ارتفاع مستويات سطح البحر.

source: A very long period without rain causing widespread drought.
ar_eg: فترة طويلة جدا من دون المطر تسبب الجفاف على نطاق واسع

source: A mutation that changes the fur of a fox to bright yellow
ar_eg: الطفرة التي يتغير فيها فراء الثعلب إلى الأصفر الساطع.

source: A mutation that makes a fox run faster
ar_eg: الطفرة تجعل الثعلب يركض أسرع

source: A mutation that changes the eye color of a fox
ar_eg: الطفرة تغير لون العين عند ثعلب

source: A mutation that gives a fox a third ear
ar_eg: الطفرة هي من تعطي الحيوان أذن ثالثة

source: Which of the following ideas is not an essential part of natural selection?
ar_eg: أي من الأفكار التالية ليست جزءا أساسيا من الانتقاء الطبيعي؟

source: Populations display inherited variation for nearly every trait.
ar_eg: يعرض السكان الاختلافات الموروثة عن كل سمة تقريباً.

source: Species produce very large numbers of offspring.
ar_eg: الأنواع تنتج أعداد كبيرة جدا من الذرية.

source: There is a competition for survival in nature.
ar_eg: هناك منافسة من أجل البقاء في الطبيعة.

source: Every few million years, a comet strikes the earth.
ar_eg: مذنب يضرب الأرض كل بضعة ملايين من السنين.

source: When will a change most likely be passed on to the next generation?
ar_eg: على الأرجح، متى يتم تمرير التغييرات الى الجيل القادم؟

source: When it changes the physical characteristics of the living thing
ar_eg: عندما تتغير الخصائص الفيزيائية للشيء الحي.

source: When it prevents the living thing from finding a mate
ar_eg: عندما تمنع كائن حي من العثور على زوج

source: When it is completely random, without a specific purpose
ar_eg: عندما تكون عشوائية تماما، دون هدف محدد

source: When it becomes an advantage to the survival of the living thing
ar_eg: عندما تصبح ميزة لبقاء الكائن حي

source: The example of the peppered moths living near English industrial cities demonstrates that:
ar_eg: على سبيل المثال العث الذي يعيش بالقرب من المدن الصناعية الانجليزية يوضح ما يلي:

source: A change in an environment can result in the evolution of species living there
ar_eg: تغيير في البيئة يمكن أن يؤدي إلى تطور الأنواع التي تعيش هناك

source: The environment near these cities has always favored dark colored moths
ar_eg: البيئة بالقرب من هذه المدن قد تفضل دائما العث داكن اللون

source: Evolution occurs so slowly that it is not possible to determine that it has happened in less than a million years
ar_eg: يحدث التطور ببطء حتى أنه ليس بالإمكان تحديد حدوثه في أقل من مليون سنة

source: None of the above
ar_eg: لا شيء مما ذكر أعلاه

source: Which of the following statements is consistent with Darwin's idea of natural selection?
ar_eg: أي من العبارات التالية تتماشى مع فكرة داروين في الانتقاء الطبيعي؟

source: Larger individuals tend to have more offspring.
ar_eg: الأفراد الأكبر يميلون لأن يكون لديهم ذرية أكثر.

source: Individuals better adapted to the environment tend to leave more offspring.
ar_eg: الأفراد الأكثر تكيفا مع البيئة يميلون إلى ترك ذرية أكثر .

source: Individuals with variation tend to survive longer.
ar_eg: الأفراد مع الإختلافات يميلون إلى البقاء على قيد الحياة لفترة أطول.

source: Survival of individuals is more important in natural selection than in reproduction.
ar_eg: بقاء أفراد على قيد الحياة أكثر أهمية في الانتقاء الطبيعي مما في التكاثر.

source: The chart shows the survival rate of peppered moth over time (2001-2007). The blue dashed line shows the fraction of light colored moth that survived. The red solid line shows the fraction of dark colored moth that survived. Use this chart to click on the statement that is NOT correct regarding this data and what you know about environment changes.
ar_eg: يوضح الرسم البياني معدل بقاءالعث على قيد الحياة منذ (2001-2007). الخط الأزرق المتقطع يظهر جزءاً من العث ذا اللون الفاتح والذي نجا من الموت. ويظهر الخط الأحمر السميك جزء من العث الداكن اللون الذي نجا. استخدم هذا المخطط واضغط على العبارة غير الصحيحة فيما يتعلق بهذه البيانات وما تعرفه عن تغيرات البيئة.

source: The population of light and dark colored moths is changing from 2001-2007.
ar_eg: عدد مجموعات العث الفاتح والداكن آخذ في التغير من 2001 -2007.

source: In 2004, light colored moths survived more than dark colored moths did.
ar_eg: في عام 2004، نجا العث الفاتح اللون أكثر من العث الداكن اللون.

source: From 2005 to 2006 something must have caused the survival rate of dark colored moths to increase.
ar_eg: من 2005 إلى 2006 شيء ما يجب ان يكون قد تسبب في زيادة معدل بقاء العث الداكن اللون على قيد الحياة .

source: In 2003, the fraction of light colored moths that survived show that pollution must be low.
ar_eg: في عام 2003، يُظهر جزء من العث الفاتح اللون الذي بقي على قيد الحياة أن التلوث يجب أن يكون أقل.

source: Fossils
ar_eg: الحفريات

source: There's a town in Iowa named Coralville because the rock under the town is limestone and it is full of fossil corals from about 400 million years ago. Corals usually grow in warm tropical seas. The best explanation for what the environment was in Coralville is that 400 million years ago the environment in Iowa was:
ar_eg: هناك بلدة في ولاية ايوا اسمها كورالفيل لأن الصخور تحت المدينة هي حجارة جيرية مليئة بالمرجان الأحفوري من قبل حوالي 400 مليون سنة. الشعاب المرجانية تنمو عادة في البحار الاستوائية المعوجة. أفضل تفسير لما كانت عليه البيئة في كورالفيل كذلك هو لأنه قبل 400 مليون سنة كانت البيئة في ولاية ايوا:

source: Just like it is today but corals lived in cornfields back then.
ar_eg: تماما مثل ما هي عليه اليوم ولكن الشعاب المرجانية عاشت في حقول الذرة آنذاك.

source: Much different than it is today and Iowa was covered with warm tropical seas.
ar_eg: تختلف كثيرا عما هي عليه اليوم، وكانت أيوا مغطاة بالبحار الاستوائية المعوجة.

source: Different than it is today with large lakes all around Coralville.
ar_eg: تختلف عما هي عليه الآن مع البحيرات الكبيرة في جميع أنحاء كورالفيل.

source: Just like it is today, but 400 million years ago man moved the coral fossils to Iowa.
ar_eg: تماما كما هي عليه اليوم، ولكن قبل 400 مليون سنة نقل الإنسان الأحافير المرجانية إلى ولاية ايوا.

source: What is the best way to describe what fossils are?
ar_eg: ما هي أفضل طريقة لوصف الأحافير؟

source: Fossils are buried plants and animals
ar_eg: الأحافير هي النباتات والحيوانات المدفونة.

source: Fossils are evidence of dead plants and animals
ar_eg: الأحافير دليل على النباتات والحيوانات الميتة.

source: Fossils are skeletons of dead plants and animals
ar_eg: الأحافير هي هياكل عظمية من النباتات والحيوانات الميتة.

source: Fossils are extinct plants and animals
ar_eg: الأحافير هي النباتات والحيوانات المنقرضة.

source: Click on the statement below that is NOT true about the common types of fossils.
ar_eg: انقر على العبارة أدناه وغير الصحيحة عن أنواع شائعة من الأحافير.

source: A wooly mammoth completely preserved in ice is called a true form fossil.
ar_eg: ويسمى الماموث الصوفي المحفوظ تماما في الجليد الشكل الأحفوري الصحيح.

source: A cast fossil is when a mold fossil fills with other materials.
ar_eg: أحفورة الصب هو عندما تعبأ الأحفورة بالعفن مع غيرها من المواد.

source: Part of a dinosaur nest found in rock is an example of a trace fossil.
ar_eg: العثور على جزء من عش ديناصور في الصخور هو مثال على أحفورة الأثر .

source: Based on what you understand about the fossil record, click on the statement that BEST describes the fossil record.
ar_eg: بناء على ما فهمته عن سجل الأحافير، انقر على العبارة الأفضل وصفا للسجل الأحفوري.

source: The fossil record explains what happened throughout history through fossils.
ar_eg: أوضح السجل الأحفوري ما حدث طوال التاريخ من خلال الأحافير.

source: The fossil record is the set of the remains of all organisms the organisms collected.
ar_eg: السجل الأحفوري هو مجموعة من بقايا جميع الكائنات التي تم جمعها.

source: Scientists try to fill in gaps in the fossil record to better understand the world and how it has changed
ar_eg: العلماء يحاولون ملء فراغ الثغرات في السجل الأحفوري لفهم العالم وكيف تغير بشكل أفضل

source: All of the above.
ar_eg: كل مما ذكر أعلاه.

source: Click on the main factors that do not contribute to organisms turning into fossil fuels.
ar_eg: انقر على العوامل الرئيسية التي لا تساهم في تحول الكائنات الحيةإلى الوقود الأحفوري.

source: The accumulation of large amounts of dead plant and animal material
ar_eg: تجميع كميات كبيرة من المواد النباتية والحيوانية الميتة.

source: Pressure and Temperature
ar_eg: الضغط ودرجة الحرارة

source: Time
ar_eg: الوقت

source: The main reason most geologists study fossils is because...
ar_eg: السبب الرئيسي لدراسة معظم الجيولوجيين الأحافير هو ...
