Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: All sources of energy are important because we can change one form to another.
ar_eg: جميع مصادر الطاقة تعتبر مهمة لأننا لا نستطيع تغيير شكل واحد إلى آخر.

source: Fossil fuels get their energy from plants and animals that died a long time ago.
ar_eg: يحصل الوقود الأحفوري على الطاقة من النباتات والحيوانات التي ماتت منذ زمن طويل.

source: The law of conservation of energy states that no energy can be created or destroyed.
ar_eg: ينص قانون الحفاظ على الطاقة أنه لا يمكن أن تتولد الطاقة أو تدمر.

source: Fossil fuels are considered renewable because plants and animals continue to die.
ar_eg: يعتبر الوقود الأحفوري متجددا لأن النباتات والحيوانات تستمر في الموت.

source: A fifth grade student has a container for making frozen juice bars. He pours juice into the container and then puts the container into the freezer for 12 hours. What happens to the juice molecules in the container during these 12 hours?
ar_eg: لدى طالب في الصف الخامس وعاء لصنع أصابع عصير مجمد. وهو يصب العصير في وعاء ثم يضعه في مجمد الثلاجة لمدة 12 ساعة. ماذا يحدث لجزيئات العصير الموجود في الوعاء خلال هذه الساعات ال 12؟

source: They lose kinetic energy.
ar_eg: هي تخسر طاقة حركية.

source: They gain electrical energy.
ar_eg: هي تكسب طاقة كهربائية.

source: They lose chemical energy.
ar_eg: هي تخسر طاقة كيميائية.

source: They gain gravitational energy.
ar_eg: هي تكسب طاقة جاذبية.

source: How Animals Behave
ar_eg: كيف تسلك الحيوانات

source: How Animals Respond
ar_eg: كيف تستجيب الحيوانات

source: When animals change behavior in response to experience, the new behavior is said to be:
ar_eg: عندما تتغير سلوك الحيوانات كاستجابة للتجربة، فالسلوك الجديد سيكون:

source: learned.
ar_eg: مكتسب

source: instinctive.
ar_eg: غريزي

source: residual.
ar_eg: متبقي

source: inherited.
ar_eg: موروث

source: Within a few minutes of birth, most human babies begin to suckle milk from their mothers. This behavior is most likely...
ar_eg: خلال بضع دقائق من الولادة، يبدأ معظم أطفال البشر برضع الحليب من أمهاتهم. هذا على الأرجح سلوك ...

source: cognitive.
ar_eg: معرفي

source: patterned.
ar_eg: نمطي

source: Ears are sensitive to electromagnetic stimuli.
ar_eg: الآذان حساسة للمثيرات الكهرومغناطيسية

source: Eyes are sensitive to chemical stimuli.
ar_eg: العيون حساسة للمثيرات الكيميائية.

source: Ears are sensitive to chemical stimuli.
ar_eg: الآذان حساسة للمثيرات الكيميائية.

source: Eyes are sensitive to electromagnetic stimuli.
ar_eg: العيون حساسة للمثيرات الكهرومغناطيسية

source: Which of the following is most likely an inherited behavior?
ar_eg: أي مما يلي على الأرجح سلوك موروث؟

source: Eagles make additions to the same nest each year.
ar_eg: تُجري النسور إضافات على نفس العش كل سنة.

source: Female salmon build nests in the gravel of the same stream in which they hatched.
ar_eg: إناث السلمون تبني أعشاشها في الحصى في نفس المجرى الذي تفقس فيه بيوضها.

source: Older male and female wolves are usually the dominant members of the pack.
ar_eg: ذكور و إناث الذئاب الكبيرة عادة ما تكون مسيطرة على أعضاء المجموعة.

source: Most children begin to read around age five.
ar_eg: يبدأ معظم الأطفال القراءة في حوالي سن الخامسة.

source: Memories may best be thought of as:
ar_eg: من الأفضل أن تعتبر الذكريات ك:

source: complex sets of interconnections between neurons.
ar_eg: مجموعات معقدة من العلاقات المتشابكة بين الخلايا العصبية.

source: alterations in a single nerve cell.
ar_eg: تغييرات في الخلية العصبية الواحدة.

source: immediate reflexes to mechanical stimuli.
ar_eg: ردود الفعل الفورية للمثيرات الميكانيكية.

source: behaviors inherited from parents.
ar_eg: ورثت السلوكيات من الوالدين.

source: Which of the following methods is least likely to help you remember a long list?
ar_eg: أي من الطرق التالية هو الأقل احتمالا لمساعدتك في تذكر قائمة طويلة؟

source: Break the list into parts and learn each part one at a time.
ar_eg: إفصل القائمة إلى أجزاء وتعلم كل جزء على مراحل.

source: Wait until the last minute and learn the whole list at the same time.
ar_eg: انتظر حتى اللحظة الأخيرة، وتعلم القائمة بأكملها في نفس الوقت.

source: Recite the list over and over a period of days.
ar_eg: قراءة القائمة مراراً خلال فترة من الأيام.

source: Which of the following groups of structures is most closely related?
ar_eg: أي من المجموعات التالية من الهياكل مرتبطة بشكل وثيق مع بعضها؟

source: motor neurons, muscles, peripheral nervous system
ar_eg: الخلايا العصبية الحركية والعضلات والجهاز العصبي المحيطي

source: sensory neurons, bones, heart
ar_eg: الخلايا العصبية الحسية والعظام والقلب

source: brain, parasympathetic nervous system, skin
ar_eg: المخ والجهاز العصبي السمبتاوي، والجلد

source: autonomic nervous system, eyes, ears
ar_eg: الجهاز العصبي اللاإرادي والعينين والأذنين

source: Look at charts below describing the central and peripheral nervous systems. Select the chart that correctly describes what the central and peripheral nervous systems are made up of and what functions they perform.
ar_eg: أنظر إلى الرسم البياني أدناه وصف الجهاز العصبي المركزي والمحيطي. حدد المخطط الذي يصف بشكل صحيح مما صنع الجهاز العصبي المركزي والمحيطي وما الوظائف التي يؤدونها.

source: These systems…
ar_eg: هذه الأجهزة...

source: Central nervous system
ar_eg: الجهاز العصبي المركزي

source: Peripheral nervous system
ar_eg: الجهاز العصبي المحيطي

source: Are made up of
ar_eg: تتكون من

source: Perform these functions
ar_eg: أداء هذه المهام

source: Many nerve cells that connect to the spinal cord
ar_eg: العديد من الخلايا العصبية التي تتصل بالحبل الشوكي

source: Interpret and respond to stimuli
ar_eg: التفسير والاستجابة للمثيرات

source: The brain and spinal cord
ar_eg: الدماغ والحبل الشوكي

source: Sense the environment and stimulate muscles to act
ar_eg: استشعار البيئة وتحفيز العضلات للعمل

source: The cells of the peripheral nervous system are divided into two groups: cells that interact with the environment to sense taste, touch, smell, vision, and sound; and those that take information from the brain and stimulate responses throughout the body. Look at the image below and click on the answer that best identifies neurons 1 and 2 in the image.
ar_eg: تنقسم خلايا الجهاز العصبي المحيطي إلى مجموعتين: الخلايا التي تتفاعل مع البيئة لاستشعار الذوق، اللمس والشم، والرؤية، والصوت؛ وتلك التي تأخذ المعلومات من الدماغ وتحفز الاستجابات في جميع أنحاء الجسم. أنظر إلى الصورة أدناه وانقر على الجواب الذي يحدد أفضل الخلايا العصبية 1 و 2 في الصورة.

source: 1. Sensory neurons, 2. Motor Neurons
ar_eg: 1. الخلايا العصبية الحسية، 2. الخلايا العصبية الحركية

source: 1. Sensory neurons, 2. Sensory Neurons
ar_eg: 1. الخلايا العصبية الحسية، 2. الخلايا العصبية الحسية

source: 1. Motor neurons, 2. Motor Neurons
ar_eg: 1. الخلايا العصبية الحركية، 2. الخلايا العصبية الحركية

source: 1. Motor neurons, 2. Sensory Neurons
ar_eg: 1. الخلايا العصبية الحركية، 2. الخلايا العصبية الحسية

source: Look at the phrases related to stimuli. Three of them are main categories of stimuli the nervous system is sensitive to. Click on the phrase that is NOT a main category of stimuli the nervous system is sensitive to.
ar_eg: أنظر إلى العبارات المتعلقة بالمثيرات. ثلاثة منها فئات رئيسية من المثيرات التي يتحسس منها الجهاز العصبي . انقر على العبارة التي ليست فئة من المثيرات الرئيسية التي يتحسس منها الجهاز العصبي.

source: Mechanical stimuli
ar_eg: المثيرات الميكانيكية

source: Chemical stimuli
ar_eg: المثيرات الكيميائية

source: Pain Stimuli
ar_eg: مثيرات الالم

source: Electromagnetic Stimuli
ar_eg: المثيرات الكهرومغناطيسية

source: Select the answer that fills blanks 1 and 2 correctly.
ar_eg: اختر الجواب الذي يملأ الفراغات 1 و 2 بشكل صحيح.

source: One nerve cell sends a message to another by releasing chemicals into the space between. This space is called the ____1____. Whenever a cell communicates with another cell, their next interaction becomes quicker and easier. When this communication happens a few times, a temporary pattern is formed. We call this a ____2_____.
ar_eg: الخلية العصبية الواحدة ترسل رسالة لأخرى عن طريق إطلاق المواد الكيميائية في وسط الفضاء. ويسمى هذا الفضاء ____ 1____. كلما تتصل خلية مع خلية أخرى، يصبح تفاعلها التالي أسرع وأسهل. عندما يحدث هذا التواصل عدة مرات، يتم تشكيل نمط مؤقت ونسميه ____ 2_____.

source: 1) Chemical receptor 2) Chemical stimulus
ar_eg: 1) الستقبل الكيميائية 2) المثيرات الكيميائية

source: 1) synapse 2) Short term memory
ar_eg: 1) العقدة الدماغية 2) الذاكرة قصيرة المدى

source: 1) Chemical receptor 2) synapse
ar_eg: 1) مستقبل كيميائي 2) العقد الدماغية

source: 1) Synapse 2) Long term memory
ar_eg: 1) عقدة دماغية 2) ذاكرة طويلة المدى

source: Click on the statement about memory improvement that is NOT correct.
ar_eg: انقر على العبارة غير الصحيحة حول تحسين الذاكرة .

source: The more often a memory pattern is exercised, the stronger it becomes, and the easier it is to use later.
ar_eg: في كثير من الأحيان تدرب الذاكرة النمطية، وتصبح أقوى، ويصبح من الأسهل استخدامها لاحقا.

source: Strengthening the connections between cells in the brain is how your memory will improve.
ar_eg: تعزيز الاتصالات بين الخلايا في الدماغ هي الطريقة التي سوف تتحسن بها ذاكرتك.

source: It is not possible to improve your memory; that is an inherited trait.
ar_eg: من غير الممكن تحسين الذاكرة الخاصة بك؛ فهي سمة موروثة.

source: Chunking, imagery, and practicing are tools to improve your memory.
ar_eg: التقسيم، والتصور، والممارسة هي أدوات لتحسين ذاكرتك.

source: Choose the incorrect statement from the following.
ar_eg: اختر العبارة غير الصحيحة من التالية.

source: Cone cells sense light.
ar_eg: الخلايا المخروطية تستشعر الضوء

source: Animals are not capable of learned behavior.
ar_eg: الحيوانات ليست قادرة على السلوك المكتسب.

source: The brain is part of the central nervous system.
ar_eg: الدماغ هو جزء من الجهاز العصبي المركزي.

source: Chunking is a memorization technique.
ar_eg: التقسيم هو أسلوب من أساليب الحفظ.

source: Which of the following statements correctly explains the relationship between rod and cone cells?
ar_eg: أي من العبارات التالية تشرح بشكل صحيح العلاقة بين خلايا القضيب وخلايا المخروط؟

source: Rods sense black/white; cones sense color.
ar_eg: يستشعر القضيب اللونين الأسود / الأبيض؛ المخاريط تستشعر اللون.

source: Rods sense heat; cones sense sound.
ar_eg: يستشعر القضيب الحرارة؛ المخاريط تستشعر الصوت

source: Rods sense color; cones sense smell.
ar_eg: يستشعر القضيب اللون: المخاريط تستشعر الرائحة.

source: Rods sense taste; cones sense color.
ar_eg: يستشعر القضيب الطعم: المخاريط تستشعر اللون.

source: Sensory neurons respond to chemical stimuli based upon the substance's...
ar_eg: تستجيب الخلايا العصبية الحسية للمؤثرات الكيميائية اعتماداً على المادة ...

source: age.
ar_eg: العمر

source: color.
ar_eg: اللون

source: shape.
ar_eg: الشكل

source: loudness.
ar_eg: شدة الصوت

source: Which of the following is true about sensory neurons.
ar_eg: أي من التالي صحيحا حول الخلايا العصبية الحسية.

source: Sensory neurons are part of the central nervous system.
ar_eg: الخلايا العصبية الحسية هي جزء من الجهاز العصبي المركزي.

source: Sensory neurons contain memories.
ar_eg: تحتوي الخلايا العصبية الحسية على الذكريات.

source: Sensory neurons stimulate muscle contraction.
ar_eg: تحفز الخلايا العصبية الحسية تقلص العضلات.

source: Sensory neurons are part of the peripheral nervous system.
ar_eg: الخلايا العصبية الحسية هي جزء من الجهاز العصبي المحيطي.

source: Natural Hazards
ar_eg: الأخطار الطبيعية

source: In which do you think a hurricane would most likely strike?
ar_eg: في أي منطقة تعتقد أن هناك إحتمالية أكبر لحدوث عاصفة؟

source: Colorado
ar_eg: كالورادو

source: Alabama
ar_eg: ألاباما

source: California
ar_eg: كاليفورنيا

source: Kansas
ar_eg: كانساس

source: Read the following passage about wild fires and answer the question below.
ar_eg: إقرأ النص التالي عن حرائق الغابات وأجب عن السؤال أدناه.

source: Read the following passage about wild fires and answer the question below. Firefighters sometimes fight wildfires by starting fires on purpose, this is a process called controlled burning. These fires help take away shrubs and other plants under trees as well as litter on the ground from a forest. Even though fires are harmful for people and animals, when they occur naturally as wildfires, they have an important role in nature. They give back nutrients to the soil by burning dead or rotting matter. They also act as a disinfectant and take away plants with diseases and harmful insects from a forest ecosystem. Click on the correct statement about fires.
ar_eg: إقرأ النص التالي عن حرائق الغابات وأجب عن السؤال أدناه.يكافح مطفؤو الحرائق النار بإشعال حرائق بطريقة مقصودة، هذه عملية تسمى حرق منظم. تساعد هذه الحرائق على التخلص من الأغصان والنباتات الأخرى تحت الأشجار وكل مخلفات الغابة الموجودة على الأرض. وبالرغم من أن الحرائق مؤذية للناس وللحيوانات، عندما تحدث بشكلٍ طبيعي، إلا أن لها دورٌ مهم في الطبيعة. فالحرائق تعيد المغذيات إلى التربة بحرق المادة الميتة والمتعفنة. وهي تعمل كمطهر بحرق النباتات المريضة والحشرات الضارة من النظام البيئي في الغابة.انقر على العبارة الصحيحة عن الحرائق.

source: Click on the correct statement about fires.
ar_eg: انقر على العبارة الصحيحة عن الحرائق.

source: Wild fires are harmful to humans and nature.
ar_eg: حرائق الغابات مؤذية للإنسان وللطبيعة.

source: Firefighters remove disease-ridden plants and harmful insects to prevent wildfires.
ar_eg: يزيل مطفؤو الحرائق النباتات المريضة والحشرات الضارة لمنع الغابات من الحريق.

source: Controlled burning helps prevent wild fire by removing undergrowth and ground litter from a forest.
ar_eg: يساعد الحرق المنظم في منع حريق الغابة بإزالة الحشائش والمخلفات من الغابة.

source: The only way to return nutrients to the soil is by burning dead or decaying matter.
ar_eg: الطريقة الوحيدة لإرجاع المغذيات إلى التربة هي بحرق المواد الميتة والتالفة.

source: Select the best choice that describes the event(s) that can cause a tsunami.
ar_eg: إختار الخيار الأفضل الذي يصف الأحداث التي يمكن أن تسبب تسونامي.

source: Volcanic eruptions
ar_eg: الثورات البركانية

source: Landslides under or into the sea
ar_eg: الإنزلاقات الأرضية تحت أو في البحر

source: Under water earthquakes
ar_eg: الهزات الأرضية تحت الماء

source: Click on the statement that is not correct.
ar_eg: انقر على العبارات غير الصحيحة.

source: Lightning, hurricanes, and tornadoes are a direct result of geological features.
ar_eg: البرق، العواصف، والزوابع هي نتيجة مباشرة للخصائص الجيولوجية.

source: Underwater earthquakes can cause tsunamis.
ar_eg: الهزات الأرضية تحت الماء يمكن أن تُسبب تسونامي.

source: Climatologists and meteorologists study climate and weather, but cannot predict all natural disasters.
ar_eg: علماء المناخ وعلماء الطقس يدرسون الطقس والمناخ، لكن لا يستطيعون التنبؤ بالكوارث الطبيعية.

source: Some kinds of severe weather are more likely to occur than others in a given region.
ar_eg: بعض الأحيان الجو العاصف يحدث في منطقة معينة أكثر من غيرها.

source: Which of the following are examples of natural hazards?
ar_eg: أي من الآتي هي أمثلة للأخطار الطبيعية؟

source: Lightning strikes in a populated forested area
ar_eg: يحدث البرق في منطقة كثيفة الغابات

source: Flying in an airplane with a faulty electrical system
ar_eg: الطيران في طائرة بنظام كهربائي خاطيء

source: An asteroid on a collision course with Earth
ar_eg: كويكب على مسار تصادمي مع الأرض

source: A spill of toxic industrial chemicals into a river
ar_eg: تسرب المواد الكيميائية الصناعية السامة في نهر

source: Which of the following statements are true? Check all that apply.
ar_eg: أي من العبارات التالية صحيحة؟أشر على كل ما ينطبق.

source: Humans have no control over natural hazards. They are simply a result of natural events that always take place around the world.
ar_eg: ليس لدى البشر أي سيطرة على المخاطر الطبيعية، هي ببساطة نتيجة للأحداث الطبيعية والتي تحدث دائما في جميع أنحاء العالم."

source: Human activity can increase the frequency and intensity of natural hazards.
ar_eg: النشاط البشري يمكن أن يزيد من وتيرة وشدة المخاطر الطبيعية.

source: Human activity can reduce the frequency and intensity of natural hazards.
ar_eg: النشاط البشري يمكن أن يقلل من وتيرة وشدة المخاطر الطبيعية.

source: Humans often avoid the effects of natural hazards by not living where they occur.
ar_eg: البشر غالبا ما يتجنبون آثار الأخطار الطبيعية بعدم العيش في مناطق وقوعها.

source: Although a natural disaster can occur at any time, which of the following natural hazards are known to occur during particular seasons?
ar_eg: على الرغم من أن إمكانية حدوث كارثة طبيعية في أي وقت، أي من الأخطار الطبيعية التالية ستحدث أثناء مواسم معينة؟

source: Volcanic Eruption
ar_eg: ثوران بركاني

source: Tsunamis
ar_eg: تسونامي

source: Which of the following can reduce the impact of natural hazards on humans?
ar_eg: أي مما يلي يمكن أن تقلل من أثر المخاطر الطبيعية على البشر؟

source: Avoid living in hazard-prone areas such as flood plains
ar_eg: تجنب العيش في المناطق المعرضة للخطر مثل فيضانات السهول

source: Installing early warning systems for natural hazards such as tornadoes and lightning strikes.
ar_eg: تثبيت أنظمة الإنذار المبكر للأخطار الطبيعية مثل الأعاصير والصواعق.

source: Adding structural supports to buildings to withstand intense wind and ground shaking.
ar_eg: إضافة الدعائم الهيكلية للمباني حتى تتحمل الرياح الشديدة وإهتزاز الأرض .

source: Planning safe evacuation routes in areas prone to natural hazards.
ar_eg: التخطيط لممرات إخلاء آمنة في مناطق معرضة للأخطار الطبيعية.

source: Many scientists study natural hazards to look for patterns in the location, frequency and intensity of natural disasters. They also look for patterns that may exist in environmental conditions and phenomena that precede natural disasters. What can scientist do with this information? Check all that apply. They can use this information to:
ar_eg: درس كثير من العلماء المخاطر الطبيعية للبحث عن أنماط في موقع، وفي تواتر وشدة الكوارث الطبيعية. وهم يبحثون أيضا عن الأنماط التي قد تكون موجودة في الظروف البيئية والظواهر التي تسبق الكوارث الطبيعية. ماذا يمكن أن يفعل العلماء بهذه المعلومات؟ تحقق من كل ما ينطبق ويمكنهم استخدام هذه المعلومات لكي:

source: develop early warning systems for natural disasters.
ar_eg: يطوروا نظم الإنذار المبكر لمواجهة الكوارث الطبيعية.

source: improve their ability to predict the occurrence of natural hazards.
ar_eg: يحسنوا قدرتهم على التنبؤ بوقوع الكوارث الطبيعية.

source: prevent all natural hazards from occurring.
ar_eg: يمنعوا جميع الأخطار الطبيعية من الحدوث.

source: create models that identify how frequently catastrophic events occur.
ar_eg: يبتكروا نماذج لتحدد مدى تكرار وقوع أحداث كارثية".

source: Which of the following natural hazards are usually preceded by heavy rainfall?
ar_eg: أي من المخاطر الطبيعية التالية والتي عادة ما يسبقها هطول أمطار غزيرة؟

source: Floods
ar_eg: فيضانات

source: Earthquakes
ar_eg: هزات أرضية

source: Landslides
ar_eg: إنزلاقات أرضية

source: Which of the following present a threat to human life during a volcanic eruption? Check all that apply.
ar_eg: أي مما يلي يعتبر تهديدا للحياة البشرية الحالية خلال ثوران بركاني؟ أشر على كل ما ينطبق.

source: Lava Flows
ar_eg: تدفقات الحمم البركانية

source: Mudflows
ar_eg: تدفقات طينية

source: Toxic gases
ar_eg: غازات سامة

source: Lightning
ar_eg: برق

source: This scientist uses seismographs to monitor the threat of a geologic hazard. What hazard or hazards might this scientist study?
ar_eg: هذا العالم يستخدم سيسموغرافات لمراقبة التهديد لأي خطر جيولوجي. ما الخطر أو الأخطار التي يمكن أن يدرسها هذا العالم ؟

source: Hurricanes
ar_eg: زوابع

source: Tornadoes
ar_eg: عواصف

source: Volcanoes
ar_eg: براكين

source: Due to the number of volcanic eruptions and earthquakes, the Pacific 'Ring of Fire' is the most common place for tsunamis to happen. Which true statement can we infer from this information?
ar_eg: نظرا لعدد الانفجارات البركانية والزلازل يعتبر المحيط الهادئ " حزام النار "هو المكان الأكثر عرضة لحدوث موجات التسونامي . أي عبارة صحيحة يمكن أن تُستَنتج من هذه المعلومات؟

source: Some natural hazards are more likely to occur than others in a given region.
ar_eg: بعض الأخطار الطبيعية أكثر احتمالا لأن تحدث من غيرها في منطقة معينة.

source: Some kinds of natural hazards only happen in a certain region.
ar_eg: بعض أنواع المخاطر الطبيعية يحدث فقط في منطقة معينة.

source: Humans cannot eliminate the hazards but can take steps to reduce their impacts.
ar_eg: البشر لا يستطيعون القضاء على المخاطر ولكن يمكنهم اتخاذ خطوات للحد من آثارها.

source: Humans can eliminate the hazards and take steps to reduce their impacts.
ar_eg: يمكن للانسان القضاء على المخاطر واتخاذ الخطوات اللازمة للحد من آثارها.

source: Look at the diagram about factors of floods below and click on the statement that is not correct.
ar_eg: أنظر إلى الرسم البياني حول عوامل الفيضانات أدناه وانقر على العبارة غير الصحيحة.

source: Damage from flooding can be reduced by dams.
ar_eg: الأضرار الناجمة عن الفيضانات يمكن تخفيف أثرها بالسدود.

source: Damage from flooding can be increased by tides.
ar_eg: يمكن زيادة الأضرار الناجمة عن الفيضانات بالموجات العالية.

source: Flash floods can occur in urban and rural areas.
ar_eg: يمكن أن تحدث الفيضانات في المناطق الحضرية والريفية.

source: Runoff is the major cause of floods in this area.
ar_eg: الجريان السطحي هو السبب الرئيسي للفيضانات في هذه المنطقة.

source: Life Cycle of Plants
ar_eg: دورة حياة النباتات

source: Seeds are found in which plant structure?
ar_eg: في أي جزء يتم العثور على بذور النبات؟

source: Roots
ar_eg: الجذور

source: Flowers
ar_eg: الأزهار

source: Stems
ar_eg: الساق

source: Fruits
ar_eg: الثمار

source: Which of the following structures is not part of flowers?
ar_eg: أي من الأجزاء التالية ليست جزءا من الزهور؟

source: Root hairs
ar_eg: شعيرات الجذر

source: Petals
ar_eg: البتلات

source: Stamens
ar_eg: السداة (عضو الزهرة الذكري)

source: Pistils
ar_eg: المدقات (عضو الزهرة الأنثوي)

source: Pollen is made in which structure?
ar_eg: في أي جزء يتكون اللقاح ؟

source: Ovary
ar_eg: المبيض

source: Petal
ar_eg: البتلة

source: Anther
ar_eg: المئبر (الجزء الذي يحتوي على اللقاح)

source: Leaf
ar_eg: الورقة

source: How are coconut seeds usually dispersed?
ar_eg: كيف يتم توزيع بذور جوز الهند عادة؟

source: Clinging to an animal's fur
ar_eg: التشبث بفرو الحيوانات

source: Water
ar_eg: المياه

source: Insects
ar_eg: الحشرات

source: Recent decreases in bee populations are a problem because:
ar_eg: انخفاض اعداد النحل في الآونة الأخيرة هي مشكلة للأسباب التالية:

source: bees are important plant pollinators.
ar_eg: النحل من ملقحات النباتات المهمة .

source: bees often build hives in trees.
ar_eg: النحل في كثير من الأحيان يبني خلاياه في الأشجار.

source: bees are important seed dispersers.
ar_eg: النحل هي من موزعات البذور الهامة.

source: bees sometimes live in the roots of shrubs.
ar_eg: يعيش النحل في بعض الأحيان في جذور الشجيرات.

source: Pollinators are important in which of the following processes?
ar_eg: الملقحات مهمة في أي من العمليات التالية؟

source: self-pollination
ar_eg: التلقيح الذاتي

source: cross-pollination
ar_eg: تلاقح

source: reverse pollination
ar_eg: التلقيح العكسي

source: instinctive pollination
ar_eg: التلقيح الغريزي

source: When a bean seed begins to grow, it uses food stored...
ar_eg: عندما تبدأ بذرة الفول في النمو، تستخدم المواد الغذائية المخزنة ...

source: outside the seed.
ar_eg: خارج البذرة.

source: inside the seed.
ar_eg: داخل البذرة

source: in the soil
ar_eg: في التربة

source: in the air.
ar_eg: في الجو

source: What is an advantage of vegetative reproduction?
ar_eg: ما هي ميزة التكاثر الخضري؟

source: Plants with desirable characteristics are duplicated.
ar_eg: يتم تكرار النباتات ذات الخصائص المرغوب فيه.

source: Plants and animals work interactively.
ar_eg: تعمل النباتات والحيوانات بشكل تفاعلي.

source: New types of plants are produced.
ar_eg: تعمل النباتات والحيوانات بشكل تفاعلي ويتم إنتاج أنواع جديدة من النباتات.

source: New sets of interactions are encouraged.
ar_eg: تُشَجَع مجموعات جديدة من التفاعلات.

source: Tree rings are most useful telling us:
ar_eg: حلقات الأشجارهي الأكثر فائدة والتي تخبرنا:

source: what animals live in the forest.
ar_eg: أي من الحيوانات يعيش في الغابة

source: a tree's reproductive success.
ar_eg: نجاح تكاثر الشجرة
