Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: they are valuable to help geologist make a lot of money.
ar_eg: أنها ذات قيمة تجعلها قادرة على مساعدة الجيولوجيون في كسب الكثير من المال.

source: they are interesting so geologists collect them for museums.
ar_eg: أنها مثيرة للاهتمام لذلك يجمعها الجيولوجيين للمتاحف.

source: They are rare so geologists like the challenge of finding them
ar_eg: هي نادرة لذلك يحب الجيولوجيون التحدي للعثور عليها.

source: They give evidence of what the earth was like in the past.
ar_eg: هي تعطي دليلا حول ما كانت عليه الأرض في الماضي.

source: Trace fossils reveal much about an animal's appearance. They are the evidence of animal activity. Which of the following is not an example of a trace fossil?
ar_eg: يكشف أحافير الأثر الكثير حول مظهر الحيوان. فهي دليل على النشاط الحيواني. أي من التالي ليس مثالا على أحفورة أثر؟

source: Footprint
ar_eg: أثر القدم

source: Imprint
ar_eg: بصمة

source: Burrow
ar_eg: الجحور

source: Tracks
ar_eg: أثار الأقدام

source: Click on the correct statement describing the fossil record:
ar_eg: انقر على العبارة الصحيحة واصفا السجل الأحفوري.

source: Provides clues to Earth's history
ar_eg: يوفر أدلة على تاريخ الأرض

source: Is fully complete
ar_eg: مكتمل تماما

source: Reveals major periods of extinction
ar_eg: يكشف فترات رئيسية من الانقراض

source: A and C
ar_eg: ( أ ) و ( ب)

source: Click on the false statement about fossil fuels.
ar_eg: انقر على العبارة الخاطئة حول الوقود الأحفوري

source: Burning fossil fuel is bad for the environment.
ar_eg: حرق الوقود الأحفوري ضار للبيئة

source: Fossil fuels can be extracted with machinery from various parts of the earth.
ar_eg: يمكن استخراج الوقود الأحفوري عن طريق الآلأت من أجزاء مختلفة من الأرض.

source: Fortunately, fossil fuel continues to be made on earth.
ar_eg: لحسن الحظ، لا يزال يتكون الوقود الأحفوري على الأرض.

source: Petroleum, natural gas, and coal are renewable sources of energy.
ar_eg: البترول والغاز الطبيعي، والفحم هي جميعاً من مصادر الطاقة المتجددة.

source: Which of the following is NOT something that scientists could learn by studying fossil records?
ar_eg: أي من التالية ليست شيئا يمكن أن يتعلمه العلماء من خلال دراسة السجلات الخاصة بالأحافير؟

source: The climate of Location 'X' was very hot and dry.
ar_eg: كان المناخ في الموقع 'X' حار جدا وجاف.

source: Location 'X' was covered by water at one point in Earth's history.
ar_eg: غطي موقع 'X' عن طريق المياه في وقت من الأوقات من تاريخ الأرض.

source: A certain species of flowering plant produced yellow flowers.
ar_eg: هناك أنواع معينة من النباتات المزهرة تنتج الزهور الصفراء.

source: A certain species of plant became extinct about 60 million years ago.
ar_eg: أصبحت بعض الأنواع من النباتات منقرضة قبل حوالي 60 مليون سنة.

source: The presence of an animal fossil in a rock gives evidence of...
ar_eg: وجود أحفورة الحيوان في صخرة يعطي دليلا على ...

source: what other animals hunted the animal in the fossil
ar_eg: ما هي الحيوانات الأخرى التي اصطادت الحيوانات في الأحفور

source: total number of babies the animal had given birth to
ar_eg: العدد الإجمالي للأطفال الذي أنجبه الحيوان

source: the date the animal was born
ar_eg: تاريخ ولادة الحيوان

source: the time period in which the animal lived
ar_eg: الفترة الزمنية التي عاش فيها الحيوان

source: Which of the following is NOT an example of a trace fossil?
ar_eg: أي من التالي هو ليس مثالا على أحفورة الأثر ؟

source: footprint
ar_eg: آثار قدم

source: fossilized poop
ar_eg: براز أحفوري

source: fossilized skull
ar_eg: جمجمة أحفورية

source: claw marks
ar_eg: علامات مخلب

source: Gathering Data
ar_eg: جمع البيانات

source: Which of the following scientific instruments would help a student see the patterns on a leaf?
ar_eg: أي من الأجهزة العلمية التالية من شأنها أن تساعد الطالب في معرفة الأنماط على ورقة الشجر؟

source: thermometer
ar_eg: ميزان الحرارة

source: hand lens
ar_eg: عدسة اليد

source: balance
ar_eg: التوازن

source: graduated cylinder
ar_eg: اسطوانة مدرّجة

source: Read the statements below and select the one that is NOT correct.
ar_eg: اقرأ العبارات أدناه. حدد العبارة غير الصحيحة

source: There is always some amount of error in any measurement.
ar_eg: هناك دائما بعض من خطأ في أي قياس.

source: To find the average of measurements, you add them up.
ar_eg: للعثور على متوسط القياسات، أنت تجمعهم مع بعضهم.

source: Using the average of many measurements is one way to reduce error.
ar_eg: استخدام متوسط العديد من القياسات هو طريقة واحدة لتقليل الخطأ.

source: An estimate is close to its actual measurement or answer.
ar_eg: التقدير قريب من القياس الفعلي أو الجواب.

source: Read the statement below and select the best choice that fills the blank. Scientists notice their surroundings, ask questions, and then make a scientific guess called __________ as to what the answer to their question or problem might be.
ar_eg: اقرأ العبارة التالية وحدد الخيار الأفضل الذي ستملأ به بالفراغ.العلماء يلاحظون المناطق المحيطة بهم ويطرحون الأسئلة، ومن ثم يقدمون توقع علمي يسمى _____________ على ما قد تكون الإجابة على سؤالهم أو مشكلتهم .

source: evidence
ar_eg: دليل

source: experiment
ar_eg: تجربة

source: observation
ar_eg: ملاحظة

source: hypothesis
ar_eg: فرضية

source: Look at the characteristics below and determine the best way to measure them. The smell of an object - The taste of the object - How hard or soft it is
ar_eg: إلق نظرة على الخصائص أدناه وحدد أفضل طريقة لقياسها.رائحة الشيء - طعم الشيء - كم تكون صلابتها وليونتها

source: With a ruler
ar_eg: باستخدام المسطرة

source: With a microscope
ar_eg: باستخدام المجهر

source: With a scale
ar_eg: باستخدام الميزان

source: With the senses
ar_eg: باستخدام الحواس

source: Look at the dog in the photo and the statements below describing it. Select the statement with quantitative data.
ar_eg: إلقي نظرة على الكلب في الصورة والعبارات أدناه واصفةً اياه. حدد العبارة مع بيانات كمية .

source: The dog is white.
ar_eg: الكلب أبيض

source: The dog weighs seven pounds.
ar_eg: يزن الكلب سبعة أرطال

source: The dog has a black collar.
ar_eg: الكلب لديه طوق أسود.

source: The dog does not seem excited.
ar_eg: لا يبدو الكلب متحمسا

source: Look at the table to the right. It shows the average monthly air temperature for a few months in a town of New Jersey. For the month of April, the average temperature is not shown. Based on the data, what would you estimate the average air temperature in April to be?
ar_eg: إلق نظرة على الجدول في اليمين. إنه يظهر متوسط ​​درجة حرارة الهواء الشهرية لبضعة أشهر في مدينة نيو جيرسي. لشهر نيسان، لا يظهر متوسط ​​درجة الحرارة. استنادا إلى البيانات، ماذا كنت ستقدر ان يكون متوسط ​​درجة حرارة الهواء في ابريل نيسان؟

source: Month
ar_eg: شهر

source: January
ar_eg: كانون الثاني

source: February
ar_eg: شباط

source: March
ar_eg: آذار

source: April
ar_eg: نيسان

source: May
ar_eg: ايار

source: June
ar_eg: حزيران

source: Average Air
ar_eg: معدل الهواء

source: Temperature (°F)
ar_eg: درجة الحرارة (فهرنهايت)

source: A shopper weighed out 3 pounds of apples that were selling at 1 dollar per pound. But when the shopper got to the checkout lane, instead of paying $3 for the apples, the shopper paid only $2.90. Why did the shopper most likely not have to pay $3 for the apples?
ar_eg: وزن المتسوق 3 أرطال من التفاح والتي كانت تباع بدولار للرطل الواحد. ولكن عندماوصل المتسوق إلى ممر الخروج، بدلا من أن يدفع مبلغ 3 دولارات للتفاح، دفع فقط 2،90 دولار لماذا لم يدفع 3 دولارات للتفاح؟

source: There was a discount the shopper was not aware of.
ar_eg: كان هناك خصم ولم يكن المتسوق على علم.

source: The scale at the apple display showed more than the true weight.
ar_eg: أظهر شاشة المقياس بأن وزن التفاح أكثر من الوزن الحقيقي.

source: The scale at the apple display showed less than the true weight.
ar_eg: أظهر المقياس في شاشة العرض أن التفاح أقل من الوزن الحقيقي.

source: The cashier just estimated the weight to be less.
ar_eg: قدر أمين الصندوق أن يكون الوزن أقل من ذلك

source: Click on the statement about a hypothesis that is NOT correct.
ar_eg: انقر على العبارة حول الفرضية غير صحيحة.

source: A hypothesis is a possible explanation or solution to a scientific observation or problem.
ar_eg: الفرضية هي التفسير المحتمل أو حل لملاحظة علمية أو لمشكلة ما .

source: Making observations and asking questions help lead to forming a hypothesis.
ar_eg: عمل ملاحظات وطرح الأسئلة تساعد في الوصول إلى تشكيل الفرضية.

source: All hypotheses are correct because of all the data one gathers.
ar_eg: كل الفرضيات صحيحة بسبب المعلومات التي تم جمعها.

source: Experiments are conducted to see if a hypothesis is correct.
ar_eg: يتم إجراء التجارب لمعرفة ما اذا كانت الفرضيات صحيحة.

source: Which of the following would probably be measured in liters or milliliters?
ar_eg: أي من التالي يقاس على الأرجح باللتر أو الملليلتر؟

source: The area of your classroom
ar_eg: منطقة صفك

source: The length of your book
ar_eg: طول كتابك

source: The weight of your book bag
ar_eg: وزن الكتاب في حقيبتك

source: The volume of your water bottle
ar_eg: حجم قارورة الماء

source: Choose the best way to increase the accuracy of a measurement?
ar_eg: اختر أفضل وسيلة لزيادة دقة قياس؟

source: Make the measurement very carefully.
ar_eg: إعمل القياس بغاية الدقة.

source: Make the measurements at different times.
ar_eg: إعمل القياسات في أوقات مختلفة

source: Make several measurements and average them.
ar_eg: إجراء العديد من القياسات ومتوسطها.

source: Ask someone to check your measurement.
ar_eg: اطلب من شخص التحقق من قياساتك

source: A fifth grade class gathered data by surveying their favorite pets. Based on the chart of their survey, which of the following statements is NOT correct?
ar_eg: جمع الصف الخامس البيانات عن طريق مسح الحيوانات الأليفة المفضلة لديهم. استنادا للرسم البياني للمسح، أي من العبارات التالية غير صحيح؟

source: We can understand why students like birds more than dogs.
ar_eg: يمكننا أن نفهم لماذا يحب الطلاب الطيور أكثر من الكلاب.

source: We can understand how many students like birds more than dogs.
ar_eg: يمكننا أن نفهم كيف يحب الطلاب الطيور أكثر من الكلاب.

source: The data shows how many students like dogs.
ar_eg: تظهر البيانات العديد من الطلاب الذين يحبون الكلاب.

source: If all the students were required to choose a favorite animal, we can understand how many students were in the class from the data gathered here.
ar_eg: إذا طلب من جميع الطلاب اختيار حيوان مفضل، يمكننا أن نعرف كم كان عدد الطلاب في الصف من البيانات التي تم جمعها هنا.

source: One inch is a little bit more than 2 times a centimeter.
ar_eg: البوصة الواحدة هي أكثر بقليل من ضعفي السنتيمتر.

source: The term data refers to information gathered through observation.
ar_eg: تشير البيانات إلى المعلومات التي تم جمعها من خلال الملاحظة.

source: 1 ounce is about 28 times more than a gram.
ar_eg: أونصة واحدة هي حوالي 28 مرة أكثر من الغرام

source: One way to reduce the error in measurement is to make many measurements and estimate them.
ar_eg: طريقة واحدة لتقليل الأخطاء في القياس هو إجراء العديد من القياسات وتقديرها

source: Genetic Codes
ar_eg: رموز الوراثية

source: By the transfer of __________, traits are passed on from generation to generation.
ar_eg: عن طريق نقل __________، يتم تمرير الصفات من جيل إلى جيل.

source: calories
ar_eg: السعرات الحرارية

source: blood
ar_eg: الدم

source: minerals
ar_eg: معادن

source: DNA
ar_eg: الحمض النووي

source: Hamster Species Number of Chromosomes
ar_eg: أنواع جرذ الهامستر/ عدد الكروموسومات

source: Syrian hamster
ar_eg: جرذ الهامستر السوري

source: Chinese hamster
ar_eg: جرذ الهامستر الصيني

source: Roborovski hamster
ar_eg: جرذ روبورفسكي

source: These different hamster species have different numbers of chromosomes. They all reproduce sexually. Look at the data and select the number of chromosomes that would be in a sex cell of a Chinese hamster.
ar_eg: هذه الأنواع من الهامستر المختلفة لها أعداد مختلفة من الكروموسومات. وهي جميعا تتكاثر جنسيا. إلق نظرة على البيانات وحدد عدد من الكروموسومات التي من شأنها أن تكون في خلية جنس الهامستر الصينية.

source: Read the traits below and select the one that a tiger is least likely to inherit from its parent.
ar_eg: اقرأ الصفات أدناه واختر التي تمثل الصفة الأقل احتمالا أن يرثها النمر من والديه

source: Fur color
ar_eg: لون الفرو

source: Tail length
ar_eg: طول الذيل

source: Arm scars
ar_eg: ندوب الذراع

source: Body size
ar_eg: حجم الجسم

source: Year
ar_eg: السنة

source: Number of ducklings that survive
ar_eg: عدد من فراخ البط والتي بقيت على قيد الحياة

source: Two ducks mate and raise their ducklings every year. The number of ducklings that survive each year are shown over a six-year period of time. Select the statement that best explains why the number of ducklings that survive each year is different.
ar_eg: تتزاوج بطتين كل عام وتربي أبناءها. تظهر عدد فراخ البط التي تعيش في كل عام على مدى فترة مدتها ست سنوات من الزمن. حدد العبارة التي تمثل التفسير الأفضل حول اختلاف عدد فراخ البط التي تبقى على قيد الحياة كل عام.

source: Different environmental conditions have an effect on the ducklings each year.
ar_eg: الظروف البيئية المختلفة لها تأثير على فراخ البط كل عام.

source: The ducklings develop different adaptations each year.
ar_eg: طورت فراخ البط تكييفات مختلفة كل سنة.

source: Some ducklings inherit more genetic traits from one parent than the other.
ar_eg: بعض فراخ البط ترث سمات جينية من أحد الوالدين أكثر من الوالد الأخر.

source: The environmental conditions have an effect on the parent ducks more than the ducklings.
ar_eg: الظروف البيئية لها تأثير على البط الأهل أكثر من الفراخ .

source: All of these can be passed on to the next generation of humans except _________.
ar_eg: يمكن أن تنتقل كل هذه إلى الجيل القادم من البشر باستثناء _________.

source: height
ar_eg: الطول

source: eye color
ar_eg: لون العين

source: blood type
ar_eg: نوع الدم

source: language
ar_eg: اللغة

source: Read the statements about sexual and asexual reproduction and select the incorrect statement.
ar_eg: اقرأ العبارات حول التكاثر الجنسي واللاجنسي وحدد العبارة غير الصحيحة.

source: Sexual reproduction allows a species to survive in difficult times.
ar_eg: التكاثر الجنسي يسمح للأنواع بالبقاء على قيد الحياة في الأوقات الصعبة.

source: Asexual reproduction leads to an exact duplication of a parent.
ar_eg: التكاثر اللاجنسي يؤدي إلى إنجاب صورة طبق الأصل عن أحد الوالدين.

source: New gene combinations appear each generation in asexual reproduction.
ar_eg: تركيبات الجينات الجديدة تظهر كل جيل في التكاثر اللاجنسي.

source: All living things use asexual reproduction to grow.
ar_eg: جميع الكائنات الحية تستخدم التكاثر اللاجنسي في النمو.

source: Place the following in order from smallest to largest: A. Base pair, B. Chromosome, C. DNA molecule
ar_eg: ضع التالية بالترتيب من الأصغر إلى الأكبر A. الزوج الأساسي، B. كروموسوم، C. جزيء الحمض النووي.

source: Which of the following matings would most likely produce around three dominant offspring for every recessive?
ar_eg: أي من التزاوجات التالية من الأرجح أن تنتج حوالي ثلاث ذريات بصفة سائدة لكل صفة متنحية.

source: Click on the incorrect statement.
ar_eg: حدد العبارة غير الصحيحة.

source: Mutations can be from small changes in genes located on chromosomes.
ar_eg: يمكن أن تكون الطفرات من التغييرات الصغيرة في الجينات الموجودة على الكروموسومات.

source: Mutations can be due to the insertion or omission of a base compound.
ar_eg: يمكن أن تكون الطفرات نتيجة لإدخال أو إغفال مركب اساسي.

source: Mutations are only when sex cells have too few or too many chromosomes.
ar_eg: الطفرات هي فقط عندما يكون لدى خلايا الجنس عدد قليل جدا أو كثير جداً من الكروموسومات.

source: Mutations give all living things the ability to adapt to their environments.
ar_eg: الطفرات تعطي جميع الكائنات الحية القدرة على التكيف مع بيئتها.

source: Part of a gene sequence is AATTAGTTTAAA. Which of the following is likely the most dangerous mutation?
ar_eg: جزء من تسلسل الجين هو AATTAGTTTAAA أي مما يلي هو على الأرجح طفرة خطيرة؟

source: Change the first T to an A.
ar_eg: تغيير في T الأولى إلى A.

source: Delete the second T.
ar_eg: حذف T الثانية.

source: Change the second A to a G.
ar_eg: تغيير A الثانية الى G

source: Change the third T to a G.
ar_eg: تغيير T الثالثة الى G.

source: The process that results in sex cells is called...
ar_eg: وتسمى العملية التي ُتنتَج في الخلايا الجنسية ...

source: Meiosis
ar_eg: الانقسام الاختزالي

source: Mitosis
ar_eg: الانقسام الفتيلي

source: Cell division
ar_eg: انقسام الخلية

source: Fertilization
ar_eg: التخصيب

source: Each gene is responsible for the production of:
ar_eg: كل جين مسؤول عن إنتاج:

source: a single protein.
ar_eg: بروتين واحد.

source: many different proteins.
ar_eg: عدة بروتينات مختلفة

source: a single chromosome.
ar_eg: كروموسوم واحد

source: half of all chromosomes.
ar_eg: نصف الكروموسومات كلها.

source: Which of the following offspring probably had parents BB and bb? (B being a dominant trait, and b being a recessive trait.)
ar_eg: أي من الذرية التالية ربما لديها والدين BB و bb (B كونه سمة سائدة، و b كونها متنحية.)

source: Can't tell from the information given.
ar_eg: لا يمكن الجزم من المعلومات المعطاة

source: Which of the following is not true about meiosis?
ar_eg: أي من العبارات التالية غير صحيحة حول الإنقسام الإختزالي؟

source: Sex cells contain half the normal number of chromosomes.
ar_eg: خلايا الجنس تحتوي على نصف العدد المعتاد من الكروموسومات.

source: Sex cells contain the normal number of chromosomes.
ar_eg: خلايا الجنس تحتوي على العدد المعتاد من الكروموسومات.

source: Sex cells contain twice the normal number of chromosomes.
ar_eg: خلايا الجنس تحتوي على ضعف العدد المعتاد من الكروموسومات.

source: Sex cells contain three times the normal number of chromosomes.
ar_eg: خلايا الجنس تحتوي على ثلاثة أضعاف العدد المعتاد من الكروموسومات.

source: How Diseases Destroy
ar_eg: كيف أمراض تدمر

source: Select the health condition that is considered an infectious disease.
ar_eg: حدد الظرف الصحي الذي يعتبر من الأمراض المعدية.

source: pneumonia caused by microorganisms
ar_eg: الالتهاب الرئوي تسببه الكائنات الحية الدقيقة

source: lung cancer caused by smoking
ar_eg: سرطان الرئة سببه التدخين

source: heart problems caused by diet high in fat
ar_eg: مشاكل القلب سببها ارتفاع الدهون في النظام الغذائي

source: eye problems caused by ultraviolet light
ar_eg: مشاكل العين سببها الأشعة فوق البنفسجية

source: Invisible things in the air or on things you touch cause colds.
ar_eg: الأشياء غير المرئية في الهواء أو الأشياء التي تلمسها تسبب نزلات البرد.

source: Colds and flu are both caused by viruses.
ar_eg: نزلات البرد والإنفلونزا سببهما الفيروسات.

source: You only need to take antibiotics for as long as you feel sick.
ar_eg: انت تحتاج للمضادات الحيوية طالما أنك تشعر بالمرض.

source: Flu symptoms are often much more severe than cold symptoms.
ar_eg: اعراض الانفلونزا غالبا ما تكون أشد وطأة من أعراض البرد.

source: An organism or a virus that can cause disease in other organisms is called a ______________.
ar_eg: يسمى الكائن الحي أو الفيروس الذي يمكن أن يسبب المرض للكائنات الأخرى.

source: microbe
ar_eg: ميكروب

source: carrier
ar_eg: حامل أو ناقل

source: pathogen
ar_eg: مسبب المرض

source: virus
ar_eg: فيروس

source: The best way to keep from getting sick from toxic chemicals is to avoid them whenever possible. If a person is exposed to a chemical, its level of harm depends on four factors. Click on the phrase that is NOT an important factor.
ar_eg: أفضل طريقة لتجنب الحصول على المرض من المواد الكيميائية السامة هو تجنبها كلما أمكن ذلك. إذا تعرض الشخص لمادة كيميائية،يعتمد مستوى ضررها على أربعة عوامل.انقر على العبارة التي لا تعتبر عاملا مهما.

source: how strong the chemical is
ar_eg: مدى قوة المواد الكيميائية

source: the amount of a chemical that an organism is exposed to
ar_eg: كمية المادة الكيميائية التي يتعرض لها الكائن الحي

source: the producer of the chemical
ar_eg: مُنتِج المادة الكيميائية

source: the size of the person encountering the chemicals
ar_eg: حجم الشخص المتعرض للمواد الكيميائية

source: how often a person encounters a chemical
ar_eg: عدد المرات التي يتعرض فيها الشخص للمواد الكيميائية

source: Click on the FALSE statement about diseases and antibiotic resistance.
ar_eg: انقر على العبارة الخاطئة حول الأمراض والمضادات الحيوية المقاومة.

source: Antimicrobial agents can stop microbial growth or destroy microbes.
ar_eg: العوامل المضادة للجراثيم يمكن أن توقف نمو الميكروبات أو تدمر الميكروبات.

source: Antibiotics can fight infections caused by viruses.
ar_eg: يمكن للمضادات الحيوية مكافحة العدوى الناجمة عن الفيروسات.

source: Antibiotic resistance is one of the world's most pressing public health problems.
ar_eg: مقاومة المضادات الحيوية هي واحدة من مشاكل الصحة العامة الأكثر تأثيراً في العالم.

source: Overuse of antimicrobial soaps may contribute to the problem of antibiotic resistance.
ar_eg: الإفراط في استخدام الصابون المضاد للجراثيم يمكن أن يساهم في مشكلة مقاومة المضادات الحيوية.

source: Read the following statements about the immune system. Click on the statement that is correct.
ar_eg: اقرأ العبارات التالية حول الجهاز المناعي. انقر على العبارة الصحيحة.

source: Hair is the body's defense system against infectious organisms and other invaders.
ar_eg: الشعر هو النظام الدفاعي للجسم ضد الكائنات المعدية وغيرها من الغزاة.

source: The immune system is located in the upper right hand side of the body.
ar_eg: يقع الجهاز المناعي في الجانب العلوي الأيمن من الجسم.

source: The purpose of the immune system is to help bacteria and viruses invade your body.
ar_eg: الغرض من الجهاز المناعي هو مساعدة البكتيريا والفيروسات لغزو الجسم.

source: Washing your hands, exercise, and eating healthy food can help your immune system.
ar_eg: يمكن لغسل اليدين، وممارسةالرياضة، وتناول الغذاء الصحي مساعدة جهازك المناعي.

source: What is one reason that viral infections are difficult to eliminate?
ar_eg: ما هو أحد الأسباب التي يصعب على الالتهابات الفيروسية القضاء عليها؟

source: Viruses are so small that it is hard to develop medicine that can "find" them.
ar_eg: الفيروسات صغيرة جدا لدرجة أنه يصعب تطوير الأدوية التي يمكن "أن تجدها ".

source: Viruses do not have very capable protection and defense mechanisms.
ar_eg: الفيروسات لا تملك حماية كفؤة وآليات دفاع.

source: Viruses change so quickly that it's hard for medicines to keep up
ar_eg: تتغير الفيروسات بسرعة كبيرة بحيث يكون من الصعب للأدوية أن تسيطر عليها.

source: Viruses become resistant to efforts to treat the disease they cause.
ar_eg: الفيروسات تصبح أكثر مقاومة للجهود المبذولة لعلاج هذا المرض الذي تسببه.

source: Viral infections cause no symptoms, so are more difficult to detect.
ar_eg: الالتهابات الفيروسية لا تسبب أي أعراض، لذلك هي أكثر صعوبة للكشف عنها.

source: Which best describes the purpose of antimicrobial agents?
ar_eg: ما هو أفضل وصف للغرض من العوامل المضادة للجراثيم؟

source: They reduce the harmful effects of toxic chemicals on the body.
ar_eg: أنها تقلل من الآثار الضارة في المواد الكيميائية السامة على الجسم.

source: They destroy or prevent the growth of disease causing microbes.
ar_eg: انها تدمرأو تمنع نمو الميكروبات المسببة للأمراض.

source: They encourage microorganisms to produce more antibiotics.
ar_eg: أنها تشجع الكائنات الدقيقة لإنتاج المزيد من المضادات الحيوية.

source: They act like a vaccine to help our bodies recognize and fight off viral infections.
ar_eg: انها تعمل مثل اللقاح لتساعد في التعرف على أجسادنا ومحاربة الالتهابات الفيروسية.

source: Click on the FALSE statement about common health conditions and what may be linked to them.
ar_eg: انقر على العبارة الخاطئة عن الظروف الصحية الشائعة وما قد يكون مرتبطا بها.

source: Allergens and air pollution are often linked to the increased cases of asthma.
ar_eg: غالبا ما ترتبط مسببات الحساسية وتلوث الهواء بزيادة حالات ازمات الربو.

source: Pregnant women should avoid tobacco use, excessive caffeine consumption, and drinking alcohol to avoid birth defects.
ar_eg: النساء الحوامل يجب أن يتجنبن: استخدام التبغ، والاستهلاك المفرط للكافيين، وشرب الكحول لتجنب العيوب الخلقية.

source: Cancers can be linked to tobacco use, radiation, and environmental pollutants.
ar_eg: يمكن أن يرتبط السرطان بتعاطي التبغ، و الإشعاع، والملوثات البيئية.
