Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: Increased amounts of CO<sub>2</sub> dramatically enhanced plant growth.
ar_eg: زيادة كمية CO <sub>2 </sub> عززت نمو النبات بشكل كبير.

source: In low CO<sub>2</sub> conditions, plants grew much better with less water than optimal.
ar_eg: في الظروف التي ينخفض فيها وجود CO <sub>2</sub>،نمت النباتات على نحو أفضل مع المياه الأقل من الكيمة المثالية.

source: The amount of water the plants received did not affect their growth.
ar_eg: كمية المياه التي تلقتها النباتات لن تؤثر على نموها.

source: The amount of carbon dioxide the plants were exposed to did not affect their growth.
ar_eg: كمية ثاني أكسيد الكربون التي تعرضت لها النباتات لم تؤثر على نموها.

source: Reproduction
ar_eg: استنساخ

source: Pea plants may be tall or short. Two tall pea plants are crossed. Their offspring are all tall. What kind of trait do the offspring have?
ar_eg: قد تكون نباتات البازلاء طويلة أو قصيرة . تزاوج اثنين من نباتات البازلاء الطويلة . ذريتها تكون كلها طويلة القامة. أي نوع من السمات تتصف بها الذرية؟

source: hybrid
ar_eg: هجينة

source: dominant
ar_eg: سائدة

source: recessive
ar_eg: متنحية

source: regressive
ar_eg: ارتدادية

source: Describe the characteristic shown in the pedigree below.
ar_eg: صف السمة المبينة في شجرة النسب أدناه.

source: uncertain
ar_eg: غير مؤكدة

source: desirable
ar_eg: مرغوب بها

source: Choose the correct statement below.
ar_eg: اختر العبارة الصحيحة أدناه.

source: Males produce eggs and females produce sperm.
ar_eg: ينتج الذكور البويضات وتنتج الإناث الحيوانات المنوية.

source: Males produce offspring and females produce eggs.
ar_eg: ينتج الذكور الذرية وتنتج الإناث البويضات

source: Females produce eggs and males produce sperm.
ar_eg: تنتج الإناث البويضات وتنتج الذكور الحيوانات المنوية.

source: Both males and females produce eggs and sperm.
ar_eg: ينتج كل من الذكور والإناث البويضات والحيوانات المنوية.

source: Reproductive organs are found in which plant structure?
ar_eg: في أي بنية من النبات يتم العثور على الجهاز التناسلي؟

source: flowers
ar_eg: الزهور

source: seeds
ar_eg: البذور

source: roots
ar_eg: الجذور

source: leaves
ar_eg: الأوراق

source: Which of the following behaviors is most closely associated with reproduction?
ar_eg: أي من السلوكيات التالية ترتبط بشكل وثيق مع التكاثر؟

source: Birds migrating to warmer regions during cold weather.
ar_eg: الطيور تهاجر إلى المناطق الأكثر دفئا خلال الطقس البارد.

source: Packs of wolves hunting large mammals for food.
ar_eg: مجموعة من الذئاب تصطاد الثدييات الكبيرة للغذاء.

source: Fish swimming in schools in the ocean.
ar_eg: سباحة الأسماك في مجموعات في المحيط .

source: Male bison battling for dominance in a herd.
ar_eg: ذكر الثور يقاتل من أجل الهيمنة على القطيع.

source: Which statement is correct about the parents in the pedigree below?
ar_eg: ما العبارة الصحيحة عن الوالدين في شجرة النسب أدناه؟

source: The parents are hybrid.
ar_eg: الوالدان من النوع الهجين.

source: The parents are true breeding.
ar_eg: الوالدان من السلالة الحقيقية.

source: The parents are recessive.
ar_eg: الوالدان من الجين المتنحي

source: The parents are homozygous.
ar_eg: الوالدان متماثلي الزايقوت

source: Only a few members of a population survive a natural disaster. What is most likely true about future members of the population?
ar_eg: يبقى عدد قليل من أفراد المجموعة على قيد الحياة في حالات الكوارث الطبيعية. ما هو الاحتمال الأكثر احتمالا أن يكون صحيحا عن مستقبل هذه المجموعات؟

source: The future population will most resemble those who did not survive the disaster.
ar_eg: عدد المجموعات في المستقبل سيكون الأكثر شبها للذين لم ينجوا من الكارثة.

source: The future population will most resemble the survivors of the disaster.
ar_eg: عدد المجموعات في المستقبل سيكون الأكثر شبها للذين نجوا من الكارثة.

source: The future population will not resemble the survivors of the disaster.
ar_eg: عدد المجموعات في المستقبل لن يكون الأكثر شبها للذين نجوا من الكارثة.

source: The future population will not resemble similar species.
ar_eg: عدد المجموعات لن يشبه الأنواع المماثلة في المستقبل.

source: Which of the following best describes a mutation?
ar_eg: أي من التالية الأفضل وصفا للطفرة؟

source: random changes in genetic material
ar_eg: تغييرات عشوائية في المادة الوراثية

source: genetic engineering
ar_eg: الهندسة الجينية

source: selection of desirable traits
ar_eg: اختيار الصفات المرغوب فيها

source: genetic information for a given train
ar_eg: المعلومات الوراثية لسمة معينة

source: What kinds of cells are capable of passing characteristics from parents to offspring?
ar_eg: ما هي أنواع الخلايا القادرة على تمرير الخصائص من الوالدين إلى الأبناء؟

source: white blood cells and muscle cells
ar_eg: خلايا الدم البيضاء والخلايا العضلية

source: skin cells and red blood cells
ar_eg: خلايا الجلد وخلايا الدم الحمراء

source: sperm cells and egg cells
ar_eg: الخلايا المنوية وخلايا البويضة

source: egg cells and skin cells
ar_eg: خلايا البويضة وخلايا الجلد.

source: In wolf packs, only one male and one female usually mate and have puppies. How does this behavior help to ensure the survival of the pack?
ar_eg: في مجموعات الذئاب، يتزاوج واحد من الذكور وواحدة من الإناث فقط ويكونون الجراء. كيف يساعد هذا السلوك على ضمان بقاء المجموعة؟

source: The entire pack feeds and cares for the young animals.
ar_eg: المجموعة بأكملها تغذي وتهتم بصغار الحيوانات.

source: All members of the pack hunt and feed only themselves.
ar_eg: يصطاد جميع أفراد المجموعة ويطعمون أنفسهم فقط.

source: Most male and female wolves are sterile.
ar_eg: معظم ذكور وإناث الذئاب عقيمة.

source: Wolf packs often hunt large mammals over a wide range.
ar_eg: غالبا ما تصطاد مجموعات الذئاب الثدييات الكبيرة على نطاق واسع.

source: In many plants, the male and female flower parts mature at different times. How does this help to ensure the survival of the species?
ar_eg: في العديد من النباتات، تنضج أجزاء الزهرة من الذكور والإناث في أوقات مختلفة. كيف يساعد هذا على ضمان بقاء الأنواع؟

source: Self-pollination usually results in vigorous, healthy offspring.
ar_eg: التلقيح الذاتي عادة ما ينتج ذرية قوية و سليمة.

source: Cross-pollination usually results in vigorous, healthy offspring.
ar_eg: ينتج التلاقح عادة ذرية قوية و سليمة.

source: Stamens produce large numbers of egg cells in late summer.
ar_eg: الأسدية تنتج أعداداً كبيرةً من خلايا البيوض أواخر الصيف.

source: Pistils produce large numbers of pollen cells in late summer.
ar_eg: المدقات تنتج أعداداً كبيرةً من خلايا حبوب اللقاح في أواخر الصيف.

source: For which of the following processes would asexual reproduction be most useful?
ar_eg: لأي من العمليات التالية سيكون التكاثر اللاجنسي أكثر فائدة؟

source: Generating new combinations of traits in food plants.
ar_eg: إنتاج مجموعات جديدة من الصفات في أغذية النباتات.

source: Accumulating mutations in wild fish species.
ar_eg: تراكم الطفرات في أنواع الأسماك البرية.

source: Producing many examples of the same type of fruit tree.
ar_eg: إنتاج العديد من الأمثلة من نفس النوع من الأشجار المثمرة.

source: Promoting diversity in wild populations of polar bear.
ar_eg: تعزيز التنوع في الأنواع البرية للدب القطبي.

source: What is the easiest way to get a plant to reproduce asexually?
ar_eg: ما هي أسهل طريقة لجعل النبات يتكاثر لاجنسيا؟

source: By splitting it down the middle.
ar_eg: من خلال انقسامها من النصف.

source: By giving it artificial hormones.
ar_eg: بإعطائه هرمونات اصطناعية.

source: By taking a cutting from it and replanting it.
ar_eg: عن طريق أخذ قطعة غصن منه وإعادة زراعتها.

source: By spreading it roots through the ground.
ar_eg: بنشره خلال جذور الأرض.

source: Which of the following is most likely a pollinator?
ar_eg: أي من التالي هو على الأرجح من الملقحات؟

source: A beetle crawls into and out of a flower.
ar_eg: الخنفساء تزحف داخل وخارج الزهرة.

source: A bird builds a nest in a tree.
ar_eg: عصفور يبني عشاً في شجرة.

source: Termites construct a colony inside a tree.
ar_eg: يبني النمل الأبيض مستعمرة داخل شجرة.

source: Deer chew the leaves of plants in a meadow.
ar_eg: تمضغ الغزلان أوراق النباتات في المرج.

source: Which of the following is true of animal cycles?
ar_eg: أي من التالي صحيح بشأن دورات الحيوان؟

source: Some animals reproduce.
ar_eg: بعض الحيوانات تتكاثر.

source: Animals only reproduce by laying eggs.
ar_eg: الحيوانات تتكاثر عن طريق وضع البيض فقط.

source: All animals reproduce.
ar_eg: جميع الحيوانات تتكاثر.

source: a and b
ar_eg: أ & ب

source: A and B
ar_eg: أ & ب

source: In the life cycle of a plant, the first step is seed germination. The second step is plant growth. What occurs next in the third step?
ar_eg: في دورة حياة النبات، الخطوة الأولى هي إنبات البذور. والخطوة الثانية هي نمو النبات. ماذا يحدث بعد ذلك في الخطوة الثالثة؟

source: The fruit releases seeds.
ar_eg: الفاكهة تطلق البذور.

source: The plant flowers.
ar_eg: النباتات تزهر

source: The plant dies.
ar_eg: النباتات تموت

source: None of the above.
ar_eg: لا شيء مما ذكر أعلاه.

source: Role of Water
ar_eg: دور المياه

source: Most of the water on the earth is found in _____1______. Most of the fresh water on the earth is found in _____2______.
ar_eg: تم العثور على معظم المياه على الأرض في _____ 1______. تم العثور على معظم المياه العذبة على الأرض في _____ 2______.

source: 1. Glaciers and ice caps 2. The oceans
ar_eg: 1. الأنهار الجليدية والقمم الجليدية 2. المحيطات

source: 1. Lakes and rivers combined 2. The oceans
ar_eg: 1. البحيرات والأنهار المجتمعة 2. المحيطات

source: 1. The oceans 2. Glaciers and ice caps
ar_eg: 1. المحيطات 2. الأنهار الجليدية والقمم الجليدية

source: 1. Glaciers and ice caps 2. Lakes and rivers combined
ar_eg: 1. الأنهار الجليدية والقمم الجليدية 2. البحيرات والأنهار مجتمعة

source: Select the most accurate statement about the amount of fresh water on the earth.
ar_eg: حدد العبارة الأكثر دقة حول كمية المياه العذبة على الأرض.

source: There is plenty of fresh water for all of the population on the earth.
ar_eg: هناك الكثير من المياه العذبة لكافة السكان على الأرض.

source: There is more fresh water than the amount of salt water on the earth.
ar_eg: المياه العذبة اكثر من كمية المياه المالحة على الأرض.

source: There is much less fresh water than salt water and it is running out quickly.
ar_eg: المياه العذبة أقل بكثير من كمية المياه المالحة ولا تنفد بسرعة.

source: There is much less fresh water than salt water and it is threatened by pollution and overuse.
ar_eg: المياه العذبة أقل بكثير من المياه المالحة ومهددة بالتلوث والإفراط في استخدامها.

source: Water in its solid form usually first ____1___ into the ____2____ form before it can continue through cycle as ground water or runoff.
ar_eg: الماء في شكله الصلب عادة ما ____ 1___ إلى الشكل ____ 2____ قبل أن يتمكن من الاستمرار من خلال دورة المياه الجوفية أو الجريان السطحي.

source: 1. freezes 2. gas
ar_eg: 1. يتجمد 2. الغاز

source: 1. melts 2. liquid
ar_eg: 1. ينصهر 2. السائل

source: 1. evaporates 2. Liquid
ar_eg: 1. يتبخر 2. السائل

source: 1. melts 2. gas
ar_eg: 1. ينصهر 2. الغاز

source: Ground water is different from place to place. What affects the quality of groundwater?
ar_eg: المياه الجوفية تختلف من مكان إلى آخر. ما الذي يؤثر على نوعية المياه الجوفية؟

source: The climate and soil of the area
ar_eg: المناخ والتربة في المنطقة

source: Different minerals and rocks of the area
ar_eg: المعادن والصخور المختلفة في المنطقة

source: How deep you drill a well to get to the groundwater
ar_eg: مدى العمق لحفر بئر للوصول إلى المياه الجوفية

source: a & b
ar_eg: أ & ب

source: a, b, and c
ar_eg: أ، ب، ج و

source: Which of the following will slowly go into the soil and pollute the groundwater?
ar_eg: أي من التالية سوف يدخل ببطء في التربة ويلوث المياه الجوفية؟

source: Runoff from using fertilizers and pesticides
ar_eg: جريان المياه من استخدام الأسمدة والمبيدات

source: Chemicals from factories and sewage from cities
ar_eg: المواد الكيميائية من المصانع ومياه الصرف الصحي من المدن

source: Household chemicals poured down the drain
ar_eg: سكب المواد الكيميائية المنزلية في المجاري

source: All of the above
ar_eg: كل ما ذكر أعلاه.

source: Select the statement that is NOT correct about groundwater.
ar_eg: حدد العبارة غير الصحيحة عن المياه الجوفية.

source: Because groundwater is part of the water cycle, we have a continuous supply of groundwater.
ar_eg: لأن المياه الجوفية هي جزء من دورة المياه، لدينا امدادات مستمرة من المياه الجوفية.

source: Groundwater is formed when rain seeps into the ground and fills the little spaces between rock particles and the cracks and fractures in the rock.
ar_eg: تتشكل المياه الجوفية عندما يتسرب المطر في الأرض ويملأ الفراغات الصغيرة بين جزيئات الصخور والشقوق والتصدعات في الصخور.

source: To get groundwater out of the ground, a hole is drilled in the ground and the water is pumped up.
ar_eg: للحصول على المياه الجوفية من باطن الأرض، يتم حفر حفرة في الأرض ويتم ضخ المياه إلى الأعلى.

source: Groundwater is naturally clean and free from pollution, but it can be polluted easily.
ar_eg: المياه الجوفية نظيفة وخالية من التلوث بشكل طبيعي، لكنها يمكن أن تتلوث بسهولة.

source: Why do we try to conserve water?
ar_eg: لماذا نحاول الحفاظ على المياه؟

source: To stop minerals from going into our drinking water
ar_eg: لمنع المعادن من الدخول في مياه شربنا

source: To increase water supply consumption
ar_eg: لزيادة استهلاك المياه

source: To filter and increase the supply of usable salt water
ar_eg: لتصفية وزيادة امدادات المياه المالحة الصالحة للاستعمال

source: To reduce the freshwater consumption
ar_eg: للحد من استهلاك المياه العذبة

source: The graph on the right shows the typical use for water in your house other than for drinking and cooking. Which are the top three uses?
ar_eg: الرسم البياني على اليمين يبين الاستخدام النموذجي للمياه في منزلك لأغراض أخرى غير الشرب والطهي. أي منها أهم ثلاثة استخدامات؟

source: Leaks, clothes washing, and shower
ar_eg: التسربات، و غسل الملابس، و الاستحمام

source: Shower, faucet, and clothes washing
ar_eg: الدش، و الصنبور، و غسل الملابس

source: Toilet, shower, and faucet
ar_eg: المرحاض، و الدش، والصنبور

source: Toilet, shower, and clothes washing
ar_eg: المرحاض، والدش، وغسل الملابس

source: Which of the following graphs best tells us about where water is found on earth?
ar_eg: أي من الرسوم البيانية التالية أفضل من يخبرنا عن المكان الذي وجد فيه الماء على الأرض؟

source: The kind of water that is essential for human life is...
ar_eg: هذا النوع من المياه التي لا غنى عنها لحياة الإنسان هي...

source: Spring water
ar_eg: مياه الينابيع

source: Fresh water
ar_eg: المياه العذبة

source: Bottled water
ar_eg: المياه المعبأة في زجاجات

source: Salt water
ar_eg: المياه المالحة

source: Groundwater is found in:
ar_eg: يتم العثور على المياه الجوفية في:

source: Underground rivers
ar_eg: الأنهار الجوفية

source: Underground lakes
ar_eg: البحيرات الجوفية

source: Underground rivers and lakes
ar_eg: الأنهار والبحيرات الجوفية

source: Cracks and spaces in underground rocks
ar_eg: الشقوق والفراغات في الصخور تحت الأرض

source: The largest source of fresh water on earth is:
ar_eg: أكبر مصدر للمياه العذبة على وجه الأرض هو:

source: The Great Lakes
ar_eg: منطقة البحيرات الكبرى

source: The Polar ice caps
ar_eg: القمم الجليدية القطبية

source: Groundwater
ar_eg: المياه الجوفية

source: Atlantic and Pacific Oceans
ar_eg: المحيط الأطلسي والمحيط الهادي

source: The BEST kind of rock to find groundwater in would be...
ar_eg: وقال إن أفضل نوع من الصخور للعثور على المياه الجوفية في أن يكون ...

source: Solid rock
ar_eg: صخور صلبة

source: Solid granite rock
ar_eg: الصخور الصلبة الجرانيت

source: Rocks underground
ar_eg: الصخور تحت الأرض

source: Rock with lots of spaces and fractures in it
ar_eg: موسيقى الروك مع الكثير من المساحات وكسور في ذلك

source: Rock with giant caverns and passageways in it
ar_eg: الصخور الذي تحتوي على الكهوف والممرات العملاقة فيها

source: As snow and ice on both the north and south
ar_eg: كالثلج والجليد في كل من الشمال والجنوب

source: Liquid rock
ar_eg: الصخور السائلة

source: When water is in its gaseous form in the atmosphere you:
ar_eg: عندما يكون الماء في شكله الغازي في الغلاف الجوي فأنت:

source: Can't see it but you can smell it
ar_eg: لا تستطيع رؤيته، ولكن يمكنك شم رائحته

source: Can see it
ar_eg: تستطيع رؤيته

source: Can feel it but you can't see it
ar_eg: يمكن ان تلمسه ولكن لا تستطيع رؤيته

source: Can taste it
ar_eg: تستطيع تذوقه

source: Staying Alive
ar_eg: البقاء على قيد الحياة

source: In many places, people have chosen to kill large predators, fearing they might do harm to people, pets, and livestock. Which of the following is a problem with that policy?
ar_eg: في كثير من الأماكن، وقد اختار الناس لقتل الحيوانات المفترسة الكبيرة، خوفا من أنها قد تسيء إلى الناس، والحيوانات الأليفة، والمواشي. أي من التالي هو مشكلة مع هذه السياسة؟

source: People are protected from large predators.
ar_eg: حماية الناس من الحيوانات المفترسة الكبيرة.

source: Livestock are protected from large predators.
ar_eg: حماية المواشي من الحيوانات المفترسة الكبيرة.

source: Pets are able to roam freely around homes.
ar_eg: الحيوانات الأليفة قادرة على التجول بحرية حول المنازل.

source: Prey species may overpopulate the area.
ar_eg: أنواع الفرائس قد تكتظ في المنطقة .

source: Which of the following is not a problem of overpopulation?
ar_eg: أي من التالي ليس بمشكلة فيما يتعلق بالاكتظاظ السكاني؟

source: Rapid spread of disease.
ar_eg: سرعة انتشار المرض.

source: Steady population numbers.
ar_eg: أعداد السكان الثابتة.

source: Declining food resources.
ar_eg: تراجع الموارد الغذائية.

source: Lack of space for living things.
ar_eg: عدم وجود مساحة للكائنات الحية.

source: Occasionally, natural disasters occur, like a volcanic eruption or forest fire. Ecosystems are upset, and extinction of many local species occurs. What is the usual outcome of such disasters?
ar_eg: في بعض الأحيان، تحدث الكوارث الطبيعية، مثل الانفجار البركاني أو الحرائق في الغابات. النظم البيئية مستاءة، ويحدث الإنقراض في العديد من الأنواع المحلية. ما هي النتيجة المعتادة لمثل هذه الكوارث؟

source: Plants and animals will begin to recolonize the area in a few years.
ar_eg: سوف تبدأ النباتات والحيوانات بإعادة استعمار المنطقة في غضون سنوات قليلة.

source: Animals will begin to use the area, but plants will avoid it.
ar_eg: سوف تبدأ الحيوانات باستخدام المنطقة، ولكن النباتات سوف تتجنب ذلك.

source: Plants will soon begin to grow, but animals will no longer use the area.
ar_eg: سوف تبدأ النباتات بالنمو قريبا، ولكن الحيوانات لن تستخدم المنطقة.

source: Once an area loses its living things, they never return.
ar_eg: بمجرد ما تخسر المنطقة الكائنات الحية الموجودة فيها، فهي لا تعود أبدا.

source: Young crows often live in family groups for three to five years. Which of the following is probably not an important reason for these family groups?
ar_eg: غالبا ما يعيش صغار الغربان في مجموعات عائلية لمدة ثلاث إلى خمس سنوات. أي من التالي يمكن أن لا يكون أحد الأسباب المهمة لهذه المجموعات العائلية؟

source: Crows do not generally go through season migrations.
ar_eg: الغربان لا تذهب عادة خلال الهجرات الموسمية.

source: Crows must learn to fit into complex social groups.
ar_eg: يجب على الغربان أن تتعلم الإنسجام مع الفئات الاجتماعية المعقدة.

source: Crows must learn complex feeding behaviors.
ar_eg: يجب على الغربان أن تتعلم سلوكيات التغذية المعقدة.

source: Crows must learn to recognize many other individual crows.
ar_eg: يجب أن تتعلم الغربان كيفية التعرف على الكثير من أفراد الغربان الأخرى.

source: Keystone species are important for which of the following reasons?
ar_eg: الأنواع الرئيسية مهمة لأي من الأسباب التالية؟

source: They are not dependent on any other species for survival.
ar_eg: هي لا تعتمد على أي نوع من الأنواع الأخرى من أجل البقاء.

source: They are always primary producers in any ecosystem.
ar_eg: هي دائما منتجة أساسية في أي نظام بيئي.

source: They interact with many other species in ecosystems.
ar_eg: تتفاعل مع العديد من الأنواع الأخرى في النظم البيئية.

source: They are invaders from neighboring ecosystems.
ar_eg: هي من غزاة النظم البيئية المجاورة.

source: Which of the following statements is probably true about animals that spend little time with their parents?
ar_eg: أي من العبارات التالية ربما كان صحيحا عن الحيوانات التي تنفق القليل من الوقت مع والديهم؟

source: These animals learn complex behaviors from their parents.
ar_eg: هذه الحيوانات تعلم السلوكيات المعقدة من والديهم.

source: These animals have many instinctual behaviors.
ar_eg: هذه الحيوانات لديها العديد من السلوكيات الغرائبية.

source: These animals live in extended family units.
ar_eg: هذه الحيوانات تعيش في وحدات الأسرة الممتدة.

source: These animals learn to find food from their parents.
ar_eg: هذه الحيوانات تتعلم في العثور على الطعام من والديهم.

source: When making environmental decisions, it's important to consider scientific observations because...
ar_eg: عند اتخاذ القرارات البيئية، من المهم أن تنظر في الملاحظات العلمية لأن ...

source: The best decisions take both nature and the needs of people into account.
ar_eg: أفضل القرارات تتخذ كل من طبيعة واحتياجات الناس بعين الاعتبار.

source: Stories from other people are the best way to learn how nature works.
ar_eg: قصص عن غيره من الناس هي أفضل طريقة لتعلم كيفية عمل الطبيعة.

source: Science seldom offers much to help understand natural processes.
ar_eg: العلم نادرا ما يقدم الكثير للمساعدة في فهم العمليات الطبيعية.

source: The best solutions are always the least expensive solutions.
ar_eg: أفضل الحلول دائما أقل الحلول تكلفة.

source: Which of the following observations describes a behavior that makes parent/offspring interaction more likely?
ar_eg: أي من الملاحظات التالية تصف السلوك الذي يجعل التفاعل بين الوالدين / الذرية محتملا أكثر؟

source: Many insects undergo a metamorphic phase.
ar_eg: تدخل العديد من الحشرات في المرحلة المتحولة.

source: Babies cry when they are hungry.
ar_eg: يبكي الأطفال عندما يجوعون.

source: Many flowers are wind-pollinated.
ar_eg: تتلقح العديد من الزهور عن طريق الرياح.

source: Salmon return to their spawning stream to breed.
ar_eg: يعود السلمون إلى مجرى وضع البيض للتكاثر.

source: Which of the following observations most strongly supports the conclusion that landscapes change dramatically over time?
ar_eg: أي من الملاحظات التالية يدعم بقوة نتيجة مفادها أن المناظر الطبيعية تغيرت بشكل كبير مع مرور الزمن؟

source: Fossil fish are found in mountain rocks.
ar_eg: تم العثور على أحافير الأسماك في الصخور الجبلية.

source: Oak trees sometimes grow alone in open grasslands.
ar_eg: أشجار البلوط تنمو في بعض الأحيان وحدها في المراعي المفتوحة.

source: Many fish swim in schools numbering in the thousands.
ar_eg: تسبح العديد من الأسماك في مجموعات يبلغ عددها الآلاف.

source: Lightning is often seen before thunder is heard.
ar_eg: غالبا ما يُرى البرق قبل سماع الرعد.

source: Growth of cities is most likely to affect which of the following?
ar_eg: نمو المدن هي الأكثر احتمالا أن تؤثر على أي من التالي؟

source: The length of spring and fall.
ar_eg: طول فصلي الربيع والخريف.

source: Hibernation time for northern brown bears.
ar_eg: وقت السبات للدببة البنية الشمالية.

source: Frequency of volcanic eruptions.
ar_eg: تواتر حدوث الانفجارات البركانية.

source: Space available to wildlife.
ar_eg: المساحة المتوفرة للحياة البرية.

source: Human attempts to manage wild animal populations have often failed, sometimes leading to the extinction of the very animals they were supposed to protect. Which of the follow statements is not a reason for these failures?
ar_eg: فشلت محاولات الإنسان في إدارة قطعان الحيوانات البرية في كثير من الأحيان مما أدى أحيانا إلى انقراض الحيوانات والتي كانت من المفترض أن تحميها. أي من العبارات التالية ليس سببا لهذه الإخفاقات؟

source: Many management attempts are driven by profit motives.
ar_eg: العديد من المحاولات الإدارية تقوم من أجل دوافع ربحية

source: Decisions are only made after careful study of complex systems.
ar_eg: تُصنع القرارات بعد دراسة متأنية من الأنظمة المعقدة فقط.

source: Natural interactions are often more complex than people realize.
ar_eg: غالباً ما تكون التفاعلات الطبيعية أكثر تعقيداً من إدراك الناس.

source: People often begin management efforts only when a population is endangered.
ar_eg: غالبا ما يبدأ الناس بالجهود الإدارية فقط عند وقوع خطر على السكان.
