Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: Which of the following behaviors is most likely to improve the likelihood of populations raising healthy offspring to adulthood?
ar_eg: أي من السلوكيات التالية مرجحة أكثر لتحسين احتمالات تربية ذرية المجموعات السليمة إلى مرحلة البلوغ؟

source: In bison, only the strongest male mates with many females.
ar_eg: عند الثيران، فقط الثور الأقوى هو من يتزاوج مع الإناث.

source: House cats are major predators of songbirds.
ar_eg: القطط والحيوانات الأليفة هي حيوانات مفترسة أساسية للطيور المغردة.

source: Manatees are often injured in collisions with boats.
ar_eg: غالبا ما تصاب دلافين البحر بجروح في تصادم مع القوارب.

source: Deer often cross busy roads shortly after sunset.
ar_eg: تعبر الغزلان في كثير من الأحيان الطرق المزدحمة بعد فترة وجيزة من غروب الشمس.

source: How does energy flow in a food web?
ar_eg: كيف تتدفق الطاقة في الشبكة الغذائية؟

source: Consumer->Producer->Decomposer->Sun
ar_eg: مستهلك-> منتج -> محلل -> الشمس

source: Sun->Decomposer->Producer->Consumer
ar_eg: شمس -> محلل -> منتج -> مستهلك

source: Sun->Consumer->Decomposer->Consumer
ar_eg: شمس -> مستهلك -> محلل -> مستهلك

source: Sun->Producer->Consumer->Decomposer
ar_eg: شمس -> منتج -> مستهلك -> محلل

source: WhichÂ ofÂ theÂ followingÂ statementsÂ isÂ probablyÂ trueÂ aboutÂ animalsÂ thatÂ spendÂ littleÂ time withÂ theirÂ parents?
ar_eg: أي من العبارات التالية على الأرجح صحيحة عن الحيوانات التي تمضي وقتا قليلا مع والديها؟

source: TheseÂ animalsÂ learnÂ complexÂ behaviorsÂ fromÂ theirÂ parents.
ar_eg: تتعلم هذه الحيوانات السلوكيات المعقدة من والديها.

source: TheseÂ animalsÂ haveÂ manyÂ instinctualÂ behaviors.
ar_eg: لدى هذه الحيوانات العديد من السلوكيات الغريزية.

source: TheseÂ animalsÂ liveÂ inÂ extendedÂ familyÂ units.
ar_eg: تعيش هذه الحيوانات في وحدات عائلية ممتدة.

source: TheseÂ animalsÂ learnÂ toÂ findÂ foodÂ fromÂ theirÂ parents.
ar_eg: تتعلم هذه الحيوانات العثور على الطعام من والديها.

source: WhenÂ makingÂ environmentalÂ decisions,Â itâsÂ importantÂ toÂ considerÂ scientificÂ observations because...
ar_eg: عند اتخاذ القرارات البيئية، من المهم أن تنظر في الملاحظات العلمية لأن ...

source: TheÂ bestÂ decisionsÂ takeÂ bothÂ natureÂ andÂ theÂ needsÂ ofÂ peopleÂ intoÂ account.
ar_eg: أفضل القرارات تأخذ بعين الإعتبار كل من الطبيعة واحتياجات الناس.

source: StoriesÂ fromÂ otherÂ peopleÂ areÂ theÂ bestÂ wayÂ toÂ learnÂ howÂ natureÂ works.
ar_eg: القصص من أناس آخرين هي أفضل طريقة لتعلم كيفية عمل الطبيعة.

source: ScienceÂ seldomÂ offersÂ muchÂ toÂ helpÂ understandÂ naturalÂ processes.
ar_eg: نادرا ما يقدم العلم الكثير للمساعدة في فهم العمليات الطبيعية.

source: TheÂ bestÂ solutionsÂ areÂ alwaysÂ theÂ leastÂ expensiveÂ solutions.
ar_eg: أفضل الحلول هي دائما أقل الحلول تكلفة.

source: Choose the best definition of biodiversity.
ar_eg: اختر التعريف الأفضل للتنوع البيولوجي.

source: Biodiversity is the set of plants living in an area.
ar_eg: التنوع البيولوجي هو مجموعة من النباتات الحية في منطقة ما.

source: Biodiversity is the number of people in a community.
ar_eg: التنوع البيولوجي هو عدد البشر في المجتمع.

source: Biodiversity is the sum of all living things in all ecosystems.
ar_eg: التنوع البيولوجي هو مجموع كل الكائنات الحية في جميع النظم الإيكولوجية.

source: Biodiversity is the set of animals living in the world.
ar_eg: التنوع البيولوجي هو مجموعة من الحيوانات التي تعيش في العالم.

source: Edit Languages
ar_eg: عدل اللغات

source: Languages
ar_eg: اللغات

source: Default
ar_eg: افتراضي

source: Set of Languages
ar_eg: مجموعة من اللغات

source: Language settings have been updated. You can now go back to the dashboard.
ar_eg: تم تحديث إعدادات اللغة. يمكنك الآن نعود إلى لوحة القيادة.

source: Please select at least one default language. Thank you.
ar_eg: يرجى تحديد اللغة الافتراضية واحد على الأقل. شكرا لك.

source: Submit
ar_eg: عرض

source: All living things respond to the stimuli in their environment. These responses, called behaviors, can be separated into those that are innate (present at birth) and those that are learned. Innate behaviors include reflexes and instincts. Reflexes are automatic responses to a stimulus such as immediately pulling your hand back from touching a hot stove. Instincts are more complex behavior patterns than reflexes, but they too are inherited and not learned. Learned behaviors are behaviors which are developed through the experience of living and interacting with the environment. These behaviors are difficult to forget once they are learned, but they are not passed to the next generation by inheritance. They must be relearned by the next generation.
ar_eg: كل الكائنات الحية تستجيب إلى المثيرات في بيئاتها. هذه الاستجابات تدعى سلوكيات ويمكن تقسيها الى الفطرية (موجودة عند الولادة)، وتلك التي يتم تعلمها. وتشمل السلوكيات الفطرية السلوكيات المنعكسة والغرائز. السلوكيات المنعكسة هي ردود فعل تلقائية للمثير مثل سحب يدك على الفور عند لمس موقد ساخن. الغرائز هي أنماط السلوك ألأكثر تعقيدا من ردود الفعل، لكنها موروثة وليست مكتسبة. السلوكيات المتعلمة هي السلوكيات التي يتم تطويرها من خلال تجربة العيش والتفاعل مع البيئة. هذه السلوكيات من الصعب أن تنسى فور تعلمها، ولكنها لا تورث للجيل القادم . يجب أن يكتسبها ويتعلمها مرة أخرى

source: Heat is a form of energy. Heat can be produced from other forms of energy such as burning wood or gas. Heat is also produced by friction when two objects or materials rub together. Heat energy causes the tiny particles of matter to vibrate or move about. The more heat that is added to the particles, the faster the particles will vibrate or move. Temperature is a measure of how fast or slowly the particles are moving. Heat is the measure of the total energy of the particles in a system. Heat energy always moves from something at a high temperature to something at a lower temperature. Heat energy can move from one place to another by means of conduction, convection or radiation. Heating and cooling both involve the movement of heat energy. Things get hotter when heat energy is added and things get colder when heat energy is taken away. Heat energy can be prevented from moving from place to place with insulation.
ar_eg: التسخين هو شكل من أشكال الطاقة. يمكن أن يَنتُج التسخين من الطاقة مثل حرق الخشب أو الغاز. ويَنتُج التسخين بواسطة الاحتكاك عندما تتحك مادتين أو شيئين مع بعضهما. طاقة التسخين تسبب إهتزاز أو حركة الجسيمات الصغيرة للمادة. فكلما زاد تسخين الجسيمات، كلما كان إهتزاز أو حركة الجسيمات أسرع. الحرارة هي مقياس لمقدار السرعة التي تتحرك بها الجسيمات. التسخين هو مقياس طاقة الجسيمات الكلية في نظام ما. طاقة التسخين دائماً تتحرك من شيء على حرارة عالية إلى شيء على حرارة منخفضة. طاقة التسخين يمكن أن تتحرك من مكان لآخر بواسطة الحمل أو التوصيل أو الإشعاع. التسخين والتبريد كلاهما يتضمن حركة طاقة التسخين. والأشياء تصبح أسخن عندما تضاف طاقة تسخين وتصبح أبرد عندما تزال طاقة التسخين. يمكن منع طاقة التسخين من التحرك من مكان لآخر بواسطة العزل.

source: Natural hazards are natural phenomena that can potentially cause harm to humans. If they are very, very big and cause lots of damages and hurt or kill lots of people, they are called natural disasters. Scientists study these natural hazards and are able to predict when and where most of them will occur with enough accuracy to give people a chance to protect their families and property. Scientists can tell how likely it is for natural hazards to occur in certain places at certain times. For instance scientists - like climatologists - know that hurricanes are generally most likely to occur during the summer months in the Gulf of Mexico and along the Atlantic coast of the United States. So if you live in those areas you would need to be aware that a hurricane is a possibility in the summer and you should live in a house built to be able to withstand a hurricane. Then, another type of scientist - a meteorologist or weatherman - might predict a week or so ahead of time that a big hurricane is expected to hit a certain area - like Nags Head North Carolina - on August 21st. Then people in Nags Head would know to board up their house and evacuate the area before the hurricane hit.
ar_eg: كل الكائنات الحية تحتاج إلى موارد الأرض الطبيعية من أجل البقاء. يستخدم البشر هذه الموارد أكثر من الحيوانات ليس فقط للبقاء على قيد الحياة ولكن أيضا للراحة. يستخدم الناس الموارد الطبيعية في كل شيء تقريبا وبشكلٍ يومي. وتستخدم بعض هذه الموارد لإنتاج الأشياء مثل الخشب من الأشجار لبناء المنازل. وتستخدم الموارد الطبيعية لتوفير الطاقة اللازمة لجعل الأجهزة وآلالات تعمل - مثل النفط والفحم لتشغيل السيارات وتدفئة منازلنا. بعض الموارد الطبيعية والتي يحتاجها البشر قابلة للتجديد - وهذا يعني أنها قد تتشكل طبيعيا مرة أخرى بعد استخدامها. أمثلة على الموارد المتجددة هي الأشجار والمياه. الموارد غير المتجددة من ناحية أخرى، هي تلك التي ولت إلى الأبد بعد أن تم استخدامها . بعض الأمثلة على ذلك المعادن والفحم والغاز الطبيعي، والنفط.. يحتاج الناس إلى حفظ هذه الموارد حتى لا تنفذ. الحفظ يعني استخدام الموارد بحكمة وبعناية حتى لا تنفد منهم.

source: Behavior is the way that an organism acts and responds in the environment. Organisms' behavior occurs as a reaction to a stimulus. Stimuli can either be external, as in a change in the environment, or internal, as in a signal within the animal. Many behaviors are adaptations that help organisms survive and reproduce. Useful behaviors are passed on to later generations and eventually an inherited behavior becomes common. Not all behavior is inherited, the ability to learn is inherited. Instinctual behavior is any behavior that is inherited and not learned during life. Mechanical stimuli include anything that causes a sensation of touch, pain, sound, or temperature. Chemical stimuli are molecules in our environment that make us sense taste or smell. Flavor is a combination of taste and smell combined and interpreted by the brain together. The brain is part of a system in which messages are taken from all parts of the body to the brain and back. First the nerve cells are stimulated, then they respond and send an electrical signal to the brain. The brain interprets it and sends a response signal out to the body. This is how organisms respond to their environment.
ar_eg: لسلوك هو الطريق التي يتصرف ويستجيب بها الكائن في البيئة. سلوك الكائنات يحدث كردة فعل ل مثير . ويمكن أن تكون المثيرات خارجية، كتغير في البيئة، أو داخلية، كإشارة داخل الحيوان. الكثير من السلوكات هي تكيفات تساعد الكائنات على البقاء على قيد الحياة والتكاثر. السلوكات المفيدة تمرر للأجيال اللاحقة وفي النهاية تصبح سلوكات موروثة مشتركة بين الأفراد. وليس كل سلوك موروث، فالقدرة على التعلم هي موروثة.السلوك الفطري هو سلوك موروث وغير مكتسب خلال الحياة. المثيرات الميكانيكية تشتمل على أي شيء ينتج عنه إحساس باللمس، أو الألم، أو الصوت، أو الحرارة. المثيرات الكيميائية هي جزيئات في بيئتنا تجعلنا نحس بالمذاق أو بالشم. النكهة هي خليط من التذوق والشم مختلطة ومفسرة بواسطة الدماغ مع بعضها البعض. الدماغ هو جزء من نظام فيه الرسائل تؤخذ من جميع أجزاء الجسم للدماغ وبالعكس. أولاً الخلايا العصبية تستثار، ومن ثم تستجيب وتبعث إشارة كهربائية للدماغ. يقوم الدماغ بتفسيرها ويرسل استجابة للجسم. هذه هي الطريقة التي تستجيب بها الكائنات لبيئاتها.

source: Neurons (nervous system cells) are organized into networks known as the central and peripheral nervous systems. The central nervous system is the brain and spinal cord. The peripheral nervous system is all of the many nerve cells throughout the body that connect to the spinal cord. The cells of the peripheral nervous system are divided into sensory and motor neurons. The nervous system is sensitive to three different types of stimuli: mechanical, chemical, and electromagnetic stimuli. A receptor is a nerve cell that is sensitive to chemical stimuli based on shape. Special touch receptors in the ear transmit the pattern of vibration to the brain as an electrical signal. The brain interprets the pattern as sound. Smell and taste are both the result of chemical stimulation. Humans perceive taste thanks to structures on our tongues called taste buds. Smell receptors work much like taste receptors, but are concentrated in the nose, and work for molecules suspended in the air. Our eyes contain four types of light-sensitive sensory neurons. Located in the retina, they respond to different types of light. Rods are neurons that sense brightness. The ability to see a clear image depends on having the proper distance between the lens and retina called the focal length. Memory patterns form when cells communicate with one another. One nerve cell sends a message to another by releasing chemicals into the space between called the synapse. When this communication happens a few times, a temporary pattern known as short-term memory is formed. Chunking, imagery, and practice is how one's memory can be improved. These tools work by strengthening the connections between cells in the brain.
ar_eg: النيورونات (أو خلايا الجهاز العصبي ) مرتبة في شبكات معروفة بالأنظمة العصبية المركزية و الطرفية. النظام العصبي المركزي هو الدماغ والحبل الشوكي. خلايا الجهاز العصبي الطرفي هي جميع الخلايا العصبية الموجودة في الجسم والتي ترتبط بالحبل الشوكي. خلايا الجهاز العصبي الطرفي مقسمة إلى نيورونات حسية و حركية. الجهاز العصبي حساس لثلاثة أنواع مختلفة من المثيرات: الميكانيكية، و الكيميائية ، و كهرومغناطيسية. المُستَقبِل هو خلية عصبية حساسة للمثيرات الكيميائية إعتماداً على الشكل. تبث مستقبلات اللمس الخاصة في الأُذن نمط من الإهتزاز إلى الدماغ كنبضة كهربائية. الدماغ يفسر النمط كصوت. الشم والتذوق هما نتاج التحفيز الكيميائي. ويدرك الإنسان الطعم بتركيبات على اللسان تسمى براعم التذوق. ومستقبلات الشم تشبه مستقبلات الطعم ولكنها مركزة في الأنف، وتعمل للجزيئات الموجودة في الهواء. تحتوي عيوننا على أربعة نيورونات حسية حساسة للضوء. وهي موجودة في الشبكية وتستجيب لأنواع الضوء المختلفة. القضبان وهي نيورونات تتحسس سطوع الضوء. فالقدرة على رؤية الصورة تعتمد على إمتلاك المسافة المناسبة بين العدسات والشبكية والتي تسمى البعد البؤري. أنماط الذاكرة تتشكل عندما تتواصل الخلايا مع بعضها البعض. خلية عصبية واحدة ترسل رسالة لأخرى بإطلاق كيماويات في الحيز الموجود بينهما والمسمى الوصلات العصبية. عندما يحدث هذا التواصل لبضع مرات، ينتج نمط مؤقت معروف باسم الذاكرة قصيرة الأمد. التجميع و التخيل و الممارسة هي الكيفية التي تتحسن بها الذاكرة. كل هذه الأدوات تعمل بتقوية الوصلات بين الخلايا في الدماغ.

source: Matter is the term used to describe all the physical substances of the universe. Determining the properties of a substance and how its properties make it useful are important. Matter can be described and classified according to its different properties. Some properties of matter can be determined from the use of our five senses. Other properties of matter can be determined through the use of tools or scientific instruments. One way to classify matter is to see if they are naturally made, or manufactured. Solid, liquid and gas are the three most common states that we use to describe matter. Another way to make a distinction regarding states of matter is between physical properties and chemical properties and their changes. Matter can combine and separate in different ways. Physical properties are those that do not change the nature of matter. Physical change is when a substance changes from one state to another without changing into a new substance. Chemical properties are those that can be seen when a substance is changed to form new substances. A chemical change causes matter to become a new kind of matter. Different properties are suited to different purposes. For example substances differ based on how they allow heat to pass; this property is called heat conductivity. Substances that are good at carrying heat are called heat conductors; substances that are not good at carrying heat are called heat insulators.
ar_eg: مادة هو مصطلح يستخدم لوصف جميع المواد الفيزيائية في الكون . تحديد خواص مادة وكيف هي خصائصها التي تجعلها مفيدة مهم جداً. ويمكن وصف المادة و تصنيفها وفقا لخصائصها المختلفة . ويمكن تحديد بعض خصائص المادة باستخدام الحواس الخمس الموجودة لدينا . يمكن تحديد خصائص أخرى من المادة من خلال استخدام الأدوات أو الأجهزة العلمية . طريقة واحدة لتصنيف المادة هي معرفة ما إذا كانت موجودة بشكل طبيعي ، أو أنها مصنعة . السائل و الصلب و الغاز هي الحالات الثلاث الأكثر شيوعا التي نستخدمها لوصف المادة. طريقة اخرى للتمييز فيما يتعلق بحالات المادة هي بمعرفة الخصائص الفيزيائية و الخصائص الكيميائية و التغييرات الخاصة بهم . المادةة يمكن جمعها وفصلها بطرق مختلفة. الخصائص الفيزيائية هي تلك التي لا تغير في طبيعة المادة . التغيير الفيزيائي هو عند تغيير مادة من حالة إلى أخرى دون تغييرها الى مادة جديدة . الخواص الكيميائية هي تلك التي يمكن رؤيتها عند تغيير مادة لتشكيل مواد جديدة . تغير كيميائي يتسبب في جعل المادة نوعا جديدا من المواد. تناسب خصائص مختلفة لأغراض مختلفة. على سبيل المثال تختلف المواد على أساس كيف أنها تسمح لتمرير الحرارة ؛ وتسمى هذه الخاصية التوصيل الحراري . وتسمى المواد الجيدة في تحميل الحرارة الموصلات الحرارية؛وتسمى المواد التي ليست جيدة في تحميل الحرارة العوازل الحرارية.

source: A disease is a change in the body processes that does not let the organism do its job. This can happen by itself, or by toxins, radiation, or invading bacteria and viruses. The body will fight off any invasion with the immune system. If the invasion is more than what the body can resist, a disease may then develop and symptoms of disease will appear. Microbes and toxic chemicals were discussed in this review. Microbes are microscopic life forms that reproduce quickly. Bacteria are single-celled microbes. A virus is a microbe that is not considered truly living. A pathogen is an organism or a virus that causes diseases in other organisms. Diseases from pathogens that are contagious can spread through carriers. Antibiotics can stop microbial growth or destroy microbes; however, antibiotic resistance makes treating bacterial infections challenging.
ar_eg: المرض هو تغيير في العمليات الحيوية في الجسم التي لا تسمح للكائن القيام بعمله. وهذا يمكن أن يحدث من تلقاء نفسه، أو عن طريق السموم، والإشعاعات، أو غزو البكتيريا والفيروسات. الجسم سوف يحارب أي غزو في الجهاز المناعي . إذا كان الغزو هو أكثر مما يستطيع الجسم مقاومته، قد يتطور المرض ومن ثم سوف تظهرأعراضه. تمت مناقشة الميكروبات والمواد الكيميائية السامة في هذه المراجعة. الميكروبات هي شكل من أشكال الحياة المجهرية التي تتكاثر بسرعة. البكتيريا هي ميكروبات وحيدة الخلية. الفيروس هو الميكروب الذي لا يعتبر حياً فعليا. مسبب المرض هو الكائن أو الفيروس الذي يسبب الأمراض في الكائنات الحية الأخرى. الأمراض من مسببات الأمراض المعدية يمكن أن تنتشر من خلال ناقلات. و يمكن أن يتوقف إنتشار الميكروب بواسطة المضادات الحيوية. ومع ذلك فإن مقاومة المضادات الحيوية يجعل معالجة الإلتهابات البكتيرية أمراً صعباً.

source: Earth contains a great diversity of living things. Each kind of living thing has unique adaptations, which are characteristics that can be seen in the anatomy of a creature and that contribute to the creature's survival. For example, most birds are able to fly due to their hollow bone structure, wings, and feathers. Reptiles are cold-blooded, so they are adapted to survive only in warmer climates, although with their tough, scaly skin they are well adapted to live in some rough areas. Most fish are adapted to breathe underwater using gills and to swim efficiently using their aerodynamic fins. Plants are capable of utilizing the energy of sunlight in the complex process of photosynthesis in which they take in carbon dioxide and release oxygen, an essential element for many other living things. Insects come in many varieties with many unique adaptations. The beetle, one of the most common insects, has a hard shell made from a pair of wings that gives the beetle's body durability and strength. Microorganisms possess tail-like flagella for motion and tiny, hair-like pili that enable them to attach onto other cells. Finally, humans have the largest brain size for their overall body size of all living things, and yet share many similarities with animals, such as having numerous internal organs working together under the direction of their very complex brains.
ar_eg: تحتوي الأرض على الكثير منالتنوع في الكائنات الحية. كل نوع من الكائنات الحية عنده تكييفات مختلفة في نوعها، والتي هي عبارة عن خصائص يمكن ملاحظتها في تشريح الكائن الحي وتساهم في قدرته على البقاء حياً. على سبيل المثال، معظم الطيور قادرة على الطيران نتيجة لشكل عظامها المفرغ، وأجنحتها، وريشها>span class='key'< والزواحفهي من ذوات الدم البارد ، وبالتالي هي متكيفة في قدرتها على البقاء على قيد الحياة فقط في الأجواء الحارة، بالرغم من كون جلدها قاسٍ وخشن فإنها متكيفة جداً لأن تبقى حية في بعض المناطق القاسية. معظم الأسماك تتكيف لأن تتنفس تحت الماء باستخدام الخياشيم كي تسبح بفعالية مستخدمة زعانفها الهوائية. النباتات قادرة على استخدام طاقة الشمس في عملية معقدة هي التركيب الضوئي والتي تأخذ ثاني أكسيد الكربون وتُطلق اكسجين ، وعنصر أساسي للكثير من الكائنات الحية. الحشرات تأتي في تنوعات كثيرة مع تكييفات فريدة متعددة. الخنفساء، واحدة من الحشرات الأكثر شيوعاً، لها درع قاسي مصنوع من زوج من الأجنحة التي تعطي جسم الخنفساء المتانة والقوة. الأحياء الدقيقة لها ذيل مشابه للسوط للحركة و أهداب تشبه الشعر تمكنها من الإلتصاق في الخلايا الأخرى. وأخيراً، البشر ، لهم أكبر حجم دماغ بالنسبة لحجم الجسم الكلي مقارنة ببقية الكائنات الحية، ومع ذلك تشترك بالكثير من التشابهات مع الحيوانات، فلها جميعها أعضاء داخلية كثيرة جداً تعمل مع بعضها تحت توجيهات أدمغتها المعقدة.

source: Scientific practices are what scientists use to plan, investigate, and think when they are trying to learn things about nature or to solve problems. But you can use these same practices in your life every day. Usually the process starts by asking a question about observations you've made or about some problem you're trying to solve. Often a scientist might start off by forming a hypothesis - which is a preliminary explanation for what they think is going on. Then they use this hypothesis to help plan their investigation. A prediction is testable statement of what you think would happen based on your hypothesis. Scientists check their hypothesis through investigations that test their predictions by making systematic observations and collecting data. An experiment is one way to test your predictions by creating a "fair test" investigation. The record of all your observations is called data. Analyzing your data allows you to make claims about your research question. Data analysis is when you analyze your recorded data to see whether your hypothesis was correct or not then state the outcome of your investigation in the claims you make. Your data becomes evidence when you use it to argue to support your claims. Scientists don't always do the "practices" in the same order when they do science. The important thing is to be systematic in designing investigations and making and following plans for observing, gathering data from fair tests and making claims that are supported by evidence.
ar_eg: الممارسات العلمية هي ما يستخدمه العلماء لتخطيط واستكشاف و التفكير عندما يحاولون تعلم أشياء جديد حول الطبيعة أو لحل مشكلات كل يوم. ولكن يمكنك استخدام الممارسات نفسها في حياتك اليومية. تبدأ عادة العملية بطرح تساؤلات حول الملاحظات التي قمت بها أو حول إيجاد حل لمشكلة تحاول أن تحلها. من الممكن أن يبدأ العالم بوضع فرضية-والتي تكون عبارة عن توضيح تمهيدي عن ما يدور في بالهم. ثم يستخدمون هذه الفرضية للمساعدة في التخطيط لوضع تفسير . التنبؤ عبارة عن عبارة قابلة للإختبار بناء على فرضيتك. يتأكد العلماء من الفرضيات من خلال الاستكشافات التي تختبر تنبؤاتهم من خلال ملاحظات منهجية وجمع بيانات . التجربة هي عبارة عن طريقة لإختبار تنبؤاتك من خلال استحداث "الإختبار النزيه". و يطلق على تسجيل جميع الملاحظات اسم بيانات. من خلال تحليل البيانات تحصل على إدعائات حول سؤالك البحثي. تحليل البيانات هي عندما تقوم بتحليل وتسجيل بيانات لترى فيما إذا كانت فرضيتك صحيحة أم لا ومن ثم كتابة نتاج استكشافك في الإدعاءات التي عملتها. تصبح بياناتك دليل عندما تستخدمها لدعم إدعاءاتك. لا يقوم العلماء "بالممارسات" نفسها بنفس الطريقة التي يقومون بها بتطبيق العلوم. أهم شيء هو أن تكون منهجيا في تصميم تحقيقاتك ووضع واتباع الخطط لملاحظة وجمع البيانات من الاختبار النزيه ووضع الادعائات المدعمة بأدلة.
