Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: a tree's age.
ar_eg: عمر الشجرة

source: the value of a tree's wood.
ar_eg: قيمة خشب الشجرة

source: A person drives a spike into a tree 1.5 meters above the ground. Twenty years later, the spike will be located...
ar_eg: شخص يثبت المسامير في شجرة 1.5 متر فوق سطح الأرض. بعد عشرين عاما،سوف يتم رصد المسمار

source: 1.0 meters above the ground.
ar_eg: 1.0 متر فوق سطح الأرض.

source: 1.5 meters above the ground.
ar_eg: 1.5 متر فوق سطح الأرض.

source: 2.0 meters above the ground.
ar_eg: 2.0 متر فوق سطح الأرض.

source: 2.5 meters above the ground.
ar_eg: 2.5 متر فوق سطح الأرض.

source: What is one advantage of seed dispersal?
ar_eg: ما هي الميزة الواحدة من نثر البذور؟

source: Young plants have the opportunity to grow away from the parent's shade.
ar_eg: لدى النباتات الصغيرة الفرصة لتنمو بعيدا عن ظل الآباء

source: Young plants are better protected by the parent plant.
ar_eg: النباتات الصغيرة محمية أفضل عن طريق النبتة الأم.

source: Parent plants are better protected by offspring plants.
ar_eg: النباتات الأم محمية أفضل عن طريق نسل النباتات.

source: Parent plants are shaded by younger plants.
ar_eg: يتم تظليل نباتات الأم عن طريق النباتات الأصغر سنا.

source: Strawberry seeds must be soaked in acid for a short time if they are to germinate. Which type of dispersal is most likely to lead to successful new strawberry plants?
ar_eg: يجب أن تنقع بذور الفراولة في حمض لفترة قصيرة لتنبت. أي نوع من الإنفصال هو الأكثر احتمالا أن يؤدي إلى نباتات فراولة جديدة ناجحة؟

source: Being blown by the wind to many new locations.
ar_eg: أن تتطاير عن طريق الرياح إلى العديد من المواقع الجديدة.

source: Being carried many miles downstream by a river.
ar_eg: يتم حملها عدة أميال مع التيار عن طريق النهر.

source: Being caught in an animal's fur and carried many miles.
ar_eg: تعلق في فراء الحيوان وتُحمل عدة أميال

source: Being eaten by an animal and then expelled as waste.
ar_eg: تتعرض للأكل من قبل حيوان ثم تقذف كنفايات.

source: Which process allows plants to use energy from sunlight to produce their own food?
ar_eg: ما هي العملية التي تسمح للنباتات باستخدام الطاقة من ضوء الشمس لإنتاج المواد الغذائية الخاصة بها؟

source: pollination
ar_eg: التلقيح

source: metamorphosis
ar_eg: التحول

source: Image A shows a plant growing under the light in a closed room. Image B shows the plant in the same room, but it is moved to the back on the table. In changing the location of the plant, which of the following would change the most?
ar_eg: الصورة أ تدل على النباتات التي تنمو تحت ضوء في غرفة مغلقة. الصورة ب تبين النبات في نفس الغرفة، ولكن يتم نقلها إلى الخلف على الطاولة. في تغيير موقع النبات،أي منها سوف يتغير أكثر؟

source: the shape of the plant's leaves
ar_eg: شكل أوراق النبات

source: the nutrients the plant needs
ar_eg: المغذيات التي تحتاجها النباتات

source: the direction the plant grows
ar_eg: الاتجاه الذي ينمو فيه النبات

source: the color of the plant's flowers
ar_eg: لون زهور النبات.

source: Look at the different parts of a plant and select the part that is most responsible for using energy from the Sun to produce food?
ar_eg: أنظر إلى الأجزاء المختلفة من النبات وحدد الجزء المسؤول أكثر عن استخدام الطاقة من الشمس لإنتاج الغذاء؟

source: flower
ar_eg: الزهرة

source: root
ar_eg: الجذر

source: leaf
ar_eg: الورقة

source: stem
ar_eg: الساق

source: Each part of a plant serves a different function. The ____1______ provides support for the plant. The ____2______ get water and nutrients from the soil. The ____3______ produces fruit with seeds to make new plants.
ar_eg: كل جزء من النبات يؤدي وظيفة مختلفة. و____ 1______ تقدم الدعم لهذا النبات و____ 2______ تحصل على المياه والمواد المغذية من التربة. و____ 3______ تنتج الثمار من البذور لتكوين نباتات جديدة.

source: 1) roots 2) stem 3) flower
ar_eg: 1) الجذور 2) الساق 3 ) الزهرة

source: 1) stem 2) roots 3) leaf
ar_eg: 1) الساق 2) الجذور 3) الورقة

source: 1) stem 2) roots 3) flower
ar_eg: 1) الساق 2) الجذور 3) الزهرة

source: 1) stem 2) leaf 3) flower
ar_eg: 1) الساق 2) الورقة 3) الزهرة

source: The image below is of a plant during the early development stage in its life cycle. As the plant continues to go through its life cycle, which of the following do you think will occur next?
ar_eg: الصورة أدناه هي لنبات خلال مرحلة التطور في وقت مبكر من دورة حياته. مع استمرار النبات من خلال دورة حياته، أي من التالي تعتقد أنه سوف يحدث بعد ذلك؟

source: Stems and leaves will develop.
ar_eg: السيقان والأوراق سوف تتطور.

source: Seeds and stems will develop.
ar_eg: البذور والسيقان سوف تتطور.

source: Fruits and roots will develop.
ar_eg: الثمار والجذور سوف تتطور.

source: Flowers and fruits will develop.
ar_eg: الزهور والثمار سوف تتطور.

source: Every plant goes through stages of a life cycle in a certain order. Select the sequence that shows the order of stages in a plant's life cycle.
ar_eg: تمر كل نبتة خلال مراحل من دورة الحياة في ترتيب معين. حدد التسلسل الذي يبين ترتيب المراحل في دورة حياة النبات.

source: young plant -> seed -> adult plant
ar_eg: النباتات الصغيرة → البذور → النباتات الكبيرة

source: seed -> young plant -> adult plant
ar_eg: البذور→النباتات الصغيرة→النباتات الكبيرة

source: adult plant -> young plant -> seed
ar_eg: النباتات الكبيرة→النباتات الصغيرة→البذور

source: seed -> adult plant -> young plant
ar_eg: البذور→النباتات الكبيرة→النباتات الصغيرة.

source: Look at the picture and click on the answer that best describes it.
ar_eg: انظر الى الصورة وانقر على الإجابة الأكثر وصفا لها

source: An external stimulus caused a response of fear in the cat.
ar_eg: يسبب المثير الخارجي استجابة خوف عند القط.

source: An internal or external stimulus caused a response of fear in the cat.
ar_eg: يسبب المثير الداخلي أو الخارجي استجابة خوف عند القط.

source: An external response caused a stimulus of fear in the cat.
ar_eg: يسبب رد الفعل الخارجي مثيراً للخوف عند القط.

source: An internal or external response caused a stimulus of fear in the cat.
ar_eg: يسبب رد الفعل الخارجي أو الداخلي مثيراً للخوف عند القط.

source: Click on the learned behavior for a dog.
ar_eg: أنقر على السلوك المكتسب للكلب.

source: Wag its tail
ar_eg: يهز ذيله

source: Bark at a stranger
ar_eg: ينبح على الغريب

source: Play dead
ar_eg: يمثل بأنه ميت

source: Shake off water
ar_eg: يتخلص من المياه بهز جسمه

source: To adapt means "to change".
ar_eg: أن تتكيف معناه " أن تتغير

source: Instincts are behaviors that animals need to learn.
ar_eg: الغرائز هي السلوكيات التي تحتاج الحيوانات لأن تتعلمها.

source: An adaptation allows animals to respond to life needs by acting in a certain way.
ar_eg: يسمح التكيف للحيوانات بالاستجابة لإحتياجات الحياة من خلال التصرف بطريقة معينة.

source: A lion copying hunting skills from its mother is a learned behavior.
ar_eg: تقليد شبل الأسد لأمه في مهارات الصيد هو سلوك مكتسب.

source: Hibernation is an example of an adaptation.
ar_eg: السبات هو مثال على التكيف.

source: Look at the phrases placed into three columns: I. Adaptation, II. Learned behavior, and III. Instinctual behavior. Select the phrase that is NOT shown to be in the correct column.
ar_eg: أنظر إلى أشباه الجمل الموضوعة في ثلاثة أعمدة: I. التكيف؛ و II. السلوك مكتس؛ و III. السلوك الغريزي. اختر العبارة غير الظاهرة في العمود الصحيح.

source: Migration
ar_eg: الهجرة

source: Camouflage
ar_eg: التمويه

source: Baby walking
ar_eg: طفل يمشي

source: Baby crying
ar_eg: طفل يبكي

source: Bats avoiding humans
ar_eg: الخفافيش تتجنب البشر

source: I. Adaptation
ar_eg: I. التكيف

source: II. Learned Behavior
ar_eg: II. السلوك المكتسب

source: III. Instinctual Behavior
ar_eg: III. السلوك الغريزي

source: Click on the item below that is NOT a mechanical stimulus.
ar_eg: انقر على العنصر أدناه الذي لا يعتبر مثيراً ميكانيكيا.

source: Sound
ar_eg: الصوت

source: Touch
ar_eg: اللمس

source: Smell
ar_eg: الشم

source: Pain
ar_eg: الألم

source: Nerve cells are called ____1_____. They take messages to and from the brain. A ____2_____ causes a message to be sent to the brain, and the brain sends out a ____3_____.
ar_eg: تسمى الخلايا العصبيةــــــــــ1ـــــــــ.. فهي تأخذ الرسائل من وإلى الدماغ. ــــــ2ـــــــــ يسبب وصول الرسالةالى الدماغ، والدماغ بدوره يرسل ـــــــــ3ــــــــــــ.

source: 1) stimulus 2) neurons 3) response
ar_eg: 1) المثير 2) الخلايا العصبية 3) الإستجابة

source: 1) neurons 2) stimulus 3) response
ar_eg: 1) الخلايا العصبية 2) المثير 3) الإستجابة

source: 1) stimulus 2) response 3) neurons
ar_eg: 1) المثير 2) الإستجابة 3) الخلايا العصبية

source: 1) response 2) neurons 3) stimulus
ar_eg: 1) الإستجابة 2) الخلايا العصبية 3) المثير

source: As light enters the eye, it passes through the ____.
ar_eg: عندما يدخل الضوء إلى العين، فإنه يمر عبر ____.

source: cornea
ar_eg: القرنية

source: lens
ar_eg: العدسة

source: retina
ar_eg: الشبكية

source: optic nerve
ar_eg: العصب البصري

source: The peripheral nervous system does not include the ______________.
ar_eg: لا يشمل النظام العصبي الطرفي ______________.

source: brain
ar_eg: الدماغ

source: motor neurons
ar_eg: الخلايا العصبية الحركية

source: sensory neurons
ar_eg: الخلايا العصبية الحسية

source: cone receptors
ar_eg: المستقبلات المخروطية

source: Every time you take a step, you use your _________________.
ar_eg: في كل مرة تأخذ خطوة، أنت تستخدم _________________ .

source: motor nerves
ar_eg: الأعصاب الحركية

source: autonomic nervous system
ar_eg: الجهاز العصبي اللاإرادي

source: auditory nerve
ar_eg: العصب السمعي

source: parasympathetic nervous system
ar_eg: الجهاز العصبي السمبتاوي

source: Responses typically associated with fear are controlled by _____________.
ar_eg: يتم التحكم في الاستجابات المرتبطة عادة مع الخوف بواسطة _____________.

source: the autonomic nervous system
ar_eg: الجهاز العصبي اللاإرادي

source: the automatic nervous system
ar_eg: الجهاز العصبي الآلي

source: the sympathetic nervous system
ar_eg: للجهاز العصبي الودي

source: the parasympathetic nervous system
ar_eg: الجهاز العصبي السمبتاوي

source: Taste sensations are a response to ____________.
ar_eg: الإحساس بالطعم هو استجابة ل____________.

source: internal stimuli
ar_eg: المثيرات الداخلية

source: chemical stimuli
ar_eg: المثيرات الكيميائية

source: electromagnetic stimuli
ar_eg: المثيرات الكهرومغناطيسية

source: mechanical stimuli
ar_eg: المثيرات الميكانيكية

source: Which of the following senses respond to the same type of stimulus?
ar_eg: أي من الحواس التالية تستجيب لنفس النوع المثير؟

source: taste and smell
ar_eg: التذوق والشم

source: vision and touch
ar_eg: الرؤية واللمس

source: taste and touch
ar_eg: التذوق واللمس

source: smell and vision
ar_eg: الشم والرؤية

source: Energy for Life
ar_eg: الطاقة من أجل الحياة

source: Which of the following factors might tend to limit the growth of a living population?
ar_eg: أي من العوامل التالية قد تميل إلى الحد من نمو عدد السكان ؟

source: A large supply of water
ar_eg: كميات تزويد كبيرة من المياه

source: A shortage of food
ar_eg: نقص في الغذاء

source: The lack of predators
ar_eg: الافتقار إلى الحيوانات المفترسة

source: Plentiful producers
ar_eg: وفرة المنتجات

source: Which of the following is an important function of photosynthesis?
ar_eg: أي من التالي هو وظيفة هامة في التمثيل الضوئي؟

source: Release of energy from complex carbohydrates
ar_eg: إطلاق الطاقة من الكربوهيدرات المعقدة.

source: Production of carbon dioxide and water
ar_eg: إنتاج ثاني أكسيد الكربون والماء.

source: Storing energy by combining water and carbon dioxide
ar_eg: تخزين الطاقة عن طريق الجمع بين الماء وثاني أكسيد الكربون.

source: Production of energy and sugars
ar_eg: إنتاج الطاقة والسكريات.

source: In any ecosystem, rank the numbers of producers, and different-order consumers from greatest to least in number.
ar_eg: في أي نظام بيئي، يتم ترتيب أعداد المنتجات، والمستهلكات المختلفة، من الأكبر إلى الأصغر من حيث العدد.

source: producers, first-order consumers, second-order consumers, third-order consumers
ar_eg: المنتجات، المستهلكات من الدرجة الأولى،المستهلكات من الدرجة الثانية،المستهلكات من الدرجة الثالثة.

source: producers, second-order consumers, third-order consumers, first-order consumers
ar_eg: المنتجات، المستهلكات من الدرجة الثانية،المستهلكات من الدرجة الثالثة،المستهلكات من الدرجة الأولى

source: first-order consumers, third-order consumers, second-order consumers, producers
ar_eg: المستهلكات من الدرجة الأولى،المستهلكات من الدرجة الثالثة،المستهلكات من الدرجة الثانية،المنتجات

source: first-order consumers, producers, third-order consumers, second-order consumers
ar_eg: المستهلكات من الدرجة الأولى ،المنتجات، المستهلكات من الدرجة الثالثة، المستهلكات من الدرجة الثانية.

source: Select the incorrect statement.
ar_eg: حدد العبارة غير الصحيحة.

source: Animals may be first or second-order consumers.
ar_eg: قد تكون الحيوانات من مستهلكات الدرجة الأولى أو الدرجة الثانية.

source: Plants store solar energy using photosynthesis.
ar_eg: النباتات تخزن الطاقة الشمسية باستخدام التمثيل الضوئي.

source: Animals may be producers or second-order consumers.
ar_eg: قد تكون الحيوانات من المنتجات أو المستهلكات من الدرجة الثانية.

source: The energy for nearly all living things comes from the sun.
ar_eg: تستمد الطاقة من الشمس لجميع الكائنات الحية تقريبا

source: Choose the correct statement about decomposers.
ar_eg: اختر العبارة الصحيحة حول المحللات.

source: Decomposers recycle nutrients from dead plants and animals.
ar_eg: المحللات تعيد تدوير المواد الغذائية من النباتات والحيوانات الميتة.

source: Decomposers are usually considered to be producers.
ar_eg: تعتبر المحللات عادة من المُنتِجات.

source: Decomposers absorb energy directly from the sun.
ar_eg: المحللات تمتص الطاقة مباشرة من الشمس.

source: Decomposers do not release energy from dead plants and animals.
ar_eg: المحللات لا تطلق الطاقة من النباتات والحيوانات الميتة.

source: Solar energy is stored as potential energy as carbon dioxide and water are combined to form carbohydrates in a process known as:
ar_eg: يتم تخزين الطاقة الشمسية كمصدر من مصادر الطاقة المحتملة ويتم الجمع بين ثاني أكسيد الكربون والماء لتكوين الكربوهيدرات في عملية تعرف باسم:

source: Decomposition
ar_eg: التحلل

source: Assembly
ar_eg: التركيب

source: Energy stored in food is released in which of the following processes?
ar_eg: في أي من العمليات التالية يتم تحرير الطاقة المخزنة في الطعام؟

source: Dehydration synthesis
ar_eg: تركيب التجفيف

source: Amino acid synthesis
ar_eg: تجميع الأحماض الأمينية.

source: Cellular respiration
ar_eg: التنفس الخلوي

source: Calvin cycle
ar_eg: دورة كالفن

source: Choose the correct products of cellular respiration.
ar_eg: اختر المنتجات الصحيحة من التنفس الخلوي.

source: Carbon dioxide and water
ar_eg: ثاني أكسيد الكربون والماء

source: Carbon dioxide and oxygen
ar_eg: ثاني أكسيد الكربون والأكسجين

source: Complex carbohydrates
ar_eg: الكربوهيدرات المعقدة

source: Fatty acids and glycerol
ar_eg: الأحماض الدهنية والجليسرول

source: In plant cells, photosynthesis occurs in structures called:
ar_eg: في الخلايا النباتية، يحدث التمثيل الضوئي في هياكل تسمى:

source: Golgi apparatus
ar_eg: جهاز جولجي

source: chlorophyll
ar_eg: مادة الكلوروفيل

source: chloroplasts
ar_eg: البلاستيدات الخضراء

source: lysozomes
ar_eg: الليزوزوم

source: Mitochondria are found in:
ar_eg: توجد الميتوكوندريا في:

source: plants and bacteria only.
ar_eg: النباتات والبكتيريا فقط.

source: animals and fungi only.
ar_eg: الحيوانات والفطريات فقط.

source: microbes and plants only.
ar_eg: الميكروبات والنباتات فقط .

source: all organisms that conduct cellular respiration.
ar_eg: جميع الكائنات التي تجري التنفس الخلوي.

source: Which of the following is a direct product of photosynthesis?
ar_eg: أي من التالي هو نتيجة مباشرة لعملية البناء الضوئي؟

source: six-carbon sugars
ar_eg: ستة من سكر الكربون

source: complex carbohydrates
ar_eg: كربوهيدرات معقدة

source: fats and oils
ar_eg: دهون و زيوت

source: proteins
ar_eg: بروتينات

source: Choose the correct statement.
ar_eg: اختر البيان الصحيح.

source: As energy moves through the ecosystem, atoms are created, destroyed, and rearranged.
ar_eg: عندما تنتقل الطاقة من خلال النظام البيئي، يتم تكوين الذرات، ويتم إتلافها، ويعاد ترتيبها.

source: As energy moves through the ecosystem, atoms are rearranged, but are neither created nor destroyed.
ar_eg: عندما تنتقل الطاقة خلال النظام البيئي، يعاد ترتيب الذرات، ولكن لا تتكون ولا تتلف.

source: As energy moves through the ecosystem, atoms are created, but are never destroyed.
ar_eg: عندما تنتقل الطاقة من خلال النظام البيئي، يتم إنشاء الذرات، ولكن لا تتلف أبدا.

source: As energy moves through the ecosystem, atoms are destroyed, but are never created.
ar_eg: عندما تنتقل الطاقة خلال النظام البيئي، يتم إتلاف الذرات، ولكن لا تتكون ذرات جديدة أبدا.

source: Coal is a fossil fuel made up mostly of:
ar_eg: الفحم هو الوقود الأحفوري المكون في معظمه من:

source: dinosaur remains.
ar_eg: بقايا ديناصور

source: marine fossils.
ar_eg: أحافير بحرية.

source: plant material.
ar_eg: مواد النبات

source: preserved insects.
ar_eg: حشرات محفوظة

source: Which of the following is the name of the process in which green plants convert solar energy into chemical bond energy?
ar_eg: أي من التالي هو اسم عملية التي تحول بها النباتات الخضراء الطاقة الشمسية إلى طاقة كيميائية؟

source: cellular respiration
ar_eg: التنفس الخلوي

source: photosynthesis
ar_eg: التمثيل الضوئي

source: metabolism
ar_eg: الأيض

source: glycolysis
ar_eg: التحلل السكري

source: All living things perform photosynthesis.
ar_eg: جميع الكائنات الحية تؤدي عملية التمثيل الضوئي.

source: Only animals make use of cellular respiration.
ar_eg: فقط الحيوانات تستفيد من التنفس الخلوي.

source: Mitochondria are the location of photosynthesis.
ar_eg: الميتوكوندريا هي موقع التمثيل الضوئي.

source: Both plants and animals perform cellular respiration.
ar_eg: كل من النباتات والحيوانات تؤدي التنفس الخلوي.

source: Which of the following statements is true regarding photosynthesis?
ar_eg: أي من العبارات التالية صحيحاً بما يتعلق بالتمثيل الضوئي؟

source: Photosynthesis occurs only in animal cells.
ar_eg: يحدث التمثيل الضوئي فقط في الخلايا الحيوانية.

source: Energy is stored in the chemical bonds of sugars.
ar_eg: يتم تخزين الطاقة في روابط كيميائية من السكريات.

source: Carbon dioxide is released into the air.
ar_eg: يتم إطلاق ثاني أكسيد الكربون في الهواء

source: Sugars are consumed for energy release.
ar_eg: يتم استهلاك السكريات لإطلاق الطاقة.

source: Ecosystems Interactions
ar_eg: النظم الإيكولوجية التفاعلات

source: Read the following statements and select the one that is NOT correct.
ar_eg: إقرأ العبارات التالية واختر الإحابة غير الصحيحة.

source: Ecosystems are a collection of organisms and interactions.
ar_eg: النظم البيئية هي مجموعة من الكائنات الحية والتفاعلات.

source: Ecosystems change over time.
ar_eg: تتغير النظم البيئية بمرور الزمن.

source: Many species are able to meet their needs in a healthy ecosystem.
ar_eg: الكثير من أنواع الكائنات الحية قادرة على تلبية إحتياجاتها من خلال نظام بيئي صحي.

source: Some species may disappear with no effect on an ecosystem.
ar_eg: تختفي بعض الكائنات الحية دون أن تؤثر على النظام البيئي.

source: Which of the following living things would most probably get its energy only from consumers?
ar_eg: أي من الكائنات الحية التالية على الأرجح تحصل على طاقتها من المستهلكات فقط؟

source: deer
ar_eg: غزال

source: eagle
ar_eg: صقر

source: grass
ar_eg: عشب

source: mushroom
ar_eg: فطر

source: Which type of organisms break down and recycle all types of dead organisms?
ar_eg: أي نوع من الأحياء لديه القدرة على أن يحلل و يعيد استخدام جميع أنواع الكائنات الميتة؟

source: predators
ar_eg: الحيوانات المفترسة

source: prey
ar_eg: الفريسة

source: Prey
ar_eg: الفريسة

source: producers
ar_eg: المنتجات

source: decomposers
ar_eg: المحللات

source: Look at the food chain below. If the number of mice suddenly increases, which population would most probably decrease first?
ar_eg: أنظر إلى السلسة الغذائية في الأسفل. إذا تضاعف عدد الفئران فجأة، أي حيوان يحتمل أن يقل عدده؟

source: snakes
ar_eg: الأفاعي

source: hawks
ar_eg: الصقور

source: grasshoppers
ar_eg: الجنادب

source: grass and plants
ar_eg: الأعشاب و النباتات

source: Look at the food web of living things in a field. What role do raccoons have in this food web?
ar_eg: أنظر إلى الشبكة الغذائية للكائنات الحية في حقل ما. ما دور حيوانات الراكون في هذه الشبكة الغذائية؟

source: Decomposer
ar_eg: مُحَلِل

source: Producer
ar_eg: مُنتِج

source: Consumer
ar_eg: مُستَهلِك

source: The image to the right shows a fast-growing vine called kudzu. Kudzu quickly uses up available resources to completely cover everything in its area. Kudzu has many benefits, but what effect might its fast growth have on an ecosystem?
ar_eg: تُظهر الصورة على اليمين نمو سريع لنبات الكرمة يدعى الكودزو. يَستَخدِم الكودزو بسرعة المصادر المتاحة لتغطية كل شيء في منطقته وبشكلٍ كامل.

source: Other plants increase in number.
ar_eg: زيادة في أعداد النباتات الأخرى.

source: Other plants decrease in variety.
ar_eg: نقص في تنوع نباتات أخرى.

source: The water supply will increase in the area.
ar_eg: ستزيد إمدادات المياه في المنطقة.

source: The weather patterns will increase or decrease in the area.
ar_eg: ستزيد أو تقل أنماط الطقس في المنطقة.

source: Reindeer were first introduced on St. Paul Island, Alaska in 1910. The island had few mammals and no predators. The graph above shows the changes in the St. Paul reindeer population between 1910 and 1950. Which of the following statements BEST explains why the curve peaks between 1935 and 1940?
ar_eg: تم تقديم الرنة لأول مرة في سانت باول أيلاند ، الألسكا عام 1910. وكان في الجزيرة القليل من الثديات ولا يوجد حيوانات مفترسة. يظهر الرسم البياني في الأعلى التفيرات التي حدثت لحيوان الرنه في سانت باول في الفترة ما بين 1910-1950. أي من الجمل التالية يعد التفسير الأفضل لحدوث قمم في المنحنى في الفترة 1935-1940؟

source: Predators caught more and more deer.
ar_eg: صادت الحيوانات المفترسة العديد من الرنة.

source: Food in the environment was limited.
ar_eg: كان الغذاء في البيئة محدودا.

source: Severe winters destroyed deer shelters.
ar_eg: دمرت قسوة الشتاء ملاجئ الغزلان.

source: The deer were unable to find many mates.
ar_eg: لم تتمكن الغزلان من لقاء العديد من رفاق التزاوج.

source: What can you infer about a camel from the fact that it can easily live in the desert?
ar_eg: ماذا تستنتج عن الجمل من حقيقة أنه يمكن أن يعيش بسهولة في الصحراء؟

source: It must be a very large animal
ar_eg: لا بد من أن يكون حيوان ضخم جدا.

source: It must eat only cacti
ar_eg: يجب أن يأكل الصبار فقط.

source: It must have a small habitat
ar_eg: يجب أن يكون لها سكن صغير.

source: It must survive on little water
ar_eg: يجب أن تبقى على قيد الحياة مع شح المياه.

source: When humans interact with natural systems, it's common for unexpected consequences to occur. Which of the following is the best explanation?
ar_eg: عندما يتفاعل الإنسان مع النظم البيئية، فمن الطبيعي حدوث عواقب غير متوقعة. أي من التالي يعد التفسير الأفضل؟

source: Humans seldom consider all possible outcomes before making decisions.
ar_eg: نادرا ما يأخذ البشر بالإعتبار جميع النتائج الممكن حدوثها قبل إتخاذ أي قرارات.

source: Humans always completely understand an ecosystem before we begin to change it.
ar_eg: يفهم الإنسان تماما النظام البيئي قبل أن يبدأ بتغيره.

source: Humans always consider all possible outcomes before making decisions.
ar_eg: يأخذ الإنسان دائما بعين الإعتبار جميع النتاجات قبل إتخاذ القرارات.

source: Nature is a simple system with few hard-to-understand relationships.
ar_eg: الطبيعة هي نظام بسيط مع وجود القليل من العلاقات التي يصعب فهمها.

source: What is an ecosystem?
ar_eg: ما هو النظام البيئي؟

source: An un-natural unit consisting of plants, animals, and microorganisms in an area functioning together and interacting with the environment.
ar_eg: وحدة غير طبيعية تتكون من النباتات والحيوانات والكائنات الدقيقة في بيئة تعمل سويا وتتفاعل مع البيئة المحيطة.

source: A natural unit consisting of plants, animals, and microorganisms in an area functioning together and interacting with the environment.
ar_eg: وحدة طبيعية تحتوي على النباتات والحيوانات والكائنات الدقيقة في بيئة تعمل سويا وتتفاعل مع البيئة المحيطة بها.
