Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: Plants absorb energy directly from the sun. They use that energy to power photosynthesis, the process that combines carbon dioxide and water to form sugar. Green plants capable of photosynthesis are said to be producers. They are the base of the food web, the system of interactions between plants and consumers, the animals who consume the plants for food. First-order consumers are animals who consume only plant material for food. Second-order consumers get their food by eating first-order consumers. Food webs are such complex sets of interactions that the loss of any part of the web can cause it to collapse. When this happens, some species may become extinct.
ar_eg: النباتات تمتص الطاقة مباشرة من الشمس. إنها تستخدم تلك الطاقة لعملية التمثيل الضوئي ، العملية التي تجمع بين ثاني أكسيد الكربون والماء لتكوين السكر. ويقال النباتات الخضراء قادرة على التمثيل الضوئي أن تكون منتجات. وهي قاعدة الشبكة الغذائية، نظام تفاعل بين النباتات و المستهلكات، والحيوانات التي تستهلك النباتات من أجل الغذاء. مستهلكات درجة أولى هي حيوانات تستهلك المواد النباتية فقط للغذاء.ا أما مستهلكات الدرجة- الثانية فتحصل على طعامها من خلال تناول المستهلكات من الدرجة - الأولى . الشبكات الغذائية هي مجموعات من تفاعلات معقدة حيث أن فقدان أي جزء من الشبكة يمكن أن يؤدي إلى الانهيار. وعندما يحدث ذلك، قد تصبح بعض الأنواع منقرضة. التمثيل الضوئي يجمع بين الماء وثاني أكسيد الكربون لتكوين السكريات البسيطة. قد تتجمع السكريات البسيطة لاحقا لتكوين الكربوهيدرات المعقدة مثل النشا و السليلوز. البشر لا يستطيعون هضم السليلوز كغذاء، ولكن يمكن الاستفادة من أليافها في منتجات مثل الورق والقماش و الخشب .

source: All living things are what they are because of information carried in each cell. The information is stored in a simple code in one or more complex molecules called DNA. Specific pieces of DNA which provide information for particular characteristics are called genes. Each gene provides information that allows a cell to make one special protein. Each organism makes thousands of different proteins, and there is a gene responsible for providing the information to make each one. It's possible for some plants and animals to reproduce by dividing and having each new part become a separate organism. That's called asexual reproduction, and each offspring is an exact duplicate of the parent. When organisms have separate male and female parents, the reproduction is called sexual, and the offspring is similar, but not identical, to both parents. Sometimes, the information carried by DNA can be copied incorrectly or changed by some environmental problem. This often leads to changes in the proteins for which a gene codes. These changes sometimes bring forth new characteristics in the organism, but may also lead to illness or death.
ar_eg: جميع الكائنات الحية على ما هي عليه بسبب المعلومات التي تحملها. يتم تخزين المعلومات في شيفرة بسيطة والموجودة في واحد أو أكثر من الجزيئات المعقدة والتي يطلق عليها الحمض النووي (دي. إن. إيه). يطلق على أجزاء محددة من الحمض النووي والتي تكون مسؤولة عن صفات معينة اسم الجين . كل جين مسؤول عن توفير معلومات والتي تسمح للخلية بصنع بروتين واحد خاص. كل كائن حي يقوم بصنع ألاف البروتينات المختلفة، وهنالك جين مسؤول عن توفير المعلومات لتكوين كل واحدة. من الممكن للنباتات والحيوانات التكاثر من خلال إنقسام ويصبح كل كائن حي منفصل عن الأخر. هذا ما يسمى بالتكاثر اللاجنسي . ويكون كل كائن حي جديد نسخة طبق الأصل عن الأم. عندما يكون للكائن الحي أم وأب منفصلين، يكون التكاثر جنسي بحيث يكون النسل الجديد نسخة مشابهة للأباء ولكن غير متطابقين. بعض الأحيان يمكن أن يحمل الحمض النووي المعلومات ويقوم بنسخها بطريقة غير صحيحة أو تتغير بسبب مشكلة بيئية. هذا عادة يؤدي إلى حدوث تغير في البروتينات التي لها جينات. قد تحمل هذه التغيرات بعض الأحيان صفات جديدة للكائن الحي، وقد تقود إلى أمراض أو إلى الموت.

source: All living things need the earth's natural resources to survive. Human beings use more of these resources than most animals not only to survive but also to be comfortable. People use natural resources for almost everything on a daily basis. Some of these resources are used to produce things - like wood from trees to make houses. Others natural resources are used for energy needed to make appliances and machines work - like oil and coal to power cars and heat our homes. Some of the natural resources humans need are renewable - which means they may form naturally again after being used. Examples of renewable resources are trees and water. Non-renewable resources on the other hand, are those that are gone forever after they are used up. Examples of these are minerals and metals, coal, natural gas, and petroleum. People need to conserve these resources so they do not run out. Conservation means using resources wisely and carefully so we don't run out of them.
ar_eg: كل الكائنات الحية تحتاج إلى موارد الأرض الطبيعية من أجل البقاء. يستخدم البشر هذه الموارد أكثر من الحيوانات ليس فقط للبقاء على قيد الحياة ولكن أيضا للراحة. يستخدم الناس الموارد الطبيعية في كل شيء تقريبا وبشكلٍ يومي. وتستخدم بعض هذه الموارد لإنتاج الأشياء مثل الخشب من الأشجار لبناء المنازل. وتستخدم الموارد الطبيعية لتوفير الطاقة اللازمة لجعل الأجهزة وآلالات تعمل - مثل النفط والفحم لتشغيل السيارات وتدفئة منازلنا. بعض الموارد الطبيعية والتي يحتاجها البشر قابلة للتجديد - وهذا يعني أنها قد تتشكل طبيعيا مرة أخرى بعد استخدامها. أمثلة على الموارد المتجددة هي الأشجار والمياه. الموارد غير المتجددة من ناحية أخرى، هي تلك التي ولت إلى الأبد بعد أن تم استخدامها . بعض الأمثلة على ذلك المعادن والفحم والغاز الطبيعي، والنفط.. يحتاج الناس إلى حفظ هذه الموارد حتى لا تنفذ. الحفظ يعني استخدام الموارد بحكمة وبعناية حتى لا تنفد منهم.

source: There are four major systems that make up the earth: the geosphere/lithosphere, the hydrosphere, the atmosphere, and the biosphere. These four systems interact with each other to control the kinds of landscapes and environments that make up the earth. One example of an interaction of the earth systems is to affect the amount of rain an area of the earth gets, which then affects what kinds of plants and animals can live there. Different environments are suitable for different living things. Rain and wind can also shape and reshape the landforms in the environment, like how the beaches on the coast change after a hurricane.
ar_eg: هناك أربعة أنظمة رئيسية تشكل الأرض: الغلاف الأرضي (الغلاف الصخري) و الغلاف المائي ،و الغلاف الجوي ، و الغلاف الحيوي ... هذه الأربعة أنظمة تتفاعل مع بعضها البعض للسيطرة على أنواع من المناظر الطبيعية والبيئات التي تشكل الأرض. أحد الأمثلة على التفاعل ما بين أنظمة الأرض هو التأثير على كمية المطر التي تسقط على الأرض، مما يؤثربعد ذلك على أنواع من النباتات والحيوانات التي يمكن تعيش هناك. البيئات المختلفة هي مناسبة لمختلف الكائنات الحية. يمكن للأمطار والرياح أيضاأن تشكل وتعيد تشكيل التضاريس في البيئة، مثل تغيرالشواطئ على الساحل بعد الإعصار.

source: Nearly all the water on earth - 97.5% - is salt water in the ocean. Only 2.5% of the water on earth is fresh water. And most of that fresh water is found in glaciers, polar ice caps and groundwater. Only a tiny percentage of fresh water can be found in the Earth's lakes and rivers. Water has the unusual property of being able to be found in all three states of matter - solid, liquid, and gas - at normal temperatures that humans experience. Large amounts of solid water, called ice (or snow), are found in nature: in glaciers and polar ice caps. Liquid water is the regular water you drink. And water in the gaseous state is invisible in the air but you can feel it as humidity when the air has a lot of water vapor mixed in with it.
ar_eg: تقريبا كل المياه على الأرض - 97.5٪ - هي المياه المالحة في المحيط . وفقط 2.5٪ من الماء على الأرض هي مياه عذبة وتم العثور على معظم هذه المياه العذبة في الأنهار الجليدية ،و القمم الجليدية القطبية و المياه الأرضية . فقط نسبة ضئيلة من المياه العذبة يمكن العثور عليها في البحيرات والأنهار على الأرض. الماء له خاصية مختلفة حيث أنه يمكن أن يكون موجوداً في جميع حالات الثلاث للمادة - الصلبة والسائلة، والغازية - في درجات الحرارة التي اعتاد عليها البشر. كميات كبيرة من المياه الصلبة،تسمى الجليد (أو الثلج)، توجد في الطبيعة: في الأنهار الجليدية والقمم الجليدية القطبية الماء السائل هو الماء العادي الذي تشربه . الماء في الحالة الغازية غير مرئي في الهواء ولكن يمكنك أن تشعر به على شكل الرطوبة عندما يكون الهواء مليء ببخار الماء المختلط به .

source: In many kinds of animals, parents and the offspring themselves engage in behaviors that help the offspring to survive. Many animals are born with instinctual behaviors. Other animals rely only on what they learn to survive. The survival and reproduction of the group as a whole is important. Ecosystems are dynamic in nature and their characteristics can vary over time. Disruptions to any physical or biological component of an ecosystem can lead to shifts in all its populations. The more we understand the ecosystems, the more it will help us to manage plants and animals as they interact with human populations around the world. Biodiversity describes the variety of species found in Earth's terrestrial and oceanic ecosystems. The completeness or integrity of an ecosystem's biodiversity is often used as a measure of its health. All organisms must be able to obtain and use resources, grow, reproduce, and maintain stable internal conditions while living in a constantly changing external environment.
ar_eg: في العديد من أنواع الحيوانات، ينخرط الآباء والأبناء في السلوكيات التي تساعد الأبناء للبقاء على قيد الحياة. يولد العديد من الحيوانات ولديها سلوكيات غريزية. الحيوانات الأخرى تعتمد على ما تعلمته للبقاء على قيد الحياة. البقاء والتكاثر في المجموعة ككل مهم جدا. النظم البيئية هي ديناميكية في طبيعتها. يمكن أن تختلف خصائصها مع مرور الوقت. ان تعطل أي عنصر مادي أو بيولوجي في النظام البيئي يمكن أن يؤدي الى تحولات مدمرة لكل منها. كلما فهمنا النظم البيئية أكثر ، كلما ساعدتنا أكثر على ادارة النباتات والحيوانات لأنها تتفاعل مع البشر في جميع أنحاء العالم. يشرح التنوع البيولوجي التنوع في أنواع موجودة في النظم البيئية الأرضية والمحيطة للأرض. اكتمال واتمام التنوع البيولوجي للنظم البيئية يستخدمان كقياس لصحته. كل الكائنات يجب أن تكون قادرة على الحصول واستخدام الموارد،النمو،التكاثر،والحصول على أوضاع داخلية مستقرة بينما نعيش في بيئة خارجية متغيرة باستمرار.

source: The earth has a very, very - almost unimaginably - long history that stretches back 4.5 billion years. During that time, the environments of the earth have continually changed and left a record of that change in the rocks. Life forms also changed dramatically over geological time - from very simple life forms early in the earth's history to more complex life forms today. Geologists and paleontologists study the earth's rocks, and the fossils in those rocks, to tell how old the rocks are and in what environments each rock was formed. By doing this, earth scientists can figure out the story of the history of the earth.
ar_eg: للأرض تاريخ طويل جدا جدا لا يمكن تخيله يعود الى 4.5 بليون سنة. خلال ذلك الوقت، بيئات الأرض تغيرت باستمرار وتركت هذا التغير في الصخور. تغيرت أشكال الحياة أيضا بشكل كبير على مر الزمن الجيولوجي - من أشكال الحياة البسيطة جدا في تاريخ الأرض الى أشكال الحياة المعقدة الآن . الجيولوجيون و علماء الإحاثة يدرسون الصخور على الأرض، و الأحافير في تلك الصخور ، يمكن معرفة عمر الصخور وفي أي بيئات تشكلت. من خلال ذلك، يمكن لعلماء الأرض معرفة كل ذلك من تاريخ الأرض.

source: When a living organism dies, it sometimes is covered by soil, sand, mud or other sediments. These sediments may harden into sedimentary rock, preserving some remains of the organism or some type of trace or trail of the organism's activity. These remains or other evidence of an ancient dead plant or animal are called fossils. They can be a bone, a shell print in rock, a track, a burrow or a tunnel. There are several main types of fossils, including molds, casts, true form fossils, and trace fossils. Fossils indicate that many different life forms have existed at different times throughout the geological history of the earth. Scientists called paleontologists use fossils to study the plants and animals that lived on the Earth a long time ago and to study what the Earth was like in the far distant past and how it has changed. Over millions of years, heat and pressure went to work on the dead plants and animals in rocks formed in ancient seas and swamps until they became pockets of fossil fuel in the earth. Petroleum (oil), natural gas, and coal are three types of fossil fuels. Today, miners and oilmen use big drills and other heavy equipment to dig or drill into the earth's crust to find fossil fuels. Natural gas is usually found near oil deposits that were created under similar conditions. Oil, gas, and coal can be converted to electricity - another form of energy. Oil can be made into gasoline to run our cars. We use fossil fuels every day, but the process of forming them inside the earth takes a long time - millions of years. That means these resources are non-renewable; they cannot be replaced once they are used up.
ar_eg: عندما يموت الكائن الحي، فإنه في بعض الأحيان يغطى بالتربة والرمل والطين أو الرواسب الأخرى. هذه الرواسب قد تتصلب في الصخور الرسوبية ، محافظة على بعض بقايا الكائن الحي أو أي نوع من أثر الكائن الحي. وتسمى هذه البقايا أو الأدلة من النباتات أو الحيوانات الميتة القديمة الأحافير . يمكن أن تكون عظاما، أو صدفة مطبوعة في الصخر، أو أثر أقدام، أو جحور أو أنفاق. هناك عدة أنواع رئيسية من الأحافير، بما في ذلك القوالب و المصبوب و أشكال الأحافير الحقيقية ، و أحافير أثر . وتشير الأحافير بأن العديد من أشكال الحياة المختلفة قد وجدت في أوقات مختلفة طوال التاريخ الجيولوجي للأرض. علماء الإحاثة يستخدمون الأحافير لدراسة النباتات والحيوانات التي عاشت على الأرض منذ زمن طويل ودراسة ما كانت عليه الأرض في الماضي البعيد وكيف تغيرت . على مدى ملايين السنين، عملت الحرارة والضغط ما عملت على النباتات والحيوانات النافقة في الصخور التي تشكلت في البحار القديمة والمستنقعات حتى أصبحت تجاويف من الوقود الأحفوري في الأرض. البترول (النفط)، والغاز الطبيعي، والفحم ثلاثة أنواع من الوقود الأحفوري. اليوم، عمال المناجم ورجال النفط يستخدمون المثاقيب الكبيرة والمعدات الثقيلة الأخرى لحفر أو للتنقيب في القشرة الأرضية للعثور على الوقود الأحفوري. وعادة ما يتم العثور على الغاز الطبيعي بالقرب من حقول النفط التي تم إنشاؤها في ظل ظروف مماثلة. النفط والغاز، والفحم يمكن تحويلها إلى كهرباء - شكل آخر من أشكال الطاقة. ويمكن صنع البنزين من النفط لتشغيل سياراتنا. نستخدم الوقود الأحفوري كل يوم، ولكن عملية تشكيله داخل الأرض تستغرق وقتا طويلا - ملايين السنين. وهذا يعني أن هذه الموارد غير متجددة ؛ لا يمكن استبدالها عندما تستخدم.

source: A food chain shows the movement of energy through living things. Producers such as grasses, vegetables and fruits get their energy directly from the sun and change it into food that they then use themselves and other living things. Consumers such as birds, fish, and people cannot use energy directly from the sun to make their own food. Instead, consumers get their energy indirectly from the sun by eating producers or other consumers. The place of all living things in the food chain depends on how they get their food or energy.
ar_eg: تُظْهِر السلسلة الغذائية كيفية سريات الطاقة خلال الكائنات الحية. المنتجات كالأعشاب، والخضروات، والفواكه تحصل على الطاقة مباشرة من الشمس وتحولها إلى غذاء مستخدمة فيما بعض من هذه الأعشاب أو من الكائنات الحية الأخرى. المستهلكاتكالطيور، والأسماك، والبشر لا تستطيع استخدام الطاقة مباشرة من الشمس كي تصنع غذائها. وبدلاً من ذلك، تحصل المستهلكات على الطاقة من الشمس بأكل المنتجات أو بأكل المستهلكات الأخرى. يعتمد موقع جميع الكائنات الحية في السلسلة الغذائية على كيفية حصولها على الغذاء أو الطاقة.

source: The life cycle of a plant goes through several stages. The plant starts off as a seed. When the seed sprouts into a seedling through germination, it grows into a fully grown plant that is capable of producing seeds. The next stage of the life cycle is to produce seeds. Flowering plants have special parts to make pollen, attract pollinators and to grow the seeds. The newly created seed, given the right conditions, will germinate and turn into a plant, starting the plant life cycle over again.
ar_eg: دورة حياة النبتة تسير في عدة مراحل. تبدأ النبتة على شكل بذرة. عندما تتبرعم البذرة إلى شتلة خلال عملية الإنبات ، تنمو لتصبح نبتة مكتملة والتي تستطيع أن تنتج بذور. الخطوة التالية من دورة حياة النبتة هي لإنتاج البذور. النباتات الزهرية لها أجزاء خاصة لتنتج حبوب اللقاح ، تجذب الملقحات ولتنمي البذور. والبذور الجديدة ، أخذاً بالإعتبار الظروف الصحيحة، ستنبت وتتحول إلى نبتة، لتبدأ بذلك دورة حياة النبتة مرة أخرى.
