Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: Coal Fire Plant
ar_eg: وحدة فحم ناري.

source: The energy from the Sun drives many phenomena found on Earth. Which of the following is NOT driven directly by the Sun's energy?
ar_eg: تسبب طاقة الشمس العديد من الظواهر على سطح الأرض. أي من الأتي لا يعد مصدرها طاقة الشمس مباشرة؟

source: Water Cycle
ar_eg: دورة المياه.

source: Ocean Currents
ar_eg: تيارات المحيط.

source: Atmospheric Winds
ar_eg: الرياح في الغلاف الجوي

source: Rock Cycle
ar_eg: دورة الصخور.

source: The Sun is known to radiate energy in all directions from its position in our solar system. Therefore, which of the following is true?
ar_eg: من المعروف أن الشمس تشع من موقعها الطاقة في جميع الإتجاهات في النظام الشمسي. أي من التالي تعد إجابة صحيحة؟

source: Most, but not all, of the Sun's energy lands on Earth
ar_eg: المعظم، لكن ليس جميع،طاقة الشمس تهبط على الأرض

source: About half of the amount of the Sun's energy lands on Earth
ar_eg: تقريبا نصف كمية طاقة الشمس تهبط على الأرض.

source: Mercury, the closest planet to the Sun, receives most of the Sun's energy
ar_eg: يتلقى كوكب عطارد، الكوكب الأقرب إلى الشمس، أغلب طاقة الشمس.

source: Most of the Sun's energy radiates out into the empty space of the universe
ar_eg: معظم الطاقة الشمسية تشع خارجاً في فضاء فارغ من الكون.

source: The Sun is considered to be the basic source of energy for nearly all the life on Earth. What process uses the Sun's energy to convert materials into usable forms of food for life on Earth?
ar_eg: تعتبر الشمس المصدر الأساسي لمعظم أشكال الحياة على سطح الأرض. ما العملية التي تستخدم طاقة الشمس لتحويل المواد إلى أشكال غذائية للإستفادة منها على سطح الأرض؟

source: Respiration
ar_eg: تنفس

source: Chemosynthesis
ar_eg: التركيب الكيميائي

source: Nuclear Fusion
ar_eg: الإنصهار النووي.

source: Photosynthesis
ar_eg: التركيب الضوئي

source: Once the Sun's energy reaches Earth's surface, it can stored and moved around from one place to another. The process of storing, moving and releasing the Sun's energy is possible by which of the following mechanisms?
ar_eg: بمجرد وصول الطاقة الشمسية على سطح الأرض، يكون بمقدورها أن تخزن وتنتقل من مكان إلى أخر. أي من الأليات التالية هي المسؤولة عن تخزين وتحريك وتحرير الطاقة الشمسية؟

source: Geothermal Vents
ar_eg: الفتحات الحرارية الأرضية.

source: Oceanic Currents
ar_eg: التيارات المحيطية.

source: Electrical Currents
ar_eg: التيارات الكهربائية

source: Magmatic Currents
ar_eg: التيارات المنصهرة.

source: Once the Sun's energy reaches Earth, it can be transferred from one place to another by all but which of the following methods?
ar_eg: بمجرد وصول الطاقة الشمسية إلى الأرض, ماهي الطريقة المناسبة لنقل الطاقة الشمسية من مكان إلى أخر؟

source: Absorption
ar_eg: امتصاص

source: The Sun's energy striking earth's surface can be absorbed by the ground, man-made surfaces like roads and rooftops, and bodies of water such as oceans and lakes. Over time, the stored heat can later be released. The pattern of storing and released the Sun's radiant heat follows a predictable pattern that includes:
ar_eg: تمتص الأرض الطاقة الشمسة التي تضرب سطح الأرض, تعد الطرق وأسطح المنازل والمسطحات المائية مثل المحيطات والبحيرات أمثلة على مسطحات من صنع الإنسان. ومع مرور الوقت يمكن تحرير الطاقة التي تم تخزينها في سطح الأرض. إن نمط أسلوب تخزين وتحرير الحرارة المشعة من الشمس تتبع نمط يمكن التنبؤ به والذي يتضمن:

source: flowing energy from cooler to warmer objects
ar_eg: تدفق الطاقة من أجسام أكثر برودة إلى أجسام أكثر دفئا.

source: always flowing from inner to outer surfaces
ar_eg: دائما تتدفق من الأسطح الداخلية إلى الأسطح الخارجية.

source: flowing energy from warmer to cooler objects
ar_eg: تدفق الطاقة من أجسام أكثر دفئا إلى أجسام أكثر برودة.

source: always flowing from outer to inner surfaces
ar_eg: دائما تتدفق من الأسطح الخارجية إلى الأسطح الداخلية.

source: How long does it take the moon to travel once around the earth?
ar_eg: كم من الوقت يستغرق دوران القمر حول الأرض؟

source: 24 hours
ar_eg: 24 ساعة

source: 28 days
ar_eg: 28 يوم

source: 12 months
ar_eg: 12 شهر

source: 30 days
ar_eg: 30 يوم

source: Which two elements make up the gas inside the sun?
ar_eg: ما هما العنصرين الذين يشكلان الغاز داخل الشمس؟

source: Carbon and nitrogen
ar_eg: الكربون والنيتروجين

source: Hydrogen and oxygen
ar_eg: الهيدروجين والأكسجين

source: Oxygen and carbon
ar_eg: الأكسجين والكربون

source: Hydrogen and helium
ar_eg: الهيدروجين والهيليوم

source: The Sun appears to move across the sky each day. This is due to:
ar_eg: تبدو الشمس وكأنها تتحرك في السماء. يعود السبب في ذلك:

source: The spinning of Earth on its axis.
ar_eg: دوران الأرض حول محورها.

source: The path of the Sun around Earth.
ar_eg: مسار الشمس حول الأرض

source: The production of nuclear energy by the Sun.
ar_eg: إنتاج الشمس للطاقة النووية

source: The tilt of Earth on its axis.
ar_eg: ميلان الأرض حول محورها

source: Behaviors
ar_eg: السلوكيات

source: You are observing four kittens that have the same parents. You notice many similarities and differences among the kittens. Which one of the traits below is an acquired trait?
ar_eg: انت تراقب أربعة قطط لها نفس الوالدين. و تلاحظ الكثير من أوجه التشابه والاختلاف بين القطط. أي واحد من الصفات أدناه هو سمة مكتسبة؟

source: One kitten has long whiskers.
ar_eg: واحدة من القطط لديها شاربان طويلان

source: One kitten has black spots.
ar_eg: واحدة من القطط لديها بقع سوداء

source: One kitten goes to the corner when it hears a person coming.
ar_eg: واحدة من القطط تذهب الى الزاوية عندما تسمع قدوم شخص ما.

source: One kitten has lost part of its right ear in a fight.
ar_eg: واحدة من القطط فقدت جزء من أذنها اليمنى في قتال

source: When a possible predator gets close to a dog, it growls. Growling is an example of _______1_________. To survive the cold temperatures, penguins have lots of fat (blubber) under their insulating feathers. This is an example of _______2_________.
ar_eg: عندما يقترب حيوان مفترس من كلب، فإنه يهمر. التهمير هو مثال على ـــــــــــ1ـــــــــ. للبقاء على قيد الحياة في درجات الحرارة الباردة

source: 1) hibernation 2) communication
ar_eg: 1) السبات 2) التواصل

source: 1) germination 2) adaptation
ar_eg: 1 ) إنبات 2 ) تكيف

source: 1) communication 2) adaptation
ar_eg: 1) التواصل 2 ) التكيف

source: 1) adaptation 2) hibernation
ar_eg: 1 ) التكيف 2 ) السبات

source: Crows take advantage of many different types of foods. In one location, crows pick walnuts from the ground and place them on streets. Then, they wait for cars to run over the walnuts, cracking their shells. The crows then pluck the meat from the shell and eat it. Crows in other locations do not do this. Click on the best explanation why crows in other locations do not display this behavior.
ar_eg: الغربان تستفيد من العديد من أنواع مختلفة من الأطعمة. في مكان واحد، تلتقط الغربان الجوز من الأرض وتضعها على الشوارع. ثم، تنتظر السيارات لتدهس الجوز، وتكسير قشرتها. ثم تنتف الجوز من القشرة الخارجية وتأكله. وفي أماكن أخرى بعض الغربان لا تفعل ذلك. انقر على أفضل تفسير لماذا لا تعرض الغربان هذا السلوك في أماكن أخرى.

source: This is because of color differences among members of different populations.
ar_eg: بسبب اختلاف اللون بين أعضاء المجموعات المختلفة.

source: This is because of nutritional differences among members of different populations.
ar_eg: بسبب الاختلافات الغذائية بين أعضاء المجموعات المختلفة.

source: This is because of cultural differences among members of different populations.
ar_eg: بسبب الاختلافات الثقافية بين أعضاء المجموعات المختلفة.

source: This is because of learning differences among members of different populations.
ar_eg: بسبب اختلافات التعلم بين أعضاء المجموعات المختلفة.

source: Male spiders offer silk gifts of wrapped flies to females to increase their chances of mating. Which type of survival need is this learned behavior related to?
ar_eg: العناكب الذكور تقدم الهدايا الحريرية من الذباب الملفوف للإناث لزيادة فرصهم في التزاوج. أي نوع هو حاجة للبقاء و هل هذا السلوك المكتسب مرتبط بهذه الحاجة ؟

source: finding food
ar_eg: إيجاد الطعام

source: avoiding predators
ar_eg: تجنب الحيوانات المفترسة

source: reproduction
ar_eg: التكاثر

source: social interaction
ar_eg: التواصل الاجتماعي

source: Read the statements about learned behavior. Select the statement that is NOT correct.
ar_eg: اقرأ العبارات حول السلوك المكتسب. حدد العبارة غير الصحيحة.

source: Learned behaviors are passed on to the next generation genetically.
ar_eg: يتم تمرير السلوكيات المكتسبةإلى الجيل القادم وراثيا....

source: Learning new behaviors allows a population of animals to survive in a wider variety of environments and situations.
ar_eg: تعلم سلوكيات جديدة تسمح لمجموعة من الحيوانات للبقاء في مجموعة متنوعة أكثر من البيئات والأوضاع.

source: Most learned behavior is related to finding food, avoiding dangers, reproduction, or social interaction.
ar_eg: السلوك الأكثر إكتسابا ذات الصلة بإيجاد الطعام، أو تجنب المخاطر، أو التكاثر، أو التواصل الاجتماعي.

source: If an animal has a learned behavior that causes it to survive longer, it can increase its chances to reproduce.
ar_eg: إذا كان للحيوان سلوك مكتسب يساعده في البقاء على قيد الحياة لفترة أطول، فهذا يمكن ان يزيد من فرصه للتكاثر...

source: Read the statements about reflexes and instincts. Select the statement that is NOT correct.
ar_eg: إقرأ العبارات حول ردود الفعل والغرائز. حدد العبارة غير الصحيحة.

source: Instincts are a more complex behavior pattern than reflexes.
ar_eg: الغرائز هي نمط السلوك الأكثر تعقيدا من ردود الفعل.

source: Sea turtles move towards the water when they hatch based on instinct.
ar_eg: السلاحف البحرية تتحرك نحو الماء عندما يفقس البيض بناء على الغريزة.

source: Both reflexes and instincts are passed on through the genetic means of inheritance.
ar_eg: يتم تمرير كل من ردود الفعل والغرائز عن طريق الجينات بالوراثة.

source: Both reflexes and instincts are considered learned behaviors.
ar_eg: وتعتبر كل من ردود الفعل والغرائز من السلوكيات المكتسبة.

source: Which of the following is NOT an example of a stimulus-response interaction?
ar_eg: أي من التالية ليست مثالا على التفاعل بين التحفيز والاستجابة؟

source: a dog barking at the mail carrier
ar_eg: كلب ينبح على ساعي بريد

source: a person jogging on a warm evening
ar_eg: شخص يركض في مساء دافئ

source: stubbing your toe and wincing in pain
ar_eg: اصطدام اصبع قدمك والجفل من الألم.

source: a skunk spraying an approaching coyote
ar_eg: ظربان يرش السائل على ذئب كيوتي يقترب منه

source: Which of the following is an innate behavior in humans?
ar_eg: أي من التالي هو سلوك فطري في الإنسان؟

source: Talking
ar_eg: التكلم

source: Walking
ar_eg: المشي

source: Thinking
ar_eg: التفكير

source: Sharing
ar_eg: المشاركة

source: Look at the factors below and select the one that does NOT contribute to learned behavior.
ar_eg: (على غرار البند القديم ) انظر إلى العوامل أدناه واختار واحد لا يساهم في السلوك المكتسب.

source: Environment
ar_eg: البيئة

source: Survival needs
ar_eg: احتياجات البقاء على قيد الحياة...

source: Inherited traits
ar_eg: الصفات الموروثة

source: Reflexes
ar_eg: ردود الفعل

source: Which of the following statements is NOT true regarding learned behavior?
ar_eg: أي من العبارات التالية غير صحيحة حول السلوك المكتسب؟...

source: Learned behaviors are not inherited from parents.
ar_eg: السلوكيات المكتسبة غير موروثة من الأهل.

source: Animals learn by observation and through experiences with their environment.
ar_eg: الحيوانات تتعلم من خلال الملاحظة ومن خلال التجارب في بيئاتها.

source: There are survival advantages to learned behavior.
ar_eg: هناك مزايا من السلوك المكتسب للبقاء على قيد الحياة .

source: Being colorblind (being unable to visually distinguish between green and red colors from birth) is an example of a learned behavior.
ar_eg: أن يكون لديك عمى ألوان (عدم القدرة على التمييز بين الألوان بصريا الأخضر والأحمر منذ الولادة) هو مثال على السلوك المكتسب.

source: Many horses can walk within five minutes of being born. Given this fact, what is walking considered in horses?
ar_eg: يمكن للعديد من الخيول أن تسير على أقدامها في غضون خمس دقائق من ولادتها. ونظرا لهذه الحقيقة، ما الذي يعتبر مشياً عند الخيول؟

source: innate behavior
ar_eg: السلوك الفطري

source: reflex
ar_eg: رد فعل

source: stimulus
ar_eg: مثير

source: learned behavior
ar_eg: سلوك مكتسب

source: On the first attempt, a mouse takes 20 minutes to complete a maze. By the fourth time, the same mouse takes only 12 minutes to finish the maze. What does this show?
ar_eg: في المحاولة الأولى، الفأر يستغرق 20 دقيقة لإتمام المتاهة. وفي المرة الرابعة نفس الفأر يأخذ 12 دقيقة فقط لإنهاء المتاهة. ماذا يبين ذلك ؟

source: The mouse did not have sharp instincts the first time completing the maze.
ar_eg: لم يكن لدى الفأر غريزة حادة أول مرة أكمل فيها المتاهة.

source: The mouse experienced the maze and had the ability to learn new behaviors.
ar_eg: اختبر الفأر المتاهة وكان لديه القدرة على تعلم سلوكيات جديدة.

source: The mouse had excellent reflexes the third time the maze was completed.
ar_eg: كان للفأر ردود فعل ممتازة في المرة الثالثة التي أكمل فيها المتاهة.

source: The mouse wanted to complete the maze to make the scientist happy.
ar_eg: أراد الفأر إكمال المتاهة لجعل العلماء سعداء.

source: Built To Survive
ar_eg: بنيت البقاء على قيد الحياة

source: Look at the processes below and select the two that are common among all living things.
ar_eg: انظر إلى العمليات في الأسفل ثم إختر اثنين من العمليات الشائعة بين جميع الكائنات الحية.

source: flying and swimming
ar_eg: الطيران والسباحة

source: migrating and reproducing
ar_eg: الهجرة والتكاثر

source: using nutrients and growing
ar_eg: استخدام المواد الغذائية والنمو

source: getting rid of waste and hibernating
ar_eg: التخلص من النفايات والسبات

source: Select the group into which an animal like this would be classified: It hatches from an egg. It breathes through gills when it is young. It almost always lives on land when it is an adult.
ar_eg: حدد المجموعة التي من شأنها أن تصنف هذه الحيوانات: تفقس من البيض. تتنفس من خلال الخياشيم عندما تكون صغيرة.تعيش دائما على الأرض عندما تكون بالغة.

source: It hatches from an egg.
ar_eg: تفقس من البيض

source: It breathes through gills when it is young.
ar_eg: تتنفس من خلال الخياشيم عندما تكون صغيرة.

source: It almost always lives on land when it is an adult.
ar_eg: تعيش دائما على الأرض عندما تكون بالغة.

source: reptiles
ar_eg: الزواحف

source: amphibians
ar_eg: البرمائيات

source: mammals
ar_eg: الثدييات

source: Emperor penguins have adapted in different ways to help them survive in the cold, ocean environment. Select the characteristic that helps the specialized birds survive in their environment?
ar_eg: تكيفت امبراطورية طيور البطريق بطرق مختلفة لتساعدهم في البقاء على قيد الحياة في بيئة المحيطات الباردة. حدد السمة التي تساعد هذه الطيور في البقاء على قيد الحياة في بيئاتها؟

source: having very little sense of taste
ar_eg: احساس التذوق لديها قليل

source: having large feathers that absorb water
ar_eg: لديها ريش كبير يمتص الماء

source: having a very weak sense of smell
ar_eg: احساس الشم لديها ضعيف

source: having small wings that move like flippers
ar_eg: لديها أجنحة صغيرة تتحرك مثل الزعانف

source: Look at the processes below and select the two that are common among all animals.
ar_eg: أنظر إلى العمليات في الأسفل ثم إختر اثنين من العمليات الشائعة بين جميع الحيوانات.

source: changing color and shedding fur
ar_eg: تغيير لون الفراء وتساقطه.

source: growing and developing
ar_eg: النمو والتطور

source: hibernating and migrating
ar_eg: السبات والهجرة

source: building nests and communicating
ar_eg: بناء الأعشاش والإتصال

source: How do the patterns (like large eyes) on the wings of an owl butterfly help them survive?
ar_eg: كيف تساعد الأنماط (مثل العيون كبيرة) على أجنحة فراشة البومة في البقاء على قيد الحياة؟

source: It helps the butterfly fly faster.
ar_eg: انها تساعد الفراشة أن تطير أسرع.

source: It helps the butterfly see well.
ar_eg: انها تساعد الفراشة أن ترى بشكل جيد.

source: It helps the butterfly scare enemies off.
ar_eg: انها تساعد الفراشة في إخافة الأعداء

source: It helps the butterfly absorb sunlight.
ar_eg: انها تساعد الفراشة بامتصاص الأشعة

source: Select the statement that is correct.
ar_eg: اختر العبارة الصحيحة

source: Technology eliminates the need for biological adaptations for specific groups.
ar_eg: تلغي التكنولوجيا الحاجة إلى التكيف البيولوجي لفئات محددة.

source: Plants and animals can adapt to their environment, humans do not adapt to their environment.
ar_eg: يمكن للنباتات والحيوانات أن تتكيف مع بيئتها، البشر لا يتكيفون مع بيئتهم.

source: Genetic changes take place instantly while adapting to a specific environment.
ar_eg: التغيرات الجينية تحدث على الفور في حين تكيفها مع بيئة معينة.

source: Humans survive in difficult environments through biological and cultural adaptations.
ar_eg: يبقى البشر على قيد الحياة في البيئات الصعبة من خلال "التكيف البيولوجي والثقافي".

source: Shown below is the blowhole of a dolphin. Why is it advantageous for the blowhole to be located at the top of a dolphin, instead of at the bottom?
ar_eg: ما هو موضح أدناه هو ثقب التنفس لدلفين. لماذا يفيد وجود ثقب التنفس أعلى بدلا من أن يكون أسفل؟

source: It is easier for the fish to see the surface of the water where the air is going to be found
ar_eg: من الأسهل للأسماك رؤية سطح الماء حيث يوجد الهواء.

source: It takes less energy for a dolphin to expose the top of its head than any place on its bottom side
ar_eg: يستهلك الدلفين طاقة أقل للكشف عن أعلى رأسه عن أي مكان آخر في جانبه السفلي.

source: A blowhole on the bottom side of the fish would let the air drain out
ar_eg: ومن شأن ثقب التتفس على الجانب السفلي للأسماك السماح للهواء بأن يستنزف.

source: Why is having hollow bones an advantage for flying birds?
ar_eg: لماذا وجود عظام مفرغة هي ميزة لتحليق الطيور؟

source: Hollow bones carry extra air and food
ar_eg: العظام المفرغة تحمل الهواء والغذاء الإضافي.

source: Hollow bones are usually stronger
ar_eg: عادة ما تكون العظام المفرغة أقوى

source: Hollow bones reduce the bird's weight
ar_eg: تخفض العظام المفرغة وزن الطيور

source: Select the adaptation listed that is not possessed by plants.
ar_eg: حدد التكيف المدرج الذي لا تمتلكه النباتات.

source: movement
ar_eg: الحركة

source: thorns
ar_eg: الشوك

source: colored petals
ar_eg: البتلات الملونة

source: Why does the Venus flytrap absorb insects?
ar_eg: لماذا تمتص مصيدة فينوس للذباب الحشرات؟

source: Because it is defending itself against attack from insects
ar_eg: لأنها تدافع عن نفسها ضد أي هجوم من الحشرات

source: To supplement the energy it lacks from using photosynthesis alone
ar_eg: لاستكمال الطاقة التي تقل من استخدام التمثيل الضوئي وحده

source: Because it does not use photosynthesis to obtain energy
ar_eg: لأنها لا تستخدم التمثيل الضوئي للحصول على الطاقة

source: Because its roots are unable to gather any nutrients from the soil
ar_eg: لأن جذورها غير قادرة على جمع أي من المواد المغذية من التربة

source: Which of the following characteristic most influences where reptiles may live and survive:
ar_eg: أي من السمات التالية الأكثر تأثيرا على الزواحف حيث قد تعيش فيهاوتبقى على قيد الحياة:

source: have backbones
ar_eg: وجود العمود الفقري

source: lay eggs
ar_eg: وضع البيض

source: cold-blooded
ar_eg: ذوات دم بارد

source: scaly skin
ar_eg: جلد متقشر

source: Which of the following would NOT be a useful adaptation of fish or sea mammals?
ar_eg: أي من التالي لن يكون تكيفا مفيدا للأسماك أو الثدييات البحرية؟

source: Having lungs that use oxygen more efficiently
ar_eg: وجود الرئتين التي تستخدم الأكسجين بشكل أكثر كفاءة

source: Having Blubber or thick underfur for insulation
ar_eg: وجود شحم أو فرو سفلي للعزل

source: Having sharp senses to communicate underwater with sound
ar_eg: وجود حواس حادة للتواصل مع الصوت تحت الماء

source: Having survival skills that only work with light
ar_eg: وجود مهارات البقاء على قيد الحياة التي تعمل فقط مع الضوء

source: Solid bone structure
ar_eg: بنية العظام الصلبة

source: Which is NOT a feature of the anatomy of most birds that enables them to fly?
ar_eg: أي من التالية ليست سمة من سمات تشريح معظم الطيور التي تمكنها من الطيران؟

source: Intricate feathers
ar_eg: الريش المعقد

source: Hollow bone structure
ar_eg: بنية العظام المفرغة

source: Wings
ar_eg: الأجنحة

source: Changing to Survive
ar_eg: تغيير من أجل البقاء

source: Different species of finches are shown on the right. They are all from a common ancestor. If all of these species live on the same island, which explanation best explains how these birds' beaks are different?
ar_eg: أظهرت الأنواع المختلفة من العصافير على اليمين. أنها جميعا من سلف مشترك. إذا كانت جميع هذه الأنواع تعيش في الجزيرة نفسها، أي تفسير هو الأفضل سبب اختلاف مناقير الطيور؟

source: The larger birds prey on the smaller birds leading to a decreased population of the smaller birds.
ar_eg: الطيور الكبيرة تفترس الطيور الصغيرة مما يؤدي إلى تناقص أعداد الطيور الصغيرة.

source: The finches compete for limited food resources causing them to become more similar among species.
ar_eg: العصافير تتنافس على الموارد الغذائية المحدودة والتي تجعلها تصبح أكثر تشابها بين الأنواع.

source: The larger birds prey on the smaller birds leading to an increased fitness of the smaller birds.
ar_eg: الطيور الكبيرة تفترس الطيور الصغيرة مما يؤدي إلى زيادة لياقة الطيور الصغيرة.

source: The finches compete for limited food resources causing them to become more diverse among species.
ar_eg: العصافير تتنافس على الموارد الغذائية المحدودة والذي يجعلها تصبح أكثر تنوعا من بين الأنواع.

source: A long time ago, a mutated gene in tigers caused them to have stripes. The tigers with this gene were able to blend in with the habitat. This mutated gene was passed on to their offspring. What is the effect of this inherited mutation?
ar_eg: منذ زمن طويل، تسبب الطفرة الجينية في النمور ان يكون لها خطوط . كانت النمور قادرة على الإنسجام مع موطنها مع هذا الجين. تم تمرير هذه الطفرة الجينية إلى ذريتها. ما هو تأثير هذه الطفرة الموروثة؟

source: It has no effect on the animal.
ar_eg: ليس له أي تأثير على الحيوان.

source: It has a harmful effect on the animal.
ar_eg: لها تأثير ضار على الحيوان.

source: It gives the animal a competitive advantage.
ar_eg: أنها تعطي الحيوان ميزة تنافسية.

source: It is more harmful than beneficial to the animal.
ar_eg: هو أكثر ضررا من الإفادة للحيوان.

source: Click on the correct form of change that is related to this description. 'Farmers only allow the strongest bulls to mate with cows that produce the most milk.'
ar_eg: انقر على الشكل الصحيح للتغيير الذي يرتبط بهذا الوصف. يسمح المزارعون للثيران الأقوى فقط لتتزاوج مع الأبقار التي تنتج معظم الحليب.

source: natural selection
ar_eg: الإنتقاء الطبيعي

source: artificial selection
ar_eg: الإنتقاء الاصطناعي

source: sexual selection
ar_eg: الإنتقاء الجنسي

source: punctuated equilibrium
ar_eg: الشكل المتوازن

source: Click on the correct form of change that is related to this description. 'Which of the following processes involves humans in choosing which plants or animals can mate and form later generations?'
ar_eg: انقر على الشكل الصحيح من التغيير الذي يرتبط بهذا الوصف. أي من العمليات التالية ينطوي على البشر في اختيار أي النباتات أو الحيوانات يمكن أن تتزاوج وتكون الأجيال المقبلة.

source: Natural selection
ar_eg: الإنتقاء الطبيعي

source: Natural Selection
ar_eg: الإنتقاء الطبيعي

source: Sexual selection
ar_eg: الإنتقاء الجنسي

source: Punctuated equilibrium
ar_eg: الشكل المتوازن

source: Artificial selection
ar_eg: الإنتقاء الصناعي

source: Click on the correct statement about mutations.
ar_eg: اختر العبارة الصحيحة حول الطفرات.

source: Mutations are rare, major changes in the DNA.
ar_eg: الطفرات نادرة، تغييرات كبيرة في الحمض النووي.

source: An inherited mutation has a harmful effect on the living thing.
ar_eg: الطفرة موروثة لها تأثير ضار على شيء حي.

source: An inherited mutation can have no effect on a living thing, or have a harmful effect on it, or it can give it a competitive advantage.
ar_eg: الطفرة موروثة لا يمكن أن يكون لها أي تأثير على الشيء الحي، أو أن يكون لها تأثير ضار ، أو يمكن إعطاؤه ميزة تنافسية.
