Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: Learning and behavioral disorders are only caused by toxic chemical exposure, for instance pesticides and heavy metals such as lead.
ar_eg: تنجم اضطرابات التعلم والسلوكيات عن طريق التعرض للمواد الكيميائية السامة فقط، مثال على ذلك مبيدات الحشرات والمعادن الثقيلة مثل الرصاص.

source: The Tomato Spotted Wilt Virus prevents the plant from fully growing or even kills it. It does not spread to other plants but tomato growers would still be concerned about the spread of this disease because:
ar_eg: فيروس الطماطم المرقطة الذابلة تمنع النبات من النمو بشكل كامل أو حتى تقتله. أنه لا ينتشر إلى النباتات الأخرى ولكن مزارعي الطماطم لا يزالون يشعرون بالقلق إزاء انتشار هذا المرض للأسباب التالية:

source: The virus could cause disease in humans if they eat tomatoes from the infected plants.
ar_eg: يمكن للفيروس أن يسبب المرض لدى البشر إذا كانوا يأكلون الطماطم من النباتات المصابة.

source: The virus will simply weaken or kill their tomato plants.
ar_eg: الفيروس ببساطة سوف يضعف أو يقتل نباتات الطماطم الخاصة بها.

source: The virus would spread to other types of crops in nearby fields such as strawberries.
ar_eg: سوف ينتشر الفيروس إلى أنواع أخرى من المحاصيل في الحقول المجاورة مثل الفراولة.

source: Wild animals will eat more of the tomato crop since the infected plants will be shorter.
ar_eg: سوف تاكل الحيوانات البرية أكثر من محصول الطماطم بحيث أن النباتات المصابة سوف تكون أقصر.

source: The West Nile virus can be deadly to birds and can infect animals and even humans. The virus uses mosquitoes as a vector to reach its bird or other animal host. It can be transmitted when an infected mosquito bites a bird or person. Mosquitoes acquire the virus by biting infected birds or other animals. The virus does not harm the mosquito. Why does it benefit the West Nile virus to not harm the mosquito?
ar_eg: فيروس النيل الغربي قد يكون مميتا للطيور والحيوانات ويمكن ان يصيب حتى البشر. يستخدم الفيروس البعوض كناقل للوصول إلى الطيور، أو مجموعةالحيوانات الأخرى. يمكنها أن تنتقل عندما تلدغ بعوضة مصابة طائر أو شخص. البعوض يكتسب الفيروس عن طريق الطيور المصابة أو عن طريق لدغ الحيوانات الأخرى. الفيروس لايضر البعوض. لماذا لايضر فيروس النيل الغربي البعوض؟

source: Sick mosquitoes would not be able to fly and would not likely be eaten by birds which is what the virus needs.
ar_eg: أن البعوض المريضة لا تكون قادرة على الطيران ومن غير المرجح أن يتم أكلها من قبل الطيور وهو ما يحتاجه الفيروس.

source: The mosquito is much smaller than a person or bird so there would be fewer cells for the virus to take over and use to reproduce.
ar_eg: البعوضة هي أصغر بكثير من الإنسان أو الطير لذلك سيكون هناك خلايا أقل ليسيطر عليهاالفيروس ويستخدمها للتكاثر.

source: If the mosquito was damaged or harmed, it might not be able to bite a suitable host to transmit the West Nile virus.
ar_eg: إذا تضررت البعوضة أو تأذت ، قد لا تكون قادرة على لدغ مجموعة مناسبة لنقل فيروس النيل الغربي .

source: There is no benefit. What happens to the mosquito does not affect the virus.
ar_eg: لا يوجد أي فائدة. ما يحدث للبعوض لا يؤثر على الفيروس.

source: Click on the correct statement.
ar_eg: انقر على العبارة الصحيحة

source: The body defends itself from chemicals and microorganisms with symptoms.
ar_eg: الجسم يدافع عن نفسه ضد المواد الكيميائية والكائنات الحية الدقيقة عن طريق ظهور الأعراض.

source: Disease is only brought on by outside factors such as toxins, radiation, or invading bacteria.
ar_eg: يحدث المرض فقط من عوامل خارجية مثل السموم، أو الإشعاع، أو البكتيريا الغازية.

source: The body has a system to fight off invaders, but does not use it until after they are sick.
ar_eg: الجسد لديه نظام لمحاربة الغزاة، ولكن لا يستخدمه إلا بعد حدوث المرض.

source: Disease is a breakdown in the structure or functions of an organism.
ar_eg: المرض هو حدوث انهيار في بنية أو وظائف الكائن الحي.

source: Natural Resources
ar_eg: المرض هو حدوث انهيار في بنية أو وظائف الكائن الحي.

source: Based on the map that shows the wind zones of the Unites States, which area of the country would you build a wind farm to maximize the generation of energy from wind turbines?
ar_eg: استنادا إلى الخارطة التي توضح مناطق الرياح في الولايات المتحدة، أي منطقة من البلاد قد تبني مزرعة لتعظيم توليد الطاقة من توربينات الرياح؟

source: The pacific coast
ar_eg: ساحل المحيط الهادئ

source: The midwest
ar_eg: الغرب الأوسط

source: The Southwest
ar_eg: الجنوب الغربي

source: The Northeast
ar_eg: الشمال الشرقي

source: Click on the item that is NOT a natural resource.
ar_eg: انقر على العنصر الذي لا يعتبر من الموارد الطبيعية

source: Sand
ar_eg: الرمل

source: Wood
ar_eg: الخشب

source: Glass
ar_eg: الزجاج

source: Copper
ar_eg: النحاس

source: Read the statements below about natural and manmade resources and select the BEST statement that is correct.
ar_eg: اقرأ العبارات أدناه حول الموارد الطبيعية والاصطناعية واختر أفضل عبارة صحيحة.

source: Most living things get what they need to survive directly from nature.
ar_eg: معظم الكائنات الحية تحصل على ما تحتاجه للبقاء على قيد الحياة مباشرة من الطبيعة.

source: All of the man-made items are made from natural resources provided by the earth.
ar_eg: كل المواد التي صنعها الإنسان مكونة من موارد طبيعية من الأرض.

source: Natural resources are anything that is found in nature that isn't created by humans.
ar_eg: الموارد الطبيعية هي كل ما هو موجود في الطبيعة والتي لم يصنعها البشر.

source: All of the above are correct statements.
ar_eg: كل ما ذكر أعلاه هي عبارات صحيحة.

source: Look at the map of the world regions with major oil reserves. The green bars represent proven reserves, and the yellow bars show possible but undiscovered oil resources. Click on the statement below that is NOT correct.
ar_eg: انظر إلى الخريطة المبينة لإحتياطي النفط في مناطق العالم الكبرى. تمثل الأشرطة الخضراء الاحتياطيات المؤكدة، وتُظهر الأشرطة الصفراء الموارد النفطية المحتمل وجودها ولكن غير مكتشفة. انقر على العبارة غير الصحيحة أدناه.

source: Oil is a natural resource that is found around the world in different amounts.
ar_eg: النفط هو مورد طبيعي يتم العثور عليه في جميع أنحاء العالم بكميات مختلفة.

source: Oil is a natural resource that will not run out because there are reserves that have not been discovered.
ar_eg: النفط هو مورد طبيعي لن ينفد لأن هناك إحتياطيات لم يتم اكتشافها بعد.

source: Oil is a natural resource that is mostly found in the Middle East.
ar_eg: النفط هو مورد طبيعي يتركز في منطقة الشرق الأوسط.

source: Oil is a natural resource that is important for people to produce energy for their daily activities.
ar_eg: النفط هو مورد طبيعي مهم للناس لتوليد الطاقة لأنشطتهم اليومية.

source: Read the following statements about conserving natural resources and click on the one that is NOT true.
ar_eg: اقرأ العبارات التالية حول الحفاظ على الموارد الطبيعية وانقر على العبارة غير الصحيحة.

source: We have to be very careful about how we use our natural resources.
ar_eg: علينا أن نكون حذرين للغاية حول كيفية استخدام مواردنا الطبيعية.

source: Without people in the cycle of life, resources would replenish themselves. But when people use these resources, they also have to be responsible to make sure there will be more.
ar_eg: بدون وجود البشر في دائرة الحياة، فإن الموارد تقوم بتجديد نفسها. ولكن عندما يستخدم البشر هذه الموارد، فعليهم أن يكونوا مسؤولين للتأكد من وجود موارد أكثر .

source: Conserving renewable resources is more important than conserving non-renewable resources.
ar_eg: الحفاظ على الموارد المتجددة هو أكثر أهمية من الحفاظ على الموارد غير المتجددة.

source: Taking materials or energy from the earth and using them can have a harmful impact on the environment.
ar_eg: إن أخذ الموارد أو الطاقة من الأرض واستخدامها سيكون له تأثير ضار على البيئة.

source: Read the definition below and click on the term it is defining. A resource that has limited quantities or that cannot be replaced as fast as they are used up.
ar_eg: إقرأ التعريف أدناه وانقر على المصطلح الذي تعرفه.المورد الذي يكون بكميات محدودة أو الذي لا يمكن استبداله بالسرعة نفسها التي تم فيها استخدامه.

source: Natural resource
ar_eg: المورد الطبيعي

source: Man-made (artificial) resource
ar_eg: المورد (الإصطناعي) هو من صنع الإنسان.

source: Renewable resource
ar_eg: المورد المتجدد

source: Non-renewable resources
ar_eg: موارد غير متجددة.

source: A natural resource is anything that humans:
ar_eg: المورد الطبيعي هو أي شي يتفاعل معه البشر بأنهم:

source: Invent or build
ar_eg: يخترعوه او يبنوه

source: Design or create
ar_eg: يصمموه أو ينشؤوه

source: Have not created
ar_eg: لم يقوموا بإنشائه

source: Use to meet their needs
ar_eg: يستخدموه ليلبوا احتياجاتهم

source: Which of the following energy resources is NOT an alternative to fossil fuels?
ar_eg: أي من مصادر الطاقة التالية ليست بديلا عن الوقود الأحفوري؟

source: Nuclear energy
ar_eg: الطاقة النووية

source: Energy from natural gas
ar_eg: طاقة الغاز الطبيعي

source: Solar Energy
ar_eg: الطاقة الشمسية

source: Energy from wind
ar_eg: طاقة الرياح

source: What is the main difference between renewable and non-renewable resources?
ar_eg: ما هو الاختلاف الأساسي بين الموارد المتجددة وغير المتجددة؟

source: All non-renewable resources pollute the environment, renewable resources do not.
ar_eg: جميع الموارد غير المتجددة تلوث البيئة، أما الموارد المتجددة فلا تفعل ذلك.

source: All non-renewable resources need to be conserved, renewable resources do not.
ar_eg: تحتاج جميع الموارد غير المتجددة أن تكون محفوظة،أما الموارد المتجددة فلا تحتاج لذلك.

source: There is a limited amount of renewable resources, and not of non-renewable resources.
ar_eg: هناك كمية محدودة من الموارد المتجددة، وليس من الموارد غير المتجددة.

source: There is a limited amount of non-renewable resources, and not of renewable resources.
ar_eg: هناك كمية محدودة من الموارد غير المتجددة، وليس من الموارد المتجددة. *

source: Recycling is a way to conserve natural resources. Which is the best example of how recycling contributes to the wise and effective use of natural resources?
ar_eg: إعادة التدوير هي وسيلة للحفاظ على الموارد الطبيعية. ما هو أفضل مثال عن أن إعادة التدوير تساهم في الاستخدام الرشيد والفعال للموارد الطبيعية؟

source: Recycling prevents garbage from being burned.
ar_eg: إعادة تدوير النفايات تمنع النفايات من التعرض للحرق.

source: It saves fuel the garbage trucks would have to use.
ar_eg: إنها تقوم بحفظ الوقود الذي من الممكن أن تستخدمها شاحنات القمامة.

source: By reusing natural resource materials instead of using new sources of natural resources.
ar_eg: عن طريق إعادة استخدام مواد المورد الطبيعي بدلا من استخدام مصادر جديدة للموارد الطبيعية.

source: By reducing the amount of money spent on making plastic bags.
ar_eg: عن طريق تقليل كمية من الأموال التي تنفق على صنع أكياس البلاستيك.

source: The amount of natural resources varies in different parts of the world because resources are not:
ar_eg: يختلف حجم الموارد الطبيعية في مناطق مختلفة من العالم، لأن الموارد ليست:

source: sufficient to meet the needs of developed countries
ar_eg: كافية لتلبي احتياجات الدول المتطورة

source: needed in the same amounts by all people
ar_eg: مطلوبة بالكمية ذاتها من كل الناس

source: evenly distributed on the earth
ar_eg: موزعة بالتساوي على الأرض

source: taken from both land and water in all countries
ar_eg: مأخوذة من كل من اليابسة والماء في جميع البلدان

source: Because fish and animals produce offspring, they are considered...
ar_eg: لأن الأسماك والحيوانات تنتج الذرية، فهي تعتبر ...

source: limited
ar_eg: محدودة

source: renewable
ar_eg: متجددة

source: recyclable
ar_eg: قابلة لإعادة التدوير

source: essential
ar_eg: أساسية

source: Earth Materials and Systems
ar_eg: مواد الأرض ونظم

source: Rain is an example of an interaction between the atmosphere and hydrosphere.
ar_eg: الشتاء هو مثال للتفاعل بين المحيط الجوي والمحيط المائي.

source: Which of the following is NOT related to lithosphere?
ar_eg: أي من التالي ليس له علاقة بالغلاف الصخري؟

source: earth materials
ar_eg: موارد أرضية

source: rocks and soil
ar_eg: صخور وأتربة

source: things on the land
ar_eg: أشياء على اليابسة

source: geosphere
ar_eg: الغلاف الأرضي

source: Which earth system protects us from the harmful layers of the sun?
ar_eg: أي من نظم الأرض يحمينا من طبقات الشمس الضارة؟

source: hydrosphere
ar_eg: الغلاف المائي

source: atmosphere
ar_eg: الغلاف الجوي

source: biosphere
ar_eg: الغلاف الحيوي

source: lithosphere
ar_eg: الغلاف الصخري

source: Interactions between earth systems shape the landscape and make the earth the way it is. Look at the examples of sphere interactions below and click on the LEAST accurate one.
ar_eg: تفاعلات بين النظم الأرضية تشكل المناظر الطبيعية وتجعل الأرض على ما هي عليه. انظر إلى أمثلة لتفاعلات الأغلفة أدناه وانقر على الأقل دقة.

source: Ozone change is an example of interaction between the atmosphere and lithosphere.
ar_eg: تغير الأوزون هو مثال للتفاعل بين الغلاف الجوي والغلاف الصخري.

source: Tsunamis are an example of interaction between the lithosphere and atmosphere.
ar_eg: التسونامي هو مثال للتفاعل بين الغلاف الصخري والغلاف الجوي.

source: Photosynthesis is an example of interaction between the hydrosphere and biosphere.
ar_eg: التمثيل الضوئي هو مثال على التفاعل بين الغلاف المائي والغلاف الحيوي.

source: Ocean waves are an example of interaction between the hydrosphere and biosphere.
ar_eg: أمواج المحيط هي مثال على التفاعل بين الغلاف المائي والغلاف الحيوي.

source: Pieces of rock are moved over Earth's surface by water and wind during ________.
ar_eg: يتم نقل قطعة من الصخور على سطح الأرض عن طريق المياه والرياح خلال ________.

source: erosion
ar_eg: التعرية

source: deposition
ar_eg: الترسب

source: revolution
ar_eg: ثوران

source: conduction
ar_eg: التوصيل

source: Erosion
ar_eg: التعرية

source: Deposition
ar_eg: الترسب

source: Revolution
ar_eg: ثوران

source: Look at the image and select the statement that is NOT correct.
ar_eg: انظر إلى الصورة وحدد العبارة غير الصحيحة.

source: The amount of rain a region gets is dependent on its geography.
ar_eg: كمية المطر في المنطقة تعتمد على جغرافيتها.

source: The hydrosphere on the east side is very dry and the west side is very wet.
ar_eg: الغلاف المائي في الجانب الشرقي جاف للغاية والجانب الغربي رطب جدا.

source: The same type of plants and animals live on each side of the mountain.
ar_eg: يعيش نفس النوع من النباتات والحيوانات على جانبي الجبل.

source: Which statement is true about rocks and minerals?
ar_eg: ما هي العبارة صحيحة حول الصخور والمعادن؟

source: Minerals are always formed from rocks that get melted.
ar_eg: يتم تشكيل المعادن دائما من الصخور التي تذوب.

source: Rocks are always made up of minerals.
ar_eg: تُصنع الصخور دائما من المعادن.

source: Rocks and minerals are formed separately from different geological processes.
ar_eg: يتم تشكيل الصخور والمعادن بشكل منفصل عن العمليات الجيولوجية المختلفة.

source: Minerals have to be crystals but rocks are just made of hard dirt.
ar_eg: المعادن يجب أن تكون بلورات ولكن الصخور تصنع فقط من الأوساخ الصلبة.

source: If you were going to go hiking or backpacking across the mountains in the image on the right and you had to carry all of your food and water for the whole trip, would it make more sense to go:
ar_eg: إذا كنت في طريقك للمشي لمسافات طويلة أو عبر الجبال في الصورة على اليمين وكان عليك أن تحمل كل من طعامك والمياه لكامل الرحلة، فإنه من المنطق أن تذهب:

source: east to west
ar_eg: من الشرق إلى الغرب

source: north to south
ar_eg: من الشمال الى الجنوب

source: west to east
ar_eg: من الغرب الى الشرق

source: south to north
ar_eg: من الجنوب الى الشمال

source: In the diagram to the right, what would be an interaction between the anthrosphere and the atmosphere?
ar_eg: في الرسم البياني إلى اليمين، ما الذي من شأنه أن يكون التفاعل بين الغلاف البشري والغلاف الجوي؟

source: Pollution of lakes, streams, and oceans.
ar_eg: تلوث البحيرات، والجداول، والمحيطات.

source: Logging mountain forests.
ar_eg: قطع أشجار الغابات الجبلية

source: Mining coal and minerals from the ground.
ar_eg: تعدين الفحم والمعادن من الأرض.

source: Pollution the air with CO<sub>2</sub>.
ar_eg: تلوث الهواء بثاني أكسيد الكربون.

source: Weather systems that cause rain and snow general move from west to east in the United States so it is most likely that deserts and other dry landscapes are most likely to form on which side of mountain ranges?
ar_eg: أنظمة الطقس التي تسبب سقوط المطر والثلج تنتقل من الغرب إلى الشرق في الولايات المتحدة ولذلك فمن المرجح أن الصحاري والمناظر الطبيعية الجافة الأخرى أن تتشكل على أي جانب من سلاسل الجبال؟

source: North
ar_eg: شمال

source: South
ar_eg: جنوب

source: East
ar_eg: شرق

source: West
ar_eg: غرب

source: The damage to towns from hurricane Sandy was the result of interactions between the:
ar_eg: كانت الأضرار التي لحقت بالمدن من إعصار ساندي نتيجة التفاعلات بين:

source: Anthrosphere, the biosphere, and hydrosphere
ar_eg: المحيط الإنساني، والمحيط الحيوي، والغلاف المائي

source: Atmosphere, the hydrosphere, and the anthrosphere
ar_eg: الغلاف الجوي،و الغلاف المائي، والمحيط الإنساني.

source: Anthrosphere and hydrosphere, the lithosphere, and the atmosphere
ar_eg: المحيط الإنساني والغلاف المائي والغلاف الصخري، والغلاف الجوي

source: Lithosphere, the atmosphere, hydrosphere
ar_eg: الغلاف الصخري، والغلاف الجوي، والغلاف المائي

source: Read the statements about how wind and water changes the size of mountains over long periods of time. Click on the statement that is correct.
ar_eg: اقرأ العبارات عن كيف تغير الرياح والمياه حجم الجبال على مدى فترات طويلة من الزمن. انقر على العبارة الصحيحة.

source: Wind and water continuously moves and changes the size of mountains over millions of years.
ar_eg: الرياح والمياه تتحرك باستمرار وتغير حجم الجبال على مدى ملايين السنين.

source: The size of mountains does not change over millions of years, not even with wind and water movement.
ar_eg: لا يتغير حجم الجبال على مدى ملايين السنين، ولا حتى مع الرياح وحركة المياه.

source: Wind and water continuously moves and changes the size of only a certain type of mountains over millions of years.
ar_eg: الرياح والمياه تتحرك باستمرار وتغير حجم نوع معين فقط من الجبال على مدى ملايين السنين.

source: Mountains change in size over millions of years, but it is not because of wind and water moving continuously.
ar_eg: تتغير الجبال في الحجم على مدى ملايين السنين، ولكن ليس بسبب الرياح والمياه المتحركة باستمرار.

source: Look at the picture at the right. This is an example of:
ar_eg: أنظر إلى الصورة على اليمين. هذا مثال على:

source: Slow erosion by wind
ar_eg: التآكل البطيء بسبب الرياح

source: Rapid erosion by water
ar_eg: التآكل السريع بسبب الماء

source: Slow erosion by water
ar_eg: التآكل البطيء بسبب المياه

source: Rapid erosion by wind
ar_eg: التآكل السريع بسبب الرياح

source: Healthy Body
ar_eg: الجسم السليم

source: Click on the statements about a healthy body that is true.
ar_eg: انقر على العبارات الصحيحة حول الجسم الصحي.

source: It is safe to follow the 5-second rule for dropped food.
ar_eg: من الآمان اتباع قاعدة الخمس ثوان عند بلع الطعام.

source: A high-fat diet is bad for your heart.
ar_eg: النظام الغذائي عالي الدهون سيء لقلبك.

source: Eating after dark causes you to gain more weight.
ar_eg: تناول الطعام بعد حلول الظلام يتسبب في كسبك المزيد من الوزن.

source: Cracking your knuckles can cause arthritis.
ar_eg: طرطقة أصابعك يمكن أن تتسبب بالتهاب المفاصل.

source: Select the correct order of organization from simplest to most complex.
ar_eg: تحديد الترتيب الصحيح للتنظيم من أبسطها إلى أكثرها تعقيدا.

source: cells, organs, tissues, systems
ar_eg: الخلايا والأعضاء والأنسجة، ونظم

source: cells, tissues, organs, systems
ar_eg: الخلايا والأنسجة، والأجهزة، وأنظمة

source: tissues, cells, systems, organs
ar_eg: الأنسجة والخلايا والنظم والأجهزة

source: tissues, systems, cells , organs
ar_eg: الأنسجة والأنظمة والخلايا والأجهزة

source: Read the passage below and choose the best answer that fills in the blanks correctly. Different kinds of nerves have different functions. _____1_____ take information collected by the senses to the brain. After the brain processes the information _____2_____ pass on the messages the brain sends to the muscles all over the body.
ar_eg: قراءة مرور أدناه واختيار أفضل إجابة التي تملأ الفراغات بشكل صحيح. أنواع مختلفة من الأعصاب لها وظائف مختلفة. _____1_____ تأخذ المعلومات التي تم جمعها عن طريق الحواس إلى الدماغ. بعد عمليات الدماغ المعلومات _____ 2_____ تمر على رسائل الدماغ يرسل إلى العضلات في جميع أنحاء الجسم.

source: Examine the image shown. Click on the correct labels for parts 1, 2, and 3.
ar_eg: افحص الصورة الظاهرة. انقر على التسميات الصحيحة للأجزاء 1 ، و 2 ، و 3

source: 4) Tissue 5) System 6) Organ
ar_eg: 4) النسيج 5) النظام 6) العضو

source: 4) Tissue 5) Organ 6) System
ar_eg: 4) النسيج 5) الجهاز 6) النظام

source: 4) Organ 5) Tissue 6) System
ar_eg: 4) العضو 5) النسيج 6) النظام

source: 4) System 5) Tissue 6) Organ
ar_eg: 4) النظام 5) النسيج 6) العضو

source: Click on the statement about body systems that is NOT true.
ar_eg: انقر على العبارات غير الصحيحة حول نظام الجسم الصحي.

source: Our circulatory system brings in the oxygen we need.
ar_eg: نظام الدورة الدموية يأتي بالأوكسجين الذي نحتاج إليه.

source: Our nervous system transmits information around our bodies.
ar_eg: نظامنا العصبي ينقل المعلومات في جميع أنحاء أجسامنا.

source: Our digestive system takes nutrients from our food.
ar_eg: نظامنا الهضمي يأخذ المواد الغذائية من طعامنا.

source: Our skeletal system supports us.
ar_eg: الجهاز العظمي يدعمنا.

source: Our immune system fights disease.
ar_eg: نظامنا المناعي يحارب الأمراض.

source: Read the passage below and choose the best answer that fills in the blanks correctly.
ar_eg: إقرا المقطع ادناه واختر الإجابة الأفضل التي ستملأ الفراغ بشكل صحيح.

source: Different kinds of nerves have different functions. _____1_____ take information collected by the senses to the brain. After the brain processes the information _____2_____ pass on the messages the brain sends to the muscles all over the body.
ar_eg: أنواع مختلفة من الأعصاب لها وظائف مختلفة. يأخذ _____1_____ المعلومات التي تم جمعها عن طريق الحواس إلى الدماغ. بعد معالجة الدماغ للمعلومات، يمرر _____ 2_____ الرسائل التي يرسلها الدماغ إلى العضلات في جميع أنحاء الجسم.

source: 1) sensory nerves 2) sensory nerves
ar_eg: 1) الأعصاب الحسية 2) الأعصاب الحسية

source: 1) sensory nerves 2) motor nerves
ar_eg: 1) الأعصاب الحسية 2) الأعصاب الحركية

source: 1) motor nerves 2) motor nerves
ar_eg: 1) الأعصاب الحركية 2) الأعصاب الحركية...

source: 1) motor nerves 2) sensory nerves
ar_eg: 1) الأعصاب الحركية 2) الأعصاب الحسية

source: Click on the statement about organs that is NOT true.
ar_eg: انقر على العبارة غير الصحيحة عن الأعضاء.

source: Every organ has a function in the body.
ar_eg: كل عضو لديه وظيفة في الجسم.

source: Skin is an example of an organ.
ar_eg: الجلد هو مثال لعضو

source: The brain is an example of an organ.
ar_eg: الدماغ هو مثال لعضو

source: If an organ stops working, the body works fine.
ar_eg: إذا توقف عضو عن العمل، يعمل الجسم بشكل جيد.

source: Look at the image below and choose the best statement about what you see.
ar_eg: أنظر إلى الصورة أدناه واختر أفضل عبارة حول ما تراه.

source: The image highlights organs of six different people.
ar_eg: الصورة تبين أعضاء لستة أشخاص مختلفين.

source: The skeletal system is not shown on any of the images.
ar_eg: لا يظهر الجهاز العظمي في أي من الصور.

source: Each part of the image highlights a different body system.
ar_eg: كل جزء من الصورة يبين نظام جسم مختلف.

source: The reproductive system is not shown on any of the images.
ar_eg: لا يظهر الجهاز التناسلي في أي من الصور.

source: Organs may be made of a variety of different tissues.
ar_eg: يمكن أن تتكون الأعضاء من مجموعة متنوعة من الأنسجة المختلفة.

source: Each organ is made of a unique tissue type.
ar_eg: كل عضو يتكون من نوع فريد من الأنسجة .

source: Organ systems consist of only a single type of tissue.
ar_eg: تتكون أجهزة الأعضاء من نوع واحد فقط من الأنسجة.

source: Cells are made of many different tissue types.
ar_eg: تتكون الخلايا من العديد من أنواع الأنسجة المختلفة.

source: Click on the statement that is NOT correct.
ar_eg: انقر على العبارة غير الصحيحة
