Repository: geneconde/NGR-sandbox
Catalog: Locale/*/LC_MESSAGES/field-test.po
Languages: ar_eg

source: An un-natural unit consisting of plants, animals, and microorganisms in an area not functioning together or interacting with the environment.
ar_eg: وحدة غير طبيعية تتكون من النباتات والحيوانات والكائنات الدقيقة في بيئة لا تعمل سويا ولا تتفاعل مع البيئة المحيطة.

source: A natural unit consisting of plants, animals, and microorganisms in an area not functioning together or interacting with the environment.
ar_eg: وحدة طبيعية تحتوي على النباتات والحيوانات والكائنات الدقيقة في بيئة لا تعمل سويا ولا تتفاعل مع البيئة المحيطة بها.

source: Why do adaptations become common in populations?
ar_eg: لماذا تصبح التكيفات شيئاً شائعا بين السكان؟

source: Adaptations make it harder for animals to survive.
ar_eg: التكيفات لا تساعد الحيوانات على التأقلم بسهولة لتبقى على قيد الحياة.

source: Only animals are able to adapt.
ar_eg: فقط الحيوانات قادرة على التكيف.

source: Only plants are able to adapt.
ar_eg: فقط النباتات قادرة على التكيف.

source: Adaptations make it easier for animals to survive.
ar_eg: التكيفات تمكن الحيوانات من البقاء على قيد الحياة بشكلٍ أسرع.

source: Which of the following would NOT be a problem created by an invasive specie?
ar_eg: أي من الآتي لا يعد مشكلة ناتجة عن نوع مُغتَصِب من الأحياء؟

source: Creating new habitat for native species.
ar_eg: خلق مساكن جديدة لأنواع الكائنات الأصلية.

source: Preying upon native species.
ar_eg: الهجوم على أنواع الكائنات الأصلية.

source: Competing with native species.
ar_eg: تتنافس مع الأنواع الأصلية

source: Over-populating the habitat.
ar_eg: الإفراط في الأعداد هي العادة

source: What is a beaver's habitat?
ar_eg: ما هي مساكن حيوان القندس؟

source: The number of beavers in a given area
ar_eg: عدد حيوان القندس في بيئة محددة.

source: The streams of North America
ar_eg: التيارات المائية في أمريكا الشمالية

source: The plants that beavers eat
ar_eg: النباتات التي يأكلها القندس

source: The tail of a beaver
ar_eg: ذيل القندس.

source: Staying Healthy
ar_eg: البقاء صحية

source: Read the activities below and select the positive health habit.
ar_eg: إقرأ الأنشطة أداه ثم اختر العادات الصحية الإيجابية

source: sleeping only 5 hours a day
ar_eg: النوم 5 ساعات فقط في اليوم

source: drinking alcoholic beverages
ar_eg: شرب المشروبات الغازية

source: smoking cigarettes
ar_eg: التدخين

source: exercising regularly
ar_eg: ممارسة الرياضة

source: Which of the following choices is NOT an example of tissue?
ar_eg: أي من أدناه لا يعتبر مثالا على النسيج؟

source: Bone
ar_eg: العظم

source: Skin
ar_eg: الجلد

source: Muscle
ar_eg: العضلات

source: Heart
ar_eg: القلب

source: The illustration below shows a human body system. Which system is shown?
ar_eg: أدناه، رسم توضيحي يبين أجهزة جسم الإنسان. ما هو نوع الجهاز الظاهر؟

source: digestive
ar_eg: الهضمي

source: nervous
ar_eg: العصبي

source: respiratory
ar_eg: التنفسي

source: circulatory
ar_eg: الدوري

source: Parts of the human excretory system is shown below. These structures play an important role in...
ar_eg: أدناه، يظهر أجزاء من جهاز الإخراج في الانسان، وهذه الأجزاء لها دور مهم في:

source: breaking down food
ar_eg: هضم الطعام

source: transporting blood
ar_eg: نقل الدم

source: producing sex cells
ar_eg: إنتاج الخلايا الجنسية

source: removing wastes
ar_eg: التخلص من الفضلات

source: The image below illustrates how plants transport material needed to survive. Compare this system to that of the human body. Which organ system performs a similar function in humans?
ar_eg: أدناه، صورة توضح كيفية نقل النبات للمواد التي يحتاجها للبقاء. قارن بين هذه الوظيفة مع جسم الإنسان. أي عضو من جسم الإنسان يقوم بنفس العملية

source: circulatory system
ar_eg: الجهاز الدوري

source: respiratory system
ar_eg: الجهاز التنفسي

source: digestive system
ar_eg: الجهاز الهضمي

source: excretory system
ar_eg: الجهاز الإخراجي

source: Every organ system has a major function. Which choice states the body system and its major function correctly?
ar_eg: لكل عضو بجسم الإنسان وظيفة رئيسية يقوم بها.

source: The excretory system creates sex cells and offspring.
ar_eg: ينتج جهاز الإخراج الخلايا الجنسية والنسل

source: The reproductive system moves substances to and from all cells of the body.
ar_eg: يعمل الجهاز التناسلي على نقل المواد من وإلى جميع خلايا الجسم

source: The digestive system removes waste.
ar_eg: الجهاز الهضمي للتخلص من الفضلات

source: The nervous system's job is to sense, process, and respond to stimuli.
ar_eg: وظيفة الجهاز العصبي هي الشعور، والنقل والإستجابة للمؤثرات

source: What is the main function of the circulatory system?
ar_eg: ماهي وظيفة الجهاز الدوري الرئيسية؟

source: to help us breathe
ar_eg: المساعدة على التنفس

source: to supply blood to the body
ar_eg: إمداد الجسم بالدم

source: to control the digestive and reproductive systems
ar_eg: التحكم بجهازي الهضمي والتناسلي

source: to control the blood flow around the body
ar_eg: التحكم في تدفق الدم في الجسم

source: How are exercise and heart rate related?
ar_eg: ما مدى علاقة ممارسة الرياضة بمعدل ضربات القلب؟

source: Heavy exercise increases heart rate.
ar_eg: ممارسة الرياضة العنيفة يزيد من معدل ضربات القلب

source: Heavy exercise decreases heart rate.
ar_eg: ممارسة الرياضة العنيفة يقلل من معدل ضربات القلب

source: Sitting still increases heart rate.
ar_eg: الجلوس ما زال يزيد من معدل ضربات القلب

source: Light exercise decreases heart rate.
ar_eg: تقلل الرياضة الخفيفة من معدل ضربات القلب

source: Choose the correct statement:
ar_eg: اختر العبارة الصحيحة:

source: A person is prescribed an antibiotic for ten days. She begins taking the pills and feels much better after four days. What should she do with the remaining pills?
ar_eg: شخص وصف له مضاد حيوي لمدة عشرة أيام، وقد بدأت تشعر بالتحسن بعد أربعة أيام من تناولها للمضاد. كيف تتصرف مع حبوب المضاد الحيوي الباقية:

source: She should return them to the pharmacy.
ar_eg: يجب عليها أن ترجعها للصيدلية

source: She should take all of the pills, even though she feels better.
ar_eg: يجب أن تستمر في تناول بقية الحبوب حتى لو أحست بالتحسن

source: She should save the pills in case she gets sick again.
ar_eg: يجب أن تحتفظ ببقية الحبوب وذلك للاحتياط من أنها قد تحتاجها إذا مرضت مرة أخرى

source: She should give the pills to a friend in case they get sick too.
ar_eg: يجب أن تعطي الحبوب لصديقة في حال مرضت هي الأخرى

source: The nervous system does not depend upon which of the following?
ar_eg: جميعهم أدناه لا يعتمد عليهم الجهاز العصبي؟

source: The circulatory system
ar_eg: الجهاز الدوري

source: The skeletal system
ar_eg: نظام الهيكل العظمي

source: The respiratory system
ar_eg: نظام التنفس

source: It does depend on all of the systems above.
ar_eg: يعتمد على جميع ما سبق

source: The pancreas plays roles in which TWO systems?
ar_eg: يلعب البنكرياس دورا نظامين؟

source: nervous and skeletal
ar_eg: العصبي والعظمي

source: integumentary and digestive
ar_eg: الجلدي والهضمي

source: digestive and endocrine
ar_eg: الهضمي والغدد الصماء

source: nervous and digestive
ar_eg: العصبي والهضمي

source: Doing Science
ar_eg: القيام العلوم

source: Doing an experiment.
ar_eg: إجراء تجربة

source: The best way to describe 'doing science' is:
ar_eg: أفضل طريقة لوصف "إجراء العلوم" هي:

source: Doing carefully controlled experiments to figure out how nature works.
ar_eg: إجراء تجارب مضبوطة لمعرفة كيف تعمل الطبيعة.

source: Investigating questions about nature to explain what's going on by finding evidence and using logical thinking.
ar_eg: طرح أسئلة حول الطبيعة لشرح ما يحدث من خلال إيجاد بينة ومن خلال استخدام التفكير المنطقي.

source: Following the steps of the 'scientific method' to understand nature.
ar_eg: اتباع خطوات "المنهج العلمي" لفهم الطبيعة.

source: Reading about science in textbooks and making sure it's right.
ar_eg: اقرأ عن العلوم في الكتب المقررة وتأكد من أنها معلومات صحيحة.

source: Experiments are:
ar_eg: التجارب هي:

source: The best way to do science.
ar_eg: أفضل طريقة لعمل العلوم.

source: One way to investigate nature depending on what you're trying to figure out.
ar_eg: طريقة وحيدة لاستكشاف الطبيعة بالاعتماد على ما تحاول معرفته.

source: The only way good science can be done.
ar_eg: الطريقة الوحيدة التي يمكن من خلالها تطبيق للعلوم.

source: Not a good way to learn about nature.
ar_eg: ليست طريقة مناسبة لتتعلم عن الطبيعة.

source: The best way to describe a 'hypothesis' in doing science is:
ar_eg: أفضل طريقة لوصف "فرضية" أثناء عمل العلوم هي:

source: An educated guess about what you think is going on.
ar_eg: تخمين حاذق حول ما تعتقد أن يحدث.

source: A beginning explanation about what you think is happening.
ar_eg: تفسير مبدئي حول ما تعتقد أنه يحدث.

source: Your best beginning theory to explain something in nature.
ar_eg: أفضل نظرية مبدأية لشرح شيء ما في الطبيعة.

source: A beginning explanation about what's going on in nature that can be tested by further investigation.
ar_eg: تفسير مبدئي حول ما يحدث في الطبيعة و يمكن أن يتم إختباره من خلال القيام باستكشاف إضافي.

source: The process of doing science usually starts with:
ar_eg: تبدأ خطوات البحث العلمي ب :

source: a hypothesis
ar_eg: فرضية

source: a theory
ar_eg: نظرية

source: an experiment
ar_eg: تجربة

source: a question about nature.
ar_eg: سؤال حول الطبيعة.

source: In doing science, the kinds of data scientists use to support their explanations about nature are:
ar_eg: أثناء عمل العلوم، البيانات التي يستخدمها العلماء لدعم تفسيراتهم حول الطبيعة هي:

source: only quantitative numerical data.
ar_eg: بيانات رقمية كمية فقط.

source: opinion data - from other scientists
ar_eg: بيانات وجهة نظر - من علماء أخرين.

source: both quantitative numerical data and qualitative descriptive data
ar_eg: كلاً من البيانات الرقمية الكمية و البيانات الوصفية النوعية.

source: collected data - from the web.
ar_eg: البيانات التي تم جمعها- من خلال الشبكة العنكبوتية.

source: Data that scientists collect when doing an investigation become evidence when the data are used:
ar_eg: إن المعلومات التي يجمعها العلماء أثناء البحث تصبح أدلة عندما تستخدم في :

source: in a computer program.
ar_eg: في برنامج حاسوب.

source: in a text book.
ar_eg: في كتاب مقرر.

source: to support an explanation the scientist makes.
ar_eg: لدعم تفسير يضعه عالم .

source: in a court of law.
ar_eg: في المحكمة.

source: Doing science always involves:
ar_eg: القيام بالعلومدائماً يتضمن :

source: Doing and experiment.
ar_eg: الممارسة والتجربة

source: Investigating nature.
ar_eg: استكشاف الطبيعة.

source: Having a hypothesis.
ar_eg: وجود فرضية.

source: Making a conclusion.
ar_eg: عمل استنتاج .

source: An example qualitative data is:
ar_eg: مثال على البيانات النوعية:

source: The number of eggs in the bird's nest in your backyard tree.
ar_eg: عدد البيضات في عش العصفور الموجود على الشجرة القريبة من منزلك.

source: How high is the bird's nest in your backyard tree.
ar_eg: كم يبلغ علو عش العصفور على الشجرة الموجودة بالقرب من منزلك.

source: How many days it takes before the eggs hatch.
ar_eg: كم يبلغ عدد الأيام قبل أن يفقس البيض.

source: The color of the eggs.
ar_eg: لون البيضات.

source: Scientific practices or methods are ways of thinking that:
ar_eg: الممارسات العلمية أو الأساليب العلمية هي طرق تفكير في :

source: Only scientists use when doing scientific investigations.
ar_eg: يستخدمها العلماء فقط أثناء القيام بالاستكشافات العلمية.

source: Everyone can use anytime to help solve everyday problems.
ar_eg: يستخدمها الجميع في أي وقت للمساعدة في حل المشاكل اليومية.

source: Require advanced college degree in science to use.
ar_eg: تتطلب شهادة جامعية في العلوم المتقدمة للاستخدام.

source: Are too complicated for most people to use.
ar_eg: هي معقدة جداً كي يستخدمها غالبية الناس.

source: In doing science, a prediction, based on your hypothesis is a/an:
ar_eg: خلال عمل العلوم، التنبؤ ، بالاعتماد على فرضيتك هو:

source: educated guess about what might be going on.
ar_eg: تخمين حاذق حول ما يمكن أن يحدث.

source: statement that can be tested by further investigation.
ar_eg: الفقرة التي يمكن إختبارها بإجراء المزيد من البحث.

source: what you hope will happen to support what you already believe.
ar_eg: ما تعتقد بأن يحدث لدعم ما تؤمن به.

source: what the future may hold for your idea.
ar_eg: ما قد يحمله المستقبل لفكرتك.

source: When scientists make a claim about what they think is going on in nature they always support their claim with:
ar_eg: عندما يضع العلماء زعماً معيناً حول ما يعتقدون بأنه يجري في الطبيعة، دائماً ما يؤيدون زعمهم ب:

source: textbooks or encyclopedias
ar_eg: كتب مقررة أو موسوعات

source: formulas and equations
ar_eg: صيغ و معادلات

source: opinions and discussion
ar_eg: اراء ومناقشة

source: data and evidence
ar_eg: البيانات و الدليل

source: The scientific method is a set of steps that:
ar_eg: الطريقة العلمية هي مجموعة من الخطوات التي:

source: all scientists always use to do science.
ar_eg: يستخدمها جميع العلماء باستمرار لعمل العلوم.

source: most scientists mostly use to do scientists.
ar_eg: معظم العلماء استخدام معظمهم للقيام العلماء.

source: some scientists sometimes use to do science.
ar_eg: بعض العلماء يستخدمها أحيانا للقيام بالأبحاث العلمية.

source: is hardly ever used by real scientists to do real science.
ar_eg: من الصعب جدا أن تكون قد استخدمها علماء حقيقيون للقيام بعلم حقيقي .

source: Which of the following questions would least likely be answered by using the scientific method?
ar_eg: أي من الإجابات التالية يعد الأقل احتمالا ليكون إجابة باستخدام الطريقة العلمية؟

source: How do geese know to fly south in the winter?
ar_eg: كيف يعرف الإوز أن يطير إلى الجنوب في فصل الشتاء؟

source: What is the middle name of your teacher?
ar_eg: ما هو اسم معلمتك الأوسط؟

source: Why are some plants green?
ar_eg: لماذا توجد بعض النباتات باللون الأخضر؟

source: What causes ice to form?
ar_eg: ما سبب تشكل الجليد؟

source: Biodiversity
ar_eg: التنوع البيولوجي

source: Choose the correct statement from the following.
ar_eg: إختر الإجابة الصحيحة مما يلي.

source: Deserts generally require more rainfall than grasslands.
ar_eg: تحتاج الصحراء إلى أمطار أكثر مما تحتاجه الأراضي العشبية.

source: Forests generally require less rainfall than grasslands.
ar_eg: تحتاج الغابات إلى أمطار أقل مما تحتاجه الأراضي العشبية.

source: Forests generally require more rainfall than grasslands.
ar_eg: تحتاج الغابات إلى أمطار أكثر من الأراضي العشبية.

source: Deserts generally require more rainfall than forests.
ar_eg: تحتاج الصحاري إلى أمطار أكثر من الغابات.

source: Which statement best defines 'carrying capacity.'
ar_eg: أي عبارة تحدد بشكلٍ أفضل القدرة على التحمل.

source: The number of organisms an area can support.
ar_eg: عدد الكائنات الحية التي يمكن أن تدعمها المنطقة.

source: The amount of biomass in an ecosystem.
ar_eg: كمية الكتلة الحيوية في نظم بيئي.

source: The volume of water in plant cells.
ar_eg: حجم المياه في خلايا النبات.

source: The number of cells in a tree.
ar_eg: عدد الخلايا في شجرة.

source: Biodiversity may be best described as:
ar_eg: أفضل وصف للتنوع الحيوي هو:

source: the variety of species found in an ecosystem.
ar_eg: التنوع في الجنس البشري الموجود في نظام بيئي.

source: species critical to the survival of predators.
ar_eg: فصائل تشكل خطرا على نجاة المفترِسات.

source: producers at the base of an ecosystem.
ar_eg: تقع المنتجات في قاعدة النظام البيئي.

source: the plants found in a desert.
ar_eg: النباتات الموجودة في الصحراء.

source: Which factors are most important in determining the plant community that will be found in a given area?
ar_eg: ما هي العومل الأكثر أهمية في تحديد المجتمع النباتي الذي سيكون موجوداً في منطقة معينة؟

source: traffic and rainfall
ar_eg: حركة المرور وتساقط الأمطار.

source: temperature and rainfall
ar_eg: درجة الحرارة وهطول الأمطار.

source: temperature and longitude
ar_eg: درجة الحرارة وخط الطول.

source: traffic and longitude
ar_eg: حركة المرور وخط الطول.

source: Male ducks are often brightly colored, while female ducks are often very plain in coloration. Which statement best explains this difference?
ar_eg: تكون عادة ألوان ذكر البط زاهية، بينما ألوان أنثى البط تكون عادية التلوين. أي من العبارات التالية هي الأفضل لشرح هذا الإختلاف؟

source: Female ducks must protect the nest and benefit from camouflage.
ar_eg: يجب على أنثى البط حماية العش والإستفادة من التمويه.

source: Male ducks must protect the nest and benefit from camouflage.
ar_eg: يجب على ذكر البط حماية العش و الإستفادة من التمويه.

source: Female ducks' bright colors call attention to their nests.
ar_eg: تجذب ألوان أنثى البط الزاهية الإنتباه إلى أعشاشها.

source: Male ducks' bright colors attract predators to their nests.
ar_eg: تلفت ألوان ذكور البط الزاهية إنتباه المفترِسات لإعشاشها.

source: Which of the following statements is not true of most ecosystems?
ar_eg: أي من العبارات التالية غير صحيحة لغالبية الأنظمة البيئية؟

source: All species are connected to other species in complex ways.
ar_eg: ترتبط جميع الأصناف مع بعضها البعض بطرق معقدة.

source: It is difficult to understand all of the interactions in any ecosystem.
ar_eg: من الصعب فهم جميع التفاعلات في أي نظام بيئي.

source: Extinction of a few species has little effect on their ecosystem.
ar_eg: إنقراض بعض الأصناف له تأثير قليل على أنظمتها البيئية.

source: Plants serve as the basis for all ecosystems.
ar_eg: تعد النباتات أساس جميع الأنظمة البيئية.

source: How are food webs used to summarize interrelationships in ecosystems?
ar_eg: كيف يمكننا الإستفادة من الشبكة الغذائية لتلخيص العلاقات المتبادلة في الأنظمة البيئية؟

source: Food webs capture energy from water.
ar_eg: تحصل الشبكة الغذائية على الطاقة من الماء.

source: Food webs show that plants are high-order consumers.
ar_eg: تُظهر الشبكة الغذائية بأن النباتات مستهلكات ذات ترتيب عالي.

source: Food webs trap insects for birds to consume as food.
ar_eg: تصيد الشبكات الغذائية الحشرات لتتغذى عليها الطيور.

source: Food webs show which organisms consume other organisms as food.
ar_eg: توضح الشبكة الغذائية الكائنات الحية التي تتغذى على كائنات حية أخرى.

source: An issue for many national parks centers around the fact that many animals commonly leave the park boundaries at various times of the year. Which statement best explains why this occurs?
ar_eg: إحدى القضايا في العديد من مراكز الحدائق الوطنية هي حقيقة أن العديد من الحيوانات تغادر حدود الحديقة خلال أوقات مختلفة من السنة. أي من الجمل التالية تصف ما يحدث بشكلٍ أفضل؟

source: The park boundaries are smaller than the ecosystem they preserve.
ar_eg: إن حدود الحديقة أصغر من حدود النظام البيئي الموجودة به.

source: Predators often consume producers directly.
ar_eg: غالبا المفترسات تستهلك المنتجات مباشرة.

source: Many national parks allow people to observe animals directly.
ar_eg: تسمح العديد من الحدائق العامة مشاهدة الحيوانات مباشرة.

source: Ecosystems are confined to the park boundaries.
ar_eg: تقتصر الأنظمة البيئية على حدود الحديقة.

source: Which of these biomes most likely supports the greatest amount of biodiversity?
ar_eg: أي من المجالات الحيوية البيئية التالية تدعم أكبر قدر ممكن من التنوع الحيوي؟

source: taiga
ar_eg: غابات الصنوبر

source: tropical rainforest
ar_eg: الغابات المطيرة الاستوائية

source: desert
ar_eg: الصحراء

source: grassland
ar_eg: الاراضي العشبية

source: Tundra ecosystems are best known for...
ar_eg: أفضل ما تعرف النظم البيئية التندرا أو الصحاري الباردة به هو:

source: cold temperature and little rainfall.
ar_eg: درجة حرارة منخفضة هطول أمطار قليل

source: warm temperatures and heavy rainfall.
ar_eg: درجات حرارة مرتفعة وهطول أمطار غزيرة.

source: moderate temperatures and little rainfall.
ar_eg: درجات حرارة معتدلة و هطول أمطار قليل.

source: high temperatures and little rainfall.
ar_eg: درجات حرارة عالية و هطول أمطار قليل.

source: Tropical rainforests are often cut and burned to provide space for growing food crops. The soil usually loses its fertility in only a few years. Which statement best explains this observation?
ar_eg: يتم قطع الغابات الإستوائية المطرية عادة وحرقها لتوفير مساحة لنمو محاصيل زراعية للغذاء جديدة. تفقد التربة عادة خصوبتها خلال بضع سنوات فقط. أي جملة من الجمل التالية تصف هذه الملاحظة؟

source: Growing crops and rainfall add nutrients to the soil.
ar_eg: تضيف المحاصيل النامية وتساقط الأمطار مواد غذائية إلى التربة.

source: Fire and crops add nutrients to the soil.
ar_eg: تضيف كل من النار والمحاصيل المواد المغذية إلى التربة.

source: Fire and rainfall remove crops from the soil.
ar_eg: تزيل كل من النار والأمطار المحاصيل من التربة

source: Growing crops and rainfall remove nutrients from the soil.
ar_eg: يزيل كل من المحاصيل وهطول الأمطار المواد الغذائية من التربة.

source: Fire is an important part of many biomes because...
ar_eg: تُعَد النار جزء مهم في العديد من المجالات الحيوية لأنها...

source: fire destroys all plants and animals in many ecosystems.
ar_eg: تدمر النار جميع النباتات والحيوانات في العديد من النظم البيئية.

source: fire thins vegetation and releases seeds from their coverings.
ar_eg: تؤدي النار إلى تقليل الإخضرار وتحرر البذور من أغطيتها .

source: fire chases animals away from their natural predators.
ar_eg: تطارد النار الحيوانات بعيداً عن مفترساتها الطبيعية .

source: fire is often controlled by humans using clear cutting.
ar_eg: يسيطر الإنسان على إشتعال النيران من خلال قطع الأشجار.

source: What is one advantage enjoyed by animals that build hives?
ar_eg: ما هي الميزة التي تميز الحيوانات التي تبني خلايا ؟

source: Protection from predators.
ar_eg: الحماية من الحيوانات المفترسة.

source: Easy movement from place to place.
ar_eg: سهولة الحركة من مكان إلى آخر.

source: Locations close to food sources.
ar_eg: قربها من مصادر الغذاء.

source: Protection from prey species.
ar_eg: الحماية من الأصناف الجارحة.

source: Which of the following is least likely to help determine the type of biome that will define a particular location?
ar_eg: أي من الجمل التالية لها تأثير ضعيف في تحديد نوع المجال الحيوي البيئي في منطقة معينة؟

source: Distance from the equator
ar_eg: المسافة عن خط الإستواء؟

source: Waterfowl migration patterns
ar_eg: أنماط هجرة الطيور المائية.

source: Average annual rainfall
ar_eg: معدل ​​هطول الأمطار السنوي

source: Average annual temperature
ar_eg: معدل درجة الحرارة السنوي.

source: What is an advantage to controlled burning in forests?
ar_eg: ما الميزة التي تسيطر على الحرق في الغابات؟

source: The fires help shrubby trees to compete with bigger tree species.
ar_eg: تساعد الحرائق الشجيرات على المنافسة مع الأشجار الأكبر .

source: The fires help shrubby trees fill the space between big trees.
ar_eg: تساعد الحرائق الشجيرات على ملئ الفراغ بين الأشجار الكبيرة.

source: The fires remove shrubby trees that provide fuel for fires.
ar_eg: تزيل الحرائق الشجيرات التي تزود الحرائق بالوقود .

source: The fires remove shrubby trees that kill bigger tree species.
ar_eg: تزيل الحرائق الشجيرات الصغيرة التي تقتل أصناف من الأشجار الأكبر.

source: Solar Power
ar_eg: الطاقة الشمسية

source: Click which one of the following statements is NOT true:
ar_eg: إختر الجملة الخاطئة مما يلي:

source: The Sun warms the Earth even on a cloudy day.
ar_eg: تسخن الشمس الأرض حتى في الأيام الغائمة.

source: The Sun is a huge ball of burning solids and gases.
ar_eg: الشمس عبارة عن كرة ضخمة تتكون من إحتراق الغازات والمواد الصلبة.

source: The Sun radiates energy in all directions.
ar_eg: تشع الشمس الطاقة في جميع الإتجاهات.

source: The Sun affects our weather and water cycle.
ar_eg: تؤثر الشمس على الطقس ودورة المياه.

source: The differences in the amount of energy the Earth's surface receives at different locations is NOT due to
ar_eg: الفروق باختلاف كمية الطاقة التي تحصل عليها سطح الأرض بمواقع مختلفة ليس ناتجاً عن:

source: the shape of the Earth
ar_eg: شكل الأرض.

source: the rotation of Earth around its axis
ar_eg: دوران الأرض حول محورها.

source: the distance between the Earth and the Sun
ar_eg: المسافة بين الأرض والشمس.

source: the tilt of Earth's axis
ar_eg: ميل محور الأرض.

source: The Sun can be considered the power plant of our solar system. Which of the following types of power plants does the Sun resemble most?
ar_eg: يمكننا إعتبار الشمس بأنها محطة توليد الطاقة في النظام الشمسي, أي من أنواع محطات توليد الطاقة يشبه الشمس أكثر؟

source: Geothermal Plant
ar_eg: وحدة الطاقة الحرارية الأرضية.

source: Hydroelectric Plant
ar_eg: وحدة توليد الطاقة الكهرومائية

source: Nuclear Plant
ar_eg: وحدة نووية
