Repository: geneconde/NGR-sandbox
Catalog: demo/solar-power/Locale/*/LC_MESSAGES/solar-power.po
Languages: ar_eg

source: Think again! This statement is true. The sun does not really rise and set every day, it is the earth's rotation that makes it seem this way.
ar_eg: فكر مرة أخرى! هذه العبارة صحيحة. لا تشرق الشمس وتغيب كل يوم، بل حركة الأرض هي التي تجعل الشمس تبدو كذلك.

source: Quiz Question #5
ar_eg: سؤال قصير #5

source: As the sun seems to move across the sky during the day, the shape of the shadows it makes changes. Here are five pictures of a house showing its shadows changing with the position of the sun in the sky:
ar_eg: بينما تتحرك الشمس في السماء خلال النهار، حجم الظلال التي تنتج عنها تتغير. هنالك خمسة صور تظهر ظلال منزل تتغير مع تغير موقع الشمس في السماء.

source: Connect the letters on the left, which represents the images above, to the time on the right by dragging any of the circles at the left column to another circle in the right column. Click the Start Over button to remove the lines and connect again.
ar_eg: اربط الأحرف الموجودة على اليسار، والتي تمثل الصور أعلاه، مع الصوره الموجودة على اليمين عن طريق سحب أي من الدوائر الموجودة على الجهة اليسار إلى دائرة أخرى موجودة على الجهة اليمين. اضغط على "إبدأ مرة أخرى" لإزالة الخطوط والتوصيل مرة أخرى.

source: Column A
ar_eg: العامود أ

source: noon
ar_eg: وقت الظهر

source: or
ar_eg: أو

source: Column B
ar_eg: العامود ب

source: Start Over
ar_eg: إبدأ من جديد

source: A black silhouette follows...
ar_eg: فيما يلي صورة ظلية سوداء...

source: Correct! When the earth is rotating on its axis, it seems that in the morning the sun is rising from the east. At noon, the sun is directly over the earth and the shadow is shortest. As the day goes on, the shadows begin to get longer again until the earth rotates in a way that it appears the sun is setting in the west. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated.
ar_eg: صحيح! عندما تدور الأرض حول نفسها، يبدو كأن الشمس تشرق من جهة الشرق. في فترة الظهر، تكون الشمس عاموديه على سطح الأرض ويبدو الظل أقصر. ومع مرور اليوم، يصبح الظل أطول مرة أخرى إلى أن تدور الأرض حول نفسها بحيث تصبح الشمس وكأنها تغرب من جهة الجنوب. من خلال معرفة موقع الشمس عند وقت تكون الظل يمكننا تقدير الوقت من اليوم.

source: Not quite! When the earth is rotating on its axis, it seems that in the morning the sun is rising from the east. At noon, the sun is directly over the earth and the shadow is shortest. As the day goes on, the shadows begin to get longer again until the earth rotates in a way that it appears the sun is setting in the west. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated.
ar_eg: ليس تماما! عندما تدور الأرض حول نفسها، يبدو كأن الشمس تشرق من جهة الشرق. في فترة الظهر، تكون الشمس عاموديه على سطح الأرض ويبدو الظل أقصر. ومع مرور اليوم،يصبح الظل أطول مرة أخرى إلى أن تدور الأرض حول نفسها بحيث تصبح الشمس وكأنها تغرب من جهة الجنوب. من خلال معرفة موقع الشمس عند تكون الظل يمكننا تقدير الوقت من اليوم.

source: Quiz Question #6
ar_eg: سؤال سريع # 6

source: Select the correct words to fill in the blanks.
ar_eg: اختر الكلمات الصحيحه لتعبئة الفراغات

source: Water is found on Earth's surface as a liquid in lakes, rivers, streams and oceans and as a solid in glaciers, snow cover and ice. The radiant energy of the sun heats water and causes it to
ar_eg: توجد المياه على سطح الأرض كمادة سائلة في البحيرات والأنهار والجداول والمحيطات وكمادة صلبة في الأنهار الجليدية والغطاء الثلجي باللإضافة إلى الجليد. إن الطاقة الشعاعية الصادرة عن الشمس تسبب إنصهار المياه.

source: select
ar_eg: اختار

source: condense
ar_eg: يتكثف

source: radiate
ar_eg: يشع

source: precipitate
ar_eg: يتساقط المطر

source: evaporate
ar_eg: يتبخر

source: into water vapor. The water vapor then rises into the air and collects in clouds. Eventually, the water vapor cools enough to
ar_eg: إلى بخار ماء. يرتفع بخار الماء إلى الأعلى ويتجمع في السحب. وفي النهاية، يبرد بخار الماء.

source: or change back into very small droplets of water. These small droplets of water combine into bigger droplets that then fall back to Earth as
ar_eg: أو يتحول مرة أخرى إلى قطرات صغيرة من الماء. تندمج قطرات الماء الصغيرة مع بعضها البعض لتكون قطرات أكبر حجما ثم تسقط إلى الأرض

source: in the form of rain, sleet, hail or snow.
ar_eg: على شكل أمطار أو أمطار سائلة أو برد أو ثلوج.

source: Water is found on Earth's surface as a liquid in lakes, rivers, streams and oceans and as a solid in glaciers, snow cover and ice. The radiant energy of the sun heats water and causes it to <span id='ans1'></span> (to change from a liquid into a water vapor). The water vapor then rises into the air and collects in clouds. Eventually, the water vapor cools enough <span id='ans2'></span> or change back into very small droplets of water. These small droplets collect into bigger droplet and fall back to earth's surface or <span id='ans3'></span> as liquid rain or solid snow, hail, or sleet.
ar_eg: توجد المياه على سطح الأرض كمادة سائلة في البحيرات والأنهار والجداول والمحيطات وكمادة صلبة في الأنهار الجليدية والغطاء الثلجي باللإضافة إلى الجليد. إن الطاقة الإشعاعية الصادرة عن الشمس تسخن المياه وتتسبب <span id='ans1'></span>(في تغير حالة المياه من الحالة السائلة إلى بخار ماء). ثم يرتفع بخار الماء إلى الأعلى ويتجمع في السحب. وفي النهاية، يبرد بخار الماء <span id='ans2'></span>أو يتغير مرة أخرى إلى قطرات صغيرة من الماء. ثم تتحد قطرات الماء الصغيرة مع بعضها البعض لتصبح أكبر حجما وتسقط مجددا إلى سطح الأرض على هيئة <span id='ans3'></span> أمطار أو ثلوج أو برد أو صقيع.

source: Is it raining?
ar_eg: هل تمطر؟

source: Correct! The water cycle consists of evaporation where water turns into vapor, condensation where the vapor turns into small droplets of water that combine into larger droplets that fall back to Earth as precipitation in the form of rain, sleet, hail and snow.
ar_eg: صحيح! تتضمن دورة الماء عملية تبخر حيث تتحول المياه إلى بخار، والتكثيف هو تحول بخار الماء إلى قطرات صغيرة والتي بدورها تتجمع مع بعضها البعض لتصبح قطرات كبيرة ثم تسقط على سطح الأرض وبذلك يحدث هطول للقطرات على شكل أمطار أو مطر متجمد أو بَرَد أو على شكل ثلوج.

source: Not quite! The water cycle consists of evaporation where water turns into vapor, condensation where the vapor turns into small droplets of water that combine into larger droplets that fall back to Earth as precipitation in the form of rain, sleet, hail and snow.
ar_eg: ليس تماما! تتضمن دورة الماء عملية تبخر حيث تتحول المياه إلى بخار، والتكثيف هو تحول بخار الماء إلى قطرات صغيرة والتي بدورها تتجمع مع بعضها البعض لتصبح قطرات كبيرة ثم تسقط على سطح الأرض وبذلك يحدث هطول للقطرات على شكل أمطار أو مطر متجمد أو بَرَد أو على شكل ثلوج.

source: Congratulations
ar_eg: تهانينا

source: You've completed the Solar Power review.
ar_eg: قد انتهيت من مراجعة الطاقة الشمسية.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التحقق من إجاباتك من خلال "التقويم السريع" و "الأسئلة القصيرة" من خلال النقر على الزر أدناه.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة المخططة.

source: You're done!
ar_eg: لقد انهيت!
