Repository: geneconde/NGR-sandbox
Catalog: demo/solar-power/Locale/*/LC_MESSAGES/solar-power.po
Languages: ar_eg

source: How did I do?
ar_eg: كيف ابليت؟

source: Solar Power
ar_eg: الطاقه الشمسيه

source: More core ideas... about solar power
ar_eg: المزيد من الأفكار الأساسية..... حول الطاقة الشمسية

source: You answered...
ar_eg: قد اجبت...

source: Back
ar_eg: سابق

source: Check Answer
ar_eg: تأكد من الإجابة

source: Next
ar_eg: لاحق

source: Read More
ar_eg: إقرأ المزيد

source: Please select your answers.
ar_eg: الرجاء اختيار إجاباتك.

source: Please select your answer.
ar_eg: الرجاء اختيار إجابتك.

source: Please type your answer.
ar_eg: الرجاء طباعة إجابتك.

source: Close me!
ar_eg: أغلقني!

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دور أو اقلب الصندوق للأعلى أو للأسفل لتحديد اجابتك. انقر وثبت الفأره ثم حركها لأعلى ولأسفل.

source: Start
ar_eg: ابدأ

source: Welcome to the Solar Power review
ar_eg: مرحبا بكم في مراجعة الطاقه الشمسيه

source: Let's begin
ar_eg: لنبدأ

source: Thinking about... solar power
ar_eg: التفكير في... الطاقة الشمسيه

source: When you think about energy resources found on Earth, such things as oil, coal and natural gas may come to mind. The energy stored in those fuels can be changed to useful forms of energy to produce electricity, drive cars and heat homes. But have you ever wondered where the energy stored in oil, coal and natural gas fuels, even the food that you ate today, came from? If you said the Sun, you are correct!
ar_eg: عند التفكير في مصادر الطاقة الموجوده على الأرض, قد يتبادر إلى ذهنك النفط والفحم والغاز الطبيعي. من الممكن أن تتحول الطاقه المخزنه في مثل هذه الأنواع من الوقود إلى أشكال مفيده من الطاقه لإنتاج الكهرباء, وقياده السيارات وتدفئة المنازل. ولكن هل تسائلت يوما أين تخزن الطاقة في الوقود كالنفط، والفحم، والغاز الطبيعي. أو حتى من أين حصلت على طعامك اليوم؟ اذا كانت إجابتك هي الشمس, فأنت على حق.

source: Are you ready
ar_eg: هل أنت مستعد؟

source: Checking what you know... about solar power
ar_eg: التحقق من مدى معرفتك... حول الطاقه الشمسيه

source: At one time or another you have probably walked on a paved road in the early evening after a very hot day and had the sensation that heat energy was coming from the road. <span>Which of the following do you think is original source of the heat coming from the pavement?</span>
ar_eg: من المحتمل أنك مشيت يوما ما على طريق معبد في وقت مبكر من المساء في يوم شديد الحراره وشعرت بطاقه حراريه منبعثه من الطريق. <span>أي من التالي هو برأيك المصدر الأصلي للحرارة القادمة من الرصيف؟ </span>

source: Geothermal energy
ar_eg: الطاقة الحرارية الجوفية

source: Nuclear energy from Earth's core
ar_eg: الطاقة النووية من نواة الأرض.

source: Radiant energy from the sun
ar_eg: الطاقه المشعه من الشمس

source: Heat from the friction of traffic during the day
ar_eg: الحرارة الناتجه من الإحتكاك من حركة المرور خلال النهار

source: Dark pavements heat up in the sun because they absorb 80-95% of sunlight. Radiant energy from the sun is the original source of this heat. Read on to review more about solar power.
ar_eg: تسخن الأرصفه الداكنة اللون في الشمس لامتصاصاها 80-95% من أشعه الشمس. ويعد المصدر الأساسي للحراره هو الطاقه المشعه من الشمس. إقرا المزيد لإستعراض معلومات أخرى عن الطاقه الشمسيه.

source: Putting on sunblock...
ar_eg: وضع واقي الشمس...

source: Reviewing core ideas... about solar power
ar_eg: مراجعه الأفكار الأساسيه... عن الطاقه الشمسيه

source: The sun is a large ball of exploding gas. The sun can be considered a giant nuclear power plant within the solar system. Inside the sun, atoms of hydrogen gas are constantly smashed together (or fused) to form another gas called helium. This is called <span class='key'>fusion</span>. When that happens, energy is released. Because the Sun is so large and contains so much material, the amount of energy released by this process is tremendous. The Sun <span class='key'>radiates</span>, or sends out, huge amounts of energy in all directions in space. While only a very small amount of that energy reaches us on Earth, it is just the right amount to meet the needs of life on Earth.
ar_eg: الشمس عباره عن كره عملاقة ناتجه من انفجار الغازات. و يمكننا اعتبار الشمس محطه ضخمة لإنتاج الطاقه النوويه داخل النظام الشمسي. حيث يحدث باستمرار تحطم أو إنصهار لذرات غاز الهيدروجين داخل الشمس مشكلة غاز أخر يسمى الهيليوم. ويطلق على هذه الظاهره اسم <span class='key'>الإنصهار</span>. وينتج من ذلك انبعاث للطاقه. وبما أن حجم الشمس كبير جدا وتحتوي على العديد من المواد فان كميه الطاقه المنبعثه تكون هائله جدا. إن الشمس <span class='key'>تُشِع</span> كميه هائله من الطاقه في كل الإتجاهات في الفضاء. إلا أنه يصل إلى الأرض كميه قليله جدا, وهذه الكيمه كافيه لتلبية إحتياجات الحياه على الأرض.

source: The sun produces many different kinds of energy. In fact, the sun produces a wide <span class='key'>spectrum</span> (or range) of <span class='key'>radiant</span> energies that can move through empty space. Most of the radiant energy from the sun that reaches us on Earth is in the form of <span class='key'>visible light</span> and <span class='key'>infrared light</span>. The visible light from the sun gives us the colors (including white) that we see. Infrared light is a kind of heat light. It is not as energetic as visible light, but it is the most abundant kind of sunlight. People can't see infrared light without special "night vision" glasses, but some insects and some animals can see infrared light through special sense devices that act like eyes.
ar_eg: تنتج الشمس عدة أنواع مختلفه من الطاقه. في الواقع تنتج الشمس <span class='key'>طيف واسع</span> (أو مدى) من الطاقه <span class='key'>المشعه</span> الممكن انتقالها عبر الفضاء . معظم الطاقه المشعه تصل إلى سطح الأرض على شكل <span class='key'>أشعه مرئيه</span> و <span class='key'>أشعه تحت الحمراء</span>. ونحصل على الألوان (بما فيها اللون الأبيض) من الأشعه المرئيه التي نحصل عليها من الشمس. وتعد الأشعه تحت الحمراء نوع من أنواع الأشعه الحراريه. على الرغم من أن الأشعه تحت الحمراء غير حيويه مثل الأشعه المرئيه إلا أنها الأكثر توفرا من أشعة الشمس. لا يمكن رؤيه الأشعه تحت الحمراء دون استخدام نظارات"الليلية"، ولكن يمكن لبعض الحشرات والحيوانات من رؤية الأشعه تحت الحمراء من خلال أجهزة إحساس خاصه تتصرف مثل العينين.

source: Move your mouse around the black screen to see the effect of night vision goggles and see what's hidden in the dark.
ar_eg: حرك الفأره حول الشاشه السوداء لمشاهدة تأثير نظارات الرؤيه الليليه ولرؤية ما هو مخفي في الظلام.

source: Put on some sunblock
ar_eg: ضع القليل من واقي الشمس.

source: Quick Check #1
ar_eg: تقويم سريع #1

source: Question A. What can you infer about helium from the fact that it's made by nuclear fusion reactions inside the sun?
ar_eg: السؤال أ. ماذا يمكنك أن تستنج من حقيقة أن غاز الهيليوم ناتج عن إندماج التفاعلات النوويه داخل الشمس؟

source: It's heavier than hydrogen.
ar_eg: إنه أثقل من الهيدروجين.

source: It's lighter than hydrogen.
ar_eg: إنه أخف من الهيدروجين.

source: It's heavier than oxygen.
ar_eg: أنه أثقل من الأكسجين.

source: It's heavier than carbon.
ar_eg: إنه أثقل من الكربون.

source: Question B. Some snakes have the ability to hunt prey in the darkness by using specialized pit organs on their face which allow them to "see" the body heat of their intended meal. Click on the part of the spectrum that can be detected by those pit organs.
ar_eg: سؤال ب. بعض الأفاعي لديها القدرة على اصطياد الفريسة في الظلام باستخدام أعضاء خاصة في وجوههم تسمح لهم "برؤية" حرارة جسم وجبتهم المفترضه. انقر على جزء الطيف الذي يمكن لأعضاء الأفعى الخاصة الكشف عنه.

source: Radio waves
ar_eg: أمواج الراديو

source: Microwave
ar_eg: المايكروويف

source: Infrared
ar_eg: تحت الحمراء

source: Ultraviolet
ar_eg: فوق البنفسجسه

source: X-Rays
ar_eg: الأشعه السينية

source: Gamma Rays
ar_eg: أشعة غاما

source: Visible Light
ar_eg: الضوء المرئي

source: Ready for your first quick check!
ar_eg: هل أنت مستعد لأول تقويم سريع !

source: Correct! Hydrogen atoms combine and make helium, so helium is heavier.
ar_eg: إجابه صحيحه! تندمج ذرات الهيدروجين وينتج عنها الهيليوم, اذا الهيلوم أثقل.

source: Not quite! Helium is made up of hydrogen atoms fusing, so helium is heavier than hydrogen.
ar_eg: إجابه غير دقيقه! ينتج الهليوم من إنصهار ذرات الهيدروجين, لذلك الهيلوم هو أثقل من الهيدروجين.

source: Nope! Oxygen is heavier than helium, but nuclear fusion in the sun involves hydrogen and helium.
ar_eg: إجابة غير صحيحة! الأكسجين أثقل من الهيليوم، لكن الإندماج النووي في الشمس يتضمن الهيدروجين والهيليوم.

source: Think again! Carbon is heavier than helium, but nuclear fusion in the sun involves hydrogen and helium.
ar_eg: فكر مره اخرى! الكربون أثقل من الهيليوم، ولكن الإندماج النووي في الشمس يتضمن الهيدروجين والهيليوم.

source: Correct! Certain types of snakes have holes on their faces called pit organs. The pit organ can detect infrared radiation from warm bodies up to three feet away.
ar_eg: إجابه صحيحه! هناك أنواع معينه من الأفاعي لديها ثقوب على وجوهها يطلق عليها أعضاء الحفر. يمكن لهذه الأعضاء الكشف عن الأشعه تحت الحمراء الصادره من الأجسام الحاره لمسافه تصل إلى ثلاثه أقدام.

source: Nope! Visible light gives us the colors that we see, and infrared light is a kind of heat light. Certain types of snakes have holes on their faces called pit organs. The pit organ can detect infrared radiation from warm bodies up to three feet away. This is how the snakes hunt at night.
ar_eg: جابه غير صحيحه! إن الضوء المرئي يُنتِج لنا الألوان التي نشاهدها، والأشعه تحت الحمراء هي عباره عن ضوء حراري. يوجد أنواع معينه من الأفاعي لديها ثقوب في وجوههم يطلق على تلك الثقوب اسم أعضاء الحفر. حيث تمكن هذه الأعضاء الأفاعي من الإستشعار بالأشعه تحت الحمراءالناتجه من الأجسام الحاره وحتى مسافه تصل إلى ثلاثة أقدام. وهذا يُمَكِّن الأفاعي من الإصطياد ليلا.

source: The sun's energy drives many phenomena found on earth's surface. The water cycle and food chain both depend on solar energy to fully work properly. We depend on the sun every day, every time we eat in fact. We eat to get energy from food, and that energy was once energy from the sun that was captured by plants in the chemical process that forms plant. So if you trace the energy in food, it always starts with the sun.
ar_eg: تعد طاقة الشمس سبب العديد من الظواهرالتي تحدث على سطح الأرض. كما تعتمد كل من دورة المياه و السلسة الغذائية بشكل كامل على الطاقة الشمسية لتعمل بشكل جيد. في الواقع نحن نعتمد على الشمس بشكل يومي عند تناولنا للطعام. إن مصدر الطاقة لدينا هو الطعام، وتعد الشمس مصدر طاقة حيث تحصل النباتات على الطاقة من خلال عمليات كيميائية. لذلك اذا أردت أن تتبع مصدر الطاقة في النباتات، عليك أن تبدأ دائما بالشمس.

source: For example, think about eating an apple. The apple has sugars that provide energy when you eat it. The apple gets its energy from the apple tree and the apple tree gets its energy from sun (and air and water) through a process called <span class='key'>photosynthesis.</span> This flow of energy from the sun to the apple can be represented with arrows:
ar_eg: على سبيل المثال، لنفكر عندما نتناول التفاح. يحتوي التفاح على السكريات التي تزودنا بالطاقة عند تناولها. حيث يحصل التفاح على الطاقة من خلال شجرة التفاح وتحصل شجرة التفاح على الطاقة من خلال الشمس (والهواء والماء) وذلك من خلال عملية يطلق عليها <span class='key'>التركيب الضوئي</span> . ويمكن تمثيل تدفق الطاقة من الشمس إلى التفاحة من خلال أسهم:

source: Sun -> apple tree -> apple -> you!!!
ar_eg: الشمس- شجرة التفاح - تفاح - أنت!!!

source: The <span class='key'>water cycle</span> also depends on solar energy. Water is found on Earth's surface as a liquid in lakes, rivers, streams and oceans and as a solid in glaciers, snow cover and ice.
ar_eg: تعتمد <span class='key'>دورة الماء</span> أيضا على الطاقة الشمسية. حيث يتم العثور على المياه في سطح الأرض كسائل في البحيرات والأنهار والجداول والمحيطات بالإضافه إلى تواجد المياه على شكل أنهار جليدية و غطاء ثلجي وأخيرا على شكل جليد.

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح أدناه من خلال الضغط يمينا ويسارا على الأسهم.

source: The radiant energy of the sun heats water and causes it to <span class='key'>evaporate</span>—to change from a liquid into a water vapor.
ar_eg: تقوم الطاقة المشعه من الشمس بتسخين المياه وتتسبب في أن <span class='key'>تتبخر</span>- مما يؤدي إلى تغير حالة المياه من السائلة إلى بخار ماء.

source: The water vapor then rises into the air and collects in clouds. Eventually, the water vapor cools enough <span class='key'>condense</span> or change back into very small droplets of water.
ar_eg: يرتفع بخار الماء إلى الأعلى ويتجمع في السحب. وفي النهايه، يبرد بخار الماء بما فيه الكفاية كي <span class='key'>يتكاثف</span> أو يتحول إلى قطرات صغيرة جدا من الماء.

source: These small droplets collect into bigger droplets and fall back to earth's surface or <span class='key'>precipitate</span> as liquid rain or solid snow, hail, or sleet.
ar_eg: تتجمع قطرات المياه الصغيرة مع بعضها البعض لتكون قطرات أكبر ثم تسقط مجددا إلى سطح الأرض أو <span class='key'>تهطل</span> على شكل أمطار أو ثلوج أو برد أو صقيع.

source: The water cycle of evaporation, condensation and precipitation is driven by energy from the sun and operates continually.
ar_eg: دورة المياه بما فيها عملية التبخر, والتكاثف وهطولها على سطح الأرض تحدث باستمرار بسبب الطاقة الشمسية.

source: Without the sun, there would be no water cycle. The water would not evaporate and clouds would not form. More importantly, without the Sun, most if not all the water on Earth would simply freeze.
ar_eg: بدون الشمس، لن يكون هناك دورة المياه. الماء لا يتبخر ولن تتشكل الغيوم. الأهم من ذلك، من دون الشمس، معظم إن لم يكن جميع الماء الموجود على الأرض سيتجمد ببساطة.

source: Without the sun, there would be no water cycle. The water would evaporate, but then none of it would form clouds, no water would fall as precipitation, none would fill up the lake or streams, eventually all the water would simply evaporate and we would run out of water. Without solar energy, plants could not do photosynthesis to create food for plants, then animals would not have food, and we would not have plants or animals to eat to get energy.
ar_eg: لولا وجود الشمس, لما كان هناك دورة مياه. ستتبخر المياه ولكن لن تشكل غيوم, ولن يحصل هطول للأمطار, ولن تمتلئ البحيرات و الأنهار, وفي نهاية المطاف سوف تتبخر جميع المياه ولن نحصل عليها مجددا. وبدون الطاقة الشمسية، لن تستطيع النباتات من القيام بالتركيب الضوئي لإنتاج الطعام ، وبالتالي لن تحصل الحيوانات على الطعام، وبذلك لن يكون هناك نباتات أو حيوانات وبالتالي لن نحصل على الطعام اللازم ليمدنا بالطاقة.

source: Catching solar energy
ar_eg: التقاط الطاقة الشمسية

source: Quick Check #2
ar_eg: تقويم سريع #2

source: Question A. Which part of the water cycle does the sun directly effect?
ar_eg: السؤال أ. على أي جزء تؤثر الشمس بشكل مباشر في دورة الماء؟

source: Evaporation
ar_eg: تبخر

source: Condensation
ar_eg: تكاثف

source: Precipitation
ar_eg: هطول

source: None of the above
ar_eg: لا شيء مما ذكر

source: Question B. Which statement best describes the relationship between the sun and life on earth?
ar_eg: السؤال ب. أي عبارة تصف بشكل دقيق العلاقة بين الشمس والأرض؟

source: The sun damages life on earth.
ar_eg: الشمس تدمر الحياة على سطح الأرض.

source: The sun powers life on earth.
ar_eg: الشمس تعطي طاقة لسطح الأرض.

source: The sun protects life on earth.
ar_eg: تحمي الشمس الحياة على سطح الأرض.

source: All of the above
ar_eg: جميع ما ذكر.

source: It's a sunny day...
ar_eg: إنه يوم مشمس.

source: You got it! The sun provides heat which causes water to evaporate.
ar_eg: إجابه صحيحة. توفر الشمس الحرارة مما يؤدي إلى تبخر المياه.

source: Not quite! Once ocean water is evaporated, it condenses into clouds. So the sun plays a role in condensation, but is an indirect role.
ar_eg: ليس تماما! عندما تتبخر مياه المحيطات، فانها تتكثف على شكل غيوم. ولذلك تلعب الشمس دورا غير مباشر في عملية تكاثف المياه,

source: Nope! The sun directly affects evaporation. But evaporation leads to condensation then precipitation. So the sun affects the entire water cycle, but directly affects evaporation.
ar_eg: إجابة غير صحيحة! الشمس تؤثر بشكل مباشر على عملية تبخر المياه. يؤدي تبخر المياه إلى حدوث تكاثف ثم إلى حدوث هطول للأمطار. وهذا يعني أن الشمس تؤثربشكل كامل على دورة الماء ، وتؤثر بشكل مباشر على عملية تبخر الماء.

source: Think again! The sun affects the entire water cycle, but directly affects evaporation.
ar_eg: فكر مرة أخرى! الشمس تؤثر بشكل كامل على دورة الماء، وتؤثر بشكل مباشر على تبخر الماء.

source: Right on! The sun gives life to everything on earth.
ar_eg: أنت على حق! الشمس هي مصدر الحياة لكل شيء على سطح الأرض.

source: Nope! The opposite; the sun powers life on earth.
ar_eg: لا! على العكس; الشمس هي مصدر الحياة على سطح الأرض.

source: Not quite! The sun doesn't protect things on earth, it gives life to them.
ar_eg: ليس تماما! الشمس لا تحمي سطح الأرض, بل هي تعطي الحياة كائنات على سطح الأرض.

source: Think again! The sun does not damage or protect life on earth, it powers it.
ar_eg: فكر مرة أخرى! الشمس لا تدمر ولا تحمي الأشياء على سطح الأرض, بل تعطيهم الطاقة اللازمة.

source: A cycle, like the water cycle we reviewed, can be defined as a series of events that continually repeats. Another cycle that depends on the sun is the day and night cycle. The sun rising and setting signals us to begin and end our day with work and rest. This cycle is related to the way the earth moves. The earth rotates around itself at the same time it orbits around the sun. It takes earth 24 hours to completely rotate one time. As it rotates, one half of the earth faces the sun and has sunlight, and the other half faces away from the sun and experiences night.
ar_eg: دورة, مثل دورة الماء التي كنا نتحدث عنها قبل قليل، يمكن تعريفها بأنها سلسلة من الأحداث التي تتكرر باستمرار. من الأمثلة الأخرى التي تعتمد على الشمس هي دورة الليل والنهار. فشروق الشمس هو بداية نهار جديد من العمل ثم ينتهي بغياب الشمس لنرتاح. حيث تعتمد هذه الدورة على حركة الأرض. ومن المعروف أن الشمس تدور حول نفسها وفي نفس الوقت تدور حول الأرض. حيث تأخذ الأرض 24 ساعة للإنتهاء من دورة واحدة فقط.. وفي أثناء دوران الأرض تواجه نصف الأرض الشمس و يحصل على ضوئها ، في حين يخيم الليل على النصف الآخر بسبب عدم مواجهته للشمس.

source: Venus
ar_eg: كوكب الزهرة

source: Earth
ar_eg: كوكب الأرض

source: Mars
ar_eg: كوكب المريخ

source: Jupiter
ar_eg: كوكب المشتري

source: Saturn
ar_eg: كوكب زحل

source: Uranus
ar_eg: كوكب أورانوس

source: Neptune
ar_eg: كوكب نبتون

source: Mercury
ar_eg: الزئبق

source: Sun
ar_eg: الشمس

source: The rising and setting of the sun has another effect we see everyday - shadows that change as the sun moves across our sky. Shadows change during the day as the sun appears to move. The lower the sun the longer the shadow - the higher the sun the shorter the shadow. The length of a shadow can change dramatically through a day. At sunrise the shadow of the object blocking the sun will be longer than in the middle of the day. Similarly, at sunset the shadow will be longer than in the middle of the day, although the shadow will form in the opposite direction to the shadow at sunrise.
ar_eg: إن شروق وغروب الشمس لها تأثير أخر نراه كل يوم- يتغير موقع الظلال مع تغير موقع الشمس في السماء. وهذا دليل على أن حركة الظلال مرتبطه بحركة الشمس حيث يتغير موقع الظل حسب حركة الشمس. و كلما كان مستوى الشمس منخفض كان الظل أطول- والعكس صحيح. يمكن أن يتغير طول الظل بشكل كبير خلال يوم واحد. فعند شروق الشمس يكون حجب الظل للشمس أكبر من منتصف النهار. بالمثل، عند غروب الشمس يكون الظل أطول من منتصف الليل، على الرغم من أن الظل يتكون في الجزء المعاكس للشمس.

source: The size of the shadow depends on a variety of factors including the time of the day, the size of the object blocking the light and the position of the sun at the time the shadow is created.
ar_eg: حجم الظل يعتمد على عوامل مختلفه من ضمنها الوقت خلال النهار, و حجم الجسم المانع للضوء و موقع الشمس في وقت تكون الظل.

source: Round and round it goes...
ar_eg: تتحرك بشكل دائري.

source: Quick Check #3
ar_eg: تقويم سريع # 3

source: Question A. How long does it take the moon to travel once around the earth?
ar_eg: السؤال أ. كم يستغرق القمر من الوقت أثناء دورانه حول الأرض؟

source: 24 hours
ar_eg: 24 ساعة

source: 28 days
ar_eg: 28 يوم

source: 12 months
ar_eg: 12 شهر

source: Questions B. Look at the two pictures of the same runner and click on <span class='red blink'>all</span> the correct statements below.
ar_eg: السؤال ب. انظر إلى الصورتين لنفس العداء وانقر على <span class='red blink'>جميع</span> العبارات الصحيحة.

source: In both pictures the runner is running at the same time of the day.
ar_eg: في كلتا الصورتين يركض العداء في نفس الوقت من اليوم.

source: The shadows for both runners will not change as the people walk.
ar_eg: لن يتغير مكان ظل كلاً من العدائين أثناء حركة الناس.

source: Knowing the position of the sun at the same time the shadows are created, the time of the day can be estimated.
ar_eg: يمكن تقدير الوقت أثناء اليوم من خلال معرفة موقع الشمس في الوقت الذي يكون فيه الظل.

source: Both runners are facing the sun.
ar_eg: كلا من العدائين يواجهان أشعة الشمس.

source: The shadow created in the picture on the right is most likely created closer to noon than the shadow on the left.
ar_eg: على الأرجح أن الصورة على اليمين قد تكون الظل فيها في وقت أقرب إلى الظهر من الصورة الأخرى في اليسار.

source: Checking, checking...
ar_eg: تحقق, تحقق...

source: Right on! It takes 28 days for the moon to travel once around the earth.
ar_eg: صحيح! يستغرق القمر 28 يوما للدوران حول الأرض دورة واحدة.

source: Nope! It takes 24 hours for the earth to turn once in its axis.
ar_eg: إجابة خاطئه! تستغرق الأرض 24 ساعة للدوران حول نفسها دورة واحدة.

source: Not quite! It takes 12 months for the earth to revolve around the sun.
ar_eg: ليس تماما! تستغرق الأرض 12 شهرا للدوران حول الشمس.

source: You got it! Both shadows are behind the runners, so you can tell they are facing the sun. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated. The time of the shorter shadow is probably closer to noon.
ar_eg: إجابه صحيحة! يقع ظلال كلا العدائين خلفهم وذلك دليل على أن الشمس تقع مقابلهم. يمكننا تقدير الوقت من خلال معرفة موقع الشمس في الوقت الذي يتكون فيه الظل. فكلما كان الظل أقصر يكون الوقت أقرب إلى الظهر.

source: Not quite! Based on the shadows you can see it is not the same time of day. No matter the time, a person's shadow will always move with them. Knowing the position of the sun at the time the shadow is created, the time of day can be estimated. The time of the shorter shadow is probably closer to noon. Both shadows are behind the runners, so you can tell they are facing the sun.
ar_eg: ليس تماما! نستنتج من الظلال التي يمكن رؤيتها أن الوقت يختلف خلال اليوم. بغض النظر عن الوقت، فإن الظل دائما يتحرك مع الشخص. ويمكننا تقدير الوقت من خلال معرفة موقع الشمس في الوقت الذي يتكون فيه الظل. كلما كان الظل أقصر كان الوقت أقرب إلى فترة الظهيرة. يمكننا ملاحظة أن ظلال كلاً من العدائين تقع خلفهما وهذا دليل على أن كلاهما مقابل الشمس.

source: Everyone knows it is hot in the summer and cold in the winter in the northern hemisphere even though the sun itself doesn't change. What everyone doesn't know is that the way the sun's light energy hits the earth, the shape of the earth and the tilt of the earth are what cause the different seasons.
ar_eg: كما نعلم أن الجو يكون حاراً في فصل الصيف في نصف الكرة الشمالي وبارد شتاء على الرغم من أن الشمس لا تتغير. ما لا نعرفه هو كيف تصل طاقة أشعة الشمس إلى الأرض، يعتمد تغير الفصول الأربعه على شكل الأرض ودرجة ميلانها.
