Repository: geneconde/NGR-sandbox
Catalog: demo/solar-power/Locale/*/LC_MESSAGES/solar-power.po
Languages: ar_eg

source: Let's start with the way the light energy from the sun strikes the earth and the earth's shape. It is useful to think of the sun's light as traveling in <span class='key'>parallel rays</span> when they strike the earth. Because the earth is shaped like a ball, the parallel rays do not hit all places on the earth's surface at the same angle. At or near the earth's <span class='key'>equator</span>, the sun's rays hit the earth with the greatest energy--like a ball thrown directly at a wall. Light rays hitting the earth further and further away from the equator hit the earth with less and less energy—like a ball thrown at more and more of a glancing angle at a wall. The less energy striking that part of the Earth, the colder that part of the Earth is.
ar_eg: لنبدأ أولا بالطريقة التي تصل بها الطاقة الضوئية من الشمس إلى الأرض وشكل الأرض. من الأسهل أن نفكر بأن أشعة الشمس تنتقل إلى سطح الأرض على شكل <span class='key'>أشعة متوازية</span>.بما أن الأرض عبارة عن دائرة فإن الأشعة القادمة من الشمس لا تصل إلى كل أنحاء الأرض بنفس الزواية. حيث تصل أكبر كمية من الطاقة إلى الأرض من أشعة الشمس عند <span class='key'>خط الأستواء</span> أو بالقرب منه ويمكن تشبيه هذه الطاقة مثل كرة رميت على الحائط مباشرة. كلما ابتعدنا عن خط الإستواء تقل كمية الطاقة التي تصل إلى سطح الأرض مثل كرة رميت على حائط بشكل غير مقصود. كلما قلت كمية الطاقة التي تصل إلى الأرض كلما كان هذا الجزء أبرد من غيره.

source: The tilt of the earth on its axis is the reason we have different seasons. As the earth revolves around the sun, the tilt means different places on the earth receive more or less energy from the parallel rays that hit the earth. So when the earth is tilted with its north pole toward the sun, it is summer in the northern hemisphere and winter in the southern hemisphere. When the earth is tilted with its south pole toward the sun, it is just the opposite--summer in the southern hemisphere and winter in the northern hemisphere.
ar_eg: إن السبب الرئيسي لحدوث الفصول الأربعة هو درجة ميلان الأرض حول محورها. بينما تدور الشمس حول نفسها، يحدث ميلان للأرض مما يؤدي إلى حدوث اختلاف في كمية طاقة الأشعة المتوازيه التي تصل الى سطح الارض حيث تصل الى اجزاء بكمية كبيرة واجزاء اخرى تكون الكمية قليله. عندما تميل الأرض باتجاه القطب الشمالي نحو الشمس فانه يحدث فصل الصيف في نصف الكرة الشمالي ويحدث فصل الشتاء في نصف الكرة الجنوبي. وعندما تميل الأرض باتجاه القطب الجنوبي وباتجاه الشمس يحدث فصل الصيف في نصف الكرة الجنوبي وفصل الشتاء في نصف الكرة الشمالي.

source: Spring
ar_eg: فصل الربيع

source: Summer
ar_eg: فصل الصيف

source: Winter
ar_eg: فصل الشتاء

source: Autumn
ar_eg: فصل الخريف

source: Changing seasons...
ar_eg: تغير الفصول...

source: Quick Check #4
ar_eg: تقويم سريع # 4

source: Question A. What cycle caused by the sun is the diagram trying to show? What is the cause of this cycle?
ar_eg: السؤال أ. استنتج من خلال الرسم البياني الدورة الناتجه بفعل الشمس؟ وما هو سبب حدوثها؟

source: Day and night cycle, tilt of the earth on its axis
ar_eg: دورة النهار والليل، ميلان الأرض حول محورها.

source: Occurrence of seasons, tilt of the earth on its axis
ar_eg: حدوث الفصول الأربعة، ميل الأرض حول محورها.

source: Day and night cycle, rotation of the earth on its axis
ar_eg: دورة اليل والنهار، دوران الأرض حول محورها.

source: Occurrence of seasons, rotation of the earth on its axis
ar_eg: حدوث الفصول الأربعة، دوران الأرض حول محورها.

source: Question B. Click on the answer that best describes the seasons when the North Pole is tilted towards the sun.
ar_eg: السؤال ب. إضغط على الإجابة الصحيحة التي تصف الفصول عندما يميل القطب الشمالي نحو الشمس

source: It is summer time in countries in the Northern Hemisphere. It is winter time in countries in the Southern Hemisphere.
ar_eg: إنه فصل الصيف في مناطق نصف الكرة الشمالي. و فصل الشتاء في مناطق نصف الكرة الجنوبي.

source: It is winter time in countries in the Northern Hemisphere. It is summer time in countries in the Southern Hemisphere.
ar_eg: إنه فصل الشتاء في مناطق نصف الكرة الشمالي. وفصل الصيف في مناطق نصف الكرة الجنوبي.

source: It is winter time in countries in the Northern and Southern Hemisphere.
ar_eg: إنه فصل الشتاء في مناطق نصف الكرة الجنوبي والشمالي.

source: It is summer time in countries in the Northern and Southern Hemisphere.
ar_eg: إنه فصل الصيف في مناطق نصف الكرة الجنوبي والشمالي.

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: استدر واقلب الصندوق الثلاثي الأبعاد إما لأعلى أو لأسفل لتحديد إجابتك.

source: Ready for last QC?
ar_eg: هل أنت مستعد لآخر تقويم؟

source: You got it! The diagram is showing how seasons work. The tilt of the earth is what causes the difference in the amount of sunlight reaching the ground in the different hemispheres and different seasons.
ar_eg: إجابة صحيحة! يظهر الرسم البياني كيفية حدوث فصول السنة. إن درجة ميلان الأرض هي السبب الرئيسي في حدوث الفرق في كمية ضوء الشمس التي تصل إلى الأرض في نصفي الكرة الأرضية والفصول المختلفة.

source: Not quite! Day and night are caused by the rotation of the earth, not its tilt. The earth makes a complete turn on its axis, which makes the sun to shine on one half, while the other half will have no light.
ar_eg: ليس تماما! يحدث الليل والنهار بسبب دوران الأرض، وليس بسبب ميلان الأرض. تدور الأرض حول محورها، مما يجعل الشمس تشرق على نصف الكرة الأرضية، في حين أن النصف الآخر لن يكون مضيئاً.

source: Nope! Day and night are caused by the rotation of the earth, but the diagram is showing the occurrence of seasons due to the tilt of the earth.
ar_eg: لا! يحدث الليل والنهار بسبب دوران الأرض، لكن يظهر الرسم التوضيحي حدوث الفصول الأربعة بسبب ميلان الأرض.

source: Look again! The diagram is showing the occurrence of seasons, but it is due to the tilt of the earth which causes a difference in the amount of sunlight reaching the ground in the different hemispheres.
ar_eg: انظر مرة أخرى! يظهر الرسم التوضيحي حدوث الفصول الأربعة،بسبب ميلان الأرض والذي يسبب اختلاف في كمية أشعة الشمس التي تصل إلى نصفي الكرة الأرضية.

source: Super! The Northern Hemisphere is getting all the sun, so it will be summer. The Southern Hemisphere is farther away from the sun and it will be winter in that area.
ar_eg: رائع! تقع معظم أشعة الشمس في نصف الكرة الشمالي لذلك سوف يحدث فصل الصيف. بينما نصف الكرة الجنوبي بعيد عن أشعة الشمس لذلك سوف يكون فصل الشتاء في تلك المنطقة.

source: Nope! Exactly the other way around. The Northern Hemisphere is getting all the sun, so it will be summer. The Southern Hemisphere is farther away from the sun and it will be winter in that area.
ar_eg: لا! العكس تماما. تقع أغلبية أشعة الشمس في نصف الكرة الشمالي، لذلك سوف يحدث فصل الصيف. بينما نصف الكرة الجنوبي بعيدا عن أشعة الشمس لذلك سوف يكون فصل الشتاء.

source: Think again! The earth is tilted so the same amount of sun will not reach the Northern and Southern Hemisphere at the same time. It is summer time in countries in the Northern Hemisphere. It is winter time in countries in the Southern Hemisphere.
ar_eg: فكر مرة أخرى! بما أن الأرض مائلة لن تصل أشعة الشمس بالكمية نفسها وفي نفس الوقت إلى القطب الجنوبي والشمالي. إنه فصل الصيف في نصف الكرة الشمالي. وفصل الشتاء في نصف الكرة الجنوبي.

source: Not quite! The earth is tilted so the same amount of sun will not reach the Northern and Southern Hemisphere at the same time. It is summer time in countries in the Northern Hemisphere. It is winter time in countries in the Southern Hemisphere.
ar_eg: ليس تماما! بما أن الأرض مائلة لن تصل أشعة الشمس بالكمية نفسها وفي نفس الوقت إلى القطب الجنوبي والشمالي. إنه فصل الصيف في نصف الكرة الشمالي. وفصل الشتاء في نصف الكرة الجنوبي.

source: Using what you know... about solar power... to solve a problem
ar_eg: استفد من المعلومات التي تعرفها... عن الطاقة الشمسيه... من أجل حل مشكلة

source: The Situation
ar_eg: الوضع

source: You work as an engineer for a company that consults (advises) on matters related to the purchase of alternative energy equipment. City officials in Anchorage, Alaska have contacted your company about installing solar panels to help generate electricity for their city office buildings.
ar_eg: اعتبر نفسك مهندس يعمل في شركة استشارات لها علاقة بشراء معدات الطاقة البديلة. اتصل مسؤولون من مدينة أنكوراج في ألاسكا بالشركة التي تعمل بها لتزويدهم بألواح شمسية لتوليد الكهرباء لمكاتبهم التي تقع في المدينة.

source: The Problem
ar_eg: المشكلة

source: Using what you know about solar energy and how the sun impacts different parts of the earth at different times of the year, what kind of information would you provide to and questions you would ask the city officials to help them make a decision on whether or not to install solar panels. Place your information and questions in the text box provided.
ar_eg: استخدم ما تعرفه من معلومات عن الطاقة الشمسية ومدى تأثير الشمس على الأرض في أوقات مختلفة من السنة، ما هي المعلومات التي يمكن تزويدها للمسؤلين وما هي الأسئلة التي يجب عليك أن تسالها للمسؤولين لمساعدتهم في اتخاذ القرار بشأن تركيب الألواح الشمسية أو لا. أكتب المعلومات والأسئله التي تخطر في بالك في صندوق النص.

source: Click here to start typing your answer...
ar_eg: اضغط هنا لتبدأ طباعة الأجوبة...

source: Hello, engineer...
ar_eg: مرحبا، أيها المهندس...

source: Summarizing core ideas... about solar power
ar_eg: تلخيص الأفكار الأساسية... حول الطاقة الشمسية

source: The sun is a giant nuclear power plant within the solar system. Energy is released from the fusion going on inside the sun. Then the sun <span class='key'>radiates</span> huge amounts of energy in all directions in space. This solar energy affects life on earth in many ways. The effect of the sun's energy is directly observable in the <span class='key'>water cycle</span>, weather, and oceans. In plants, solar effects are not only seen in their growth, but also in the energy that animals get from the plants when the plants are eaten as food. The cycle of day and night is another cycle affected by solar energy, which is related to the way the earth rotates around itself at the same time it orbits around the sun. As it rotates, one half of the earth faces the sun and has sunlight, and the other half faces away from the sun and experiences night. Differences in the amount of energy received from the sun at different places on the earth are due to earth's shape and its rotation on a tilted axis as it travels around the sun. The tilt in the earth on its axis results in changes in how much of sun's energy is received as the earth moves around the sun. It is the difference in energy received that causes different places to be warm (near the equator) or cold (as you get closer and closer the north or south pole).
ar_eg: تعتبر الشمس محطه ضخمه للطاقه النوويه داخل المجموعه الشمسيه، بحيث يتم تحرير الطاقة من الانصهار الذي يحدث داخل الشمس، و من ثم <span class='key'>تشع</span> الشمس بدورها كميات هائلة من الطاقة في جميع الاتجاهات في الفضاء. تؤثر الطاقة الشمسية في الحياة على الأرض بنواح كثيرة. يمكن ملاحظة تأثير طاقة الشمس بشكل مباشرة في <span class='key'>دورة الماء</span>، والطقس، والمحيطات. ودورة الليل والنهار هي دورة اخرى من الدورات التي تتأثر بالطاقة الشمسية، وهي مرتبطة بكيفية دوران الأرض حول نفسها وبنفس الوقت تدور حول الشمس. وبينما هي تدور، نصف الأرض تواجه الشمس وفيها ضوء شمس، والنصف الآخر لا يواجه الشمس ويكون به ليل. الفروق في كمية الطاقة التي تصل من الشمس في مناطق مختلفة على الأرض ناتجة عن شكل الأرض ودورانها على محورها المائل بينما هي تسير حول الشمس. ميلان الأرض على محورها ينتج عن تغيرات في مقدار طاقة الشمس الواصلة للأرض بينما تدور الأرض حول الشمس. إنه الفرق في الطاقة الذي يصل للأرض و الذي يتسبب في إختلاف المناطق لتكون حامية (بجانب خط الإستواء) أو باردة (كلما قربت أكثر وأكثر من القطب الشمالي أو الجنوبي.

source: Putting it all together...
ar_eg: جمعها مع بعضها...

source: Reviewing key vocabulary... related to solar power
ar_eg: مراجعة المفردات الأساسية... المتعلقة بالطاقة الشمسية

source: Spectrum
ar_eg: طيف

source: The spectrum of energy is its range of types, or frequencies. The sun has a wide spectrum of radiant energies that can move through empty space.
ar_eg: طيف الطاقة هو مجموعة من الأنواع، أو الترددات. وللشمس طيف واسع من الطاقات المشعة و التي يمكن ان تتحرك عبر الفضاء الفارغ".

source: Radiate
ar_eg: تشعشع

source: To radiate is to emit energy through space. The sun radiates infrared, visible, and ultraviolet light.
ar_eg: التشعشع هو عبارة عن إنبعاث طاقة في الفضاء. تُشِع الشمس أشعة تحت الحمراء، وأشعة مرئية، و أشعة فوق بنفسجية.

source: Radiant energy
ar_eg: الطاقة المشعة

source: Radiant energy is energy transmitted via the process of radiation, or moving through space as electromagnetic waves. Most of the radiant energy of the sun that reaches Earth is visible and infrared light.
ar_eg: الطاقة المشعة هي عبارة عن الطاقة التي تنتقل عبر عملية الإشعاع، أو التي تنتقل عبر الفضاء كموجات كهرومغناطيسية. معظم الطاقة المشعة التي تصل إلى الأرض تكون أشعة مرئية وتحت الحمراء.

source: Visible light
ar_eg: الضوء المرئي

source: Visible light is the portion of the spectrum of electromagnetic radiation that is visible to the unaided eye.
ar_eg: الضوء المرئي هو جزء من طيف الأشعة الكهرومغناطيسية التي يمكن رؤيتها بالعين المجردة.

source: Infrared light
ar_eg: ضوء الأشعة تحت الحمراء

source: Infrared light is the portion of the spectrum of electromagnetic radiation that has longer wavelengths than visible light, and thus is undetectable by the unaided eye. About half of the light that the sun emits to Earth is in the form of infrared light.
ar_eg: ضوء الأشعة تحت الحمراء هو جزء من طيف الإشعاع الكهرومغناطيسي الذي يحتوي على موجات أطول من الضوء المرئي، وعلى الرغم من أن من الممكن مشاهدته بالعين المجردة. حوالي نصف الضوء الذي نحصل عليه من الشمس هو عبارة عن ضوء الأشعة تحت الحمراء.

source: Water cycle
ar_eg: دورة الماء.

source: The water cycle is the natural process by which water is transferred from the ground to the atmosphere, and back again. There are three main steps in the water cycle: evaporation, condensation, and precipitation.
ar_eg: دورة الماء هي عملية طبيعية يتم من خلالها انتقال المياه من الأرض إلى الغلاف الجوي، وعودة المياه من الغلاف الجوي إلى الأرض. يوجد ثلاث خطوات لدورة المياه: التبخير والتكثيف وهطول الأمطار.

source: Evaporate
ar_eg: التبخر

source: To evaporate means to change from a liquid state to a gas state. Evaporation is one of the main three steps of the water cycle, and occurs as liquid water rises into the atmosphere as it evaporates into water vapor gas.
ar_eg: التبخر هو التحول من الحالة السائلة إلى الحالة الغازية. و يعد التبخر واحد من أهم الخطوات في دورة الماء ، ويحدث عندما يرتفع الماء السائل إلى الغلاف الجوي ثم يتحول إلى غاز بخار الماء

source: Condense
ar_eg: التكثيف

source: To condense means to change from a gas state to a liquid state. Condensation is one of the main three steps of the water cycle, and occurs as liquid water that has risen into the atmosphere through evaporation, condenses into rain clouds that are ready to precipitate (rain).
ar_eg: التكثف يعني التغير من الحالة الغازية إلى الحالة السائلة. والتكثيف هو واحد من ثلاث خطوات رئيسية لدورة الماء، ويحدث عندما ترتفع المياه السائلة إلى الغلاف الجوي من خلال عملية التبخر ، ثم يتكثف إلى أمطار والتي تكون جاهزه للهطول.(الأمطار).

source: Precipitate
ar_eg: الهطول

source: To precipitate means to fall to the earth's surface, such as through liquid rain, solid snow, or other forms of precipitation. Precipitation is one of the main three steps of the water cycle, and occurs as condensed water vapor in the atmosphere falls under gravity to the ground.
ar_eg: الهطول هو سقوط الأمطار أو الثلوج إلى سطح الأرض أو على هيئة أشكال أخرى. و يعد الهطول واحد من الخطوات الرئيسية لدورة الماء ، ويحدث عندما يتكاثف بخار الماء في الغلاف الجوي ثم يسقط إلى سطح الأرض بفعل الجاذبية الأرضية.

source: Photosynthesis
ar_eg: التركيب الضوئي

source: Photosynthesis is the process by which producer organisms, such as plants and phytoplankton, produce their food. These organisms undergo photosynthesis when they use carbon dioxide from the air, water, and light energy from the sun to produce sugar and give off a by-product of oxygen.
ar_eg: التركيب الضوئي هو العملية التي من خلالها تقوم الكائنات الحية المنتجة مثل النباتات والعوالق النباتية بانتاج غذائها. تخضع هذه الكائنات لعملية التمثيل الضوئي من خلال استخدام غاز ثاني أكسيد الكربون الموجود في الهواء والماء و الطاقة الضوئية التي تنتجها الشمس لإنتاج السكر و الأكسجين.

source: Equator
ar_eg: خط الإستواء

source: The equator is the imaginary center line, going horizontally, across Earth. The equator divides Earth into the northern and southern hemispheres. Earth's equator is about 24,901 miles long!
ar_eg: خط الاستواء هو خط وهمي يلتف حول كوكب الأرض أفقيا في منتصف المسافة بين القطبين. و يقسم خط الاستواء الأرض إلى قسمين نصف كرة شمالي ونصف كرة جنوبي، يبلغ طول خط الإستواء 24,901 ميلا!

source: Parallel rays
ar_eg: أشعة متوازية

source: Two rays, or lines with an endpoint in one direction and no endpoint in the other, are parallel when they never intersect despite being on the same plane.
ar_eg: هي عبارة عن إشعاعين أو خطين لهما نقطة نهاية من اتجاه واحد فقط، على الرغم من أن الإشعاعين يمشيان بنفس الإتجاه إلا أنهم لا يمكنها أنت أن تلتقي.

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Checking what you now know... about solar power
ar_eg: تحقق من معرفتك... عن الطاقة الشمسية

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: أجب عن الستة (6) أسئلة والتي تعطيك فكرة عن ما تعرفه وعن ما تحتاج إلى معرفته.

source: Click the NEXT button when you are ready.
ar_eg: اضغط إلى زر التالي عندما تكون مستعدا.

source: Let's check what you now know
ar_eg: لنقوم الآن بالتحقق من ما تعرفه.

source: Quiz Question #1
ar_eg: سؤال قصير # 1

source: Click on <span class='red blink'>all</span> the following statements that are <span class='red blink'>true</span>.
ar_eg: أنقر على <span class='red blink'>جميع</span> الجمل <span class='red blink'>الصحيحة</span> الآتية.

source: The Sun warms the Earth on both clear and cloudy days.
ar_eg: تسخن الشمس الأرض في الأيام الصافية والايام الغائمة.

source: The Sun is a huge ball of burning solids and gases.
ar_eg: الشمس عبارة عن كرة كبيرة من المواد الصلبة والغازات المحترقة.

source: The Sun radiates energy in all directions.
ar_eg: تُشع الشمس الطاقة في جميع الإتجاهات.

source: The Sun strikes the earth the same in all seasons.
ar_eg: تشع الشمس الطاقة بالتساوي خلال الفصول الأربعة.

source: The Sun affects our weather and water cycle.
ar_eg: تؤثر الشمس على الطقس ودورة الماء.

source: Your first quiz question is...
ar_eg: السؤال الأول للمسابقة هو...

source: Correct! The sun warms the earth no matter what the weather may be. The Sun radiates energy equally in all directions. It plays a very important role in the water cycle and our weather.
ar_eg: إجابة صحيحة! تسخن الشمس الأرض بغض النظر عن حالة الطقس. تشع الشمس الطاقة بالتساوي في جميع الإتجاهات. تلعب الشمس دوراً مهماً في دورة الماء وحالة الطقس.

source: Nope! The sun is a large ball of superheated gas called plasma - not solid - its energy is released when hydrogen atoms are joined or fused together.
ar_eg: كلا! الشمس هي كرة كبيرة من الغاز شديد السخونة يسمى البلازما - وليست صلبة - يتم تحرير طاقتها عندما يتم ربط أو صهر ذرات الهيدروجين مع بعضها.

source: Not quite. The sun warms the earth no matter what the weather may be, the sun radiates energy in all directions, and the sun plays a very important role in the water cycle and our weather. But the sun is not like a burning fire—its energy is released when hydrogen atoms are joined or fused together and the sun does not strike all places on the earth at the same angle at all times of the year because the earth is tilted on its axis as it orbits the sun.
ar_eg: ليس تماما! تسخن الشمس الأرض بغض النظر عن حالة الطقس، وتشع الشمس الطاقة في جميع الإتجاهات، وتلعب الشمس دورا مهماً في دورة الماء وحالة الطقس. ولكن الشمس ليست عبارة عن نار مشتعلة- بل هي تشع الطاقة فقط عند اتحاد ذرات الهيدروجين أو انصهارها معا. لا تضرب الشمس كل الكرة الأرضية في نفس الزاويه على مدار العام لأن الأرض تدور حول محورها وكذلك حول الشمس.

source: Quiz Question #2
ar_eg: سؤال سريع #2

source: Which two elements make up the gas inside the sun?
ar_eg: أي من العنصرين يكون الغاز داخل الشمس؟

source: Carbon and nitrogen
ar_eg: كربون ونيتروجين.

source: Hydrogen and oxygen
ar_eg: هيدروجين وأكسجين.

source: Oxygen and carbon
ar_eg: أكسجين وكربون.

source: Hydrogen and helium
ar_eg: هيدروجين وهيليوم.

source: What the sun is made of...
ar_eg: مما تتكون الشمس...

source: You got it! Hydrogen and helium are the gases inside the sun.
ar_eg: إجابة صحيحة! تتكون الشمس من الهيدروجين والهيليوم.

source: Try again! There is no carbon or nitrogen on the Sun.
ar_eg: حاول مرة أخرى! لا يوجد كربون أو نيتروجين في الشمس.

source: Not quite! There is no oxygen on the Sun.
ar_eg: ليس تماما! لا تحتوي الشمس على أكسجين.

source: Nope! There is no oxygen or carbon on the Sun.
ar_eg: لا! لا تحتوي الشمس على كربون أو أكسجين.

source: Quiz Question #3
ar_eg: أسئلة المسابقة # 3

source: The Sun appears to move across the sky each day. What causes this?
ar_eg: تتحرك الشمس يوميا عبر السماء من مكان إلى آخر. ما سبب ذلك؟

source: The spinning of Earth on its axis.
ar_eg: دوران الأرض حول محورها.

source: The path of the Sun around Earth.
ar_eg: مسار الشمس حول الأرض.

source: The production of nuclear energy by the Sun.
ar_eg: إنتاج الشمس للطاقة النووية.

source: The tilt of Earth on its axis.
ar_eg: ميلان الأرض حول محورها.

source: A brighter day
ar_eg: يوم أكثر إشراقا.

source: Right on! The earth spins on its axis and that's what make it seem to moving across the sky.
ar_eg: أنت على حق! تدور الأرض حول محورها مما يجعلها تبدو وكأنها تتحرك عبر السماء.

source: Not quite! The Sun does not go around the Earth- the Earth orbits the Sun. But the orbiting does not explain the appearance of the Sun moving across the sky.
ar_eg: ليس تماما! لا تدور الشمس حول الأرض- بل الأرض هي التي تدور حول الشمس. لكن هذا الدوران لا يفسر ظهور الشمس وهي تتحرك في السماء.

source: Think again! Nuclear energy is produced in the Sun and some of that energy reaches the Earth. But that energy is coming in all the time- it does not explain the appearance of the Sun moving across the sky.
ar_eg: فكر مرة أخرى! يتم إنتاج الطاقة النووية في الشمس وبعض من هذه الطاقة تصل إلى الأرض. ولكن الطاقة التي تصل إلى الأرض لا تفسر ظهور الشمس تتحرك في السماء.

source: Nope! The tilt of the Earth on its axis does cause the change in seasons. But the tilt does not explain the appearance of the Sun moving across the sky.
ar_eg: لا! ميلان الأرض حول محورها يتسبب في تغير الفصول الأربعة. و لكن ميلان الأرض لا يسبب ظهور الشمس تتحرك في السماء.

source: Quiz Question #4
ar_eg: سؤال قصير # 4

source: Click on the statement that is <span class='red blink'>not</span> <span class='red blink'>true</span>.
ar_eg: انقر على العبارة <span class='red blink'>غير </span> <span class='red blink'>الصحيحة</span>.

source: Every hour the earth makes one full rotation on its axis.
ar_eg: كل ساعة تدور الأرض حول محورها دورة كاملة.

source: The earth's rotation causes the Sun's position in the sky to change.
ar_eg: دوران الأرض يسبب تغير في موقع الشمس في السماء.

source: When we are on the side of the earth facing the sun, it is daytime.
ar_eg: عندما نكون على الجانب المواجه للشمس, يكون الوقت نهارا.

source: The sun only seems to rise and set every day.
ar_eg: تبدو الشمس أنها تشرق وتغرب كل يوم.

source: Spinning...spinning...
ar_eg: دوران... دوران...

source: Super! The Earth makes one full rotation in 24 hours, not one hour
ar_eg: رائع! تدور الأرض دورة كاملة كل 24 ساعة، وليس كل ساعة.

source: Nope! This statement is true. The sun does not really rise and set every day, it is the earth's rotation that makes it seem this way.
ar_eg: لا! هذه العبارة صحيحة. لا تشرق الشمس وتغرب كل يوم، بل دوران الأرض هي التي تجعل الشمس تبدو كذلك.

source: Not quite! This statement is true. It is daytime for the side of the Earth that faces the Sun.
ar_eg: ليس تماما! هذه العبارة صحيحة. الجهة المقابلة للشمس تكون نهارا.
