Repository: geneconde/NGR-sandbox
Catalog: demo/earth-materials-and-systems/Locale/*/LC_MESSAGES/earth-materials-and-systems.po
Languages: es_es

source: Checking what you now know... about earth materials and systems
es_es: Revisando lo que sabes ahora... acerca de materiales y sistemas terrestres

source: Read the statements about how wind and water changes the size of mountains over long periods of time. Click on the statement that is <span class='blink'>correct</span>.
es_es: Lee las declaraciones acerca de cómo el viento y el agua cambian el tamaño de las montañas a través de largos periodos de tiempo. Da clic en la declaración que es <span class='blink'>correcta</span>.

source: Wind and water continuously moves and changes the size of mountains over millions of years.
es_es: El viento y el agua continuamente mueven y cambian el tamaño de las montañas a lo largo de millones de años.

source: The size of mountains does not change over millions of years, not even with wind and water movement.
es_es: El tamaño de las montañas no cambia a lo largo de millones de años, ni siquiera con el movimiento del agua y el viento.

source: Wind and water continuously moves and changes the size of only a certain type of mountains over millions of years.
es_es: El viento y el agua continuamente mueven y cambian el tamaño de sólo cierta clase de montañas a lo largo de millones de años.

source: Mountains change in size over millions of years, but it is not because of wind and water moving continuously.
es_es: Las montañas cambian de tamaño a lo largo de millones de años, pero no es porque el agua y el viento se muevan continuamente.

source: Correct. Wind and running water slowly changes the size of mountains.
es_es: Correcto. El viento y el agua corriente lentamente cambian el tamaño de las montañas.

source: No. It may seem that nothing can change a mountain, but gradually wind and water do.
es_es: No. Puede parecer que nada puede cambiar a una montaña, pero gradualmente el viento y el agua lo hacen.

source: Not quite. Wind and water movement can change any type of mountain.
es_es: No exactamente. El movimiento del viento y el agua pueden cambiar a cualquier tipo de montaña.

source: No. The changes in mountains are due to the continuous movement of wind and water.
es_es: No. Los cambios en las montañas son debido al continuo movimiento de viento y agua.

source: The best place to build a house so it won't get destroyed by the hydrosphere is...
es_es: El mejor lugar para construir una casa para que no sea destruida por la hidrósfera es...

source: Right on an ocean beach
es_es: Justo en una playa junto al océano

source: In a forest meadow
es_es: En una pradera boscosa

source: On a cliff overlooking the ocean
es_es: En un risco que está sobre el océano

source: On the bank of a river
es_es: En el banco de un río

source: Building a house...
es_es: Construyendo una casa...

source: No. There is a lot of possible water damage on the beach.
es_es: No. Hay mucho daño por agua posible en la playa.

source: Correct. In a forest meadow there is the least amount of possible wind and water damage.
es_es: Correcto. En una pradera boscosa hay la menor cantidad de daño por viento y agua posible.

source: No. There is a lot of possible wind and water damage on a cliff.
es_es: No. Hay mucho daño por viento y agua posible en un risco.

source: No. There is a lot of possible water damage on the bank of a river.
es_es: No. Hay mucho daño por agua posible en el banco de un río.

source: In the diagram below, what would be an interaction between the anthrosphere and the atmosphere?
es_es: En el diagrama de abajo, ¿cuál sería una interacción entre la antropósfera y la atmósfera?

source: Pollution of lakes, streams, and oceans
es_es: Contaminación de lagos, arroyos y océanos.

source: Logging mountain forests
es_es: Tala de bosques en la montaña.

source: Mining coal and minerals from the ground
es_es: Minar carbón y minerales del suelo.

source: Pollution the air with CO<sub>2</sub>
es_es: Contaminar el aire con CO<sub>2</sub>.

source: Identifying anthrosphere and atmosphere...
es_es: Identificando la antropósfera y la atmósfera...

source: No, that would be a good example of interaction between the anthrosphere and the biosphere.
es_es: No, ese sería un buen ejemplo de interacciones entre la antropósfera y la biósfera.

source: No, that would be a good example of interaction between the anthrosphere and the geosphere.
es_es: No, ese sería un buen ejemplo de interacciones entre la antropósfera y la biósfera.

source: No, that would be a good example of interaction between the anthrosphere and the hydrosphere.
es_es: No, ese sería un buen ejemplo de interacciones entre la antropósfera y la hidrósfera.

source: Correct. This is a great example of interaction between the anthrosphere and the atmosphere.
es_es: Correcto. Este es un gran ejemplo de la interacción entre la antropósfera y la atmósfera.

source: In the same diagram, the formation of clouds from water vapor that creates rain storms is an example of the interaction of the atmosphere and the:
es_es: En el mismo diagrama, la formación de nubes de vapor de agua que crea tormentas es un ejemplo de la interacción entre la atmósfera y la:

source: Watching rain in the rainbow...
es_es: Mirando la lluvia en el arcoiris...

source: Nope. The lithosphere is part of the solid earth materials such as rock and soil. Water vapor from the atmosphere doesn't turn into the lithosphere.
es_es: Nop. La litósfera es parte de los materiales terrestres sólidos, como la roca y el suelo. El vapor de agua de la atmósfera no se convierte en la litósfera.

source: Correct! Water vapor molecules in the atmosphere turn into little water droplets in the clouds and then turn into rain then become part of the hydrosphere.
es_es: ¡Correcto! Las moléculas de vapor de agua en la atmósfera se convierten en pequeñas gotas de agua en las nubes y luego se convierten en lluvia que se vuelve parte de la hidrósfera.

source: No. The biosphere is the living systems on earth such as plants and animals. Water vapor from the atmosphere doesn't turn into the biosphere.
es_es: No. La biósfera son los sistemas de vida en la Tierra como las plantas y animales. El vapor de agua de la atmósfera no se convierte en la biósfera.

source: Not quite. The anthrosphere is the human systems on earth. Water vapor from the atmosphere doesn't turn into the anthrosphere.
es_es: No exactamente. La antropósfera son los sistemas humanos en la Tierra. El vapor de agua de la atmósfera no se convierte en la antropósfera.

source: The damage to towns from hurricane Sandy was the result of interactions between the:
es_es: El daño causado a las ciudades por el huracán Sandy fue el resultado de interacciones entre:

source: Anthrosphere, biosphere, and hydrosphere
es_es: La antropósfera, la biósfera y la hidrósfera

source: Atmosphere, hydrosphere, and anthrosphere
es_es: La atmósfera, la hidrósfera y la antropósfera

source: Anthrosphere and hydrosphere, lithosphere, and atmosphere
es_es: La antropósfera e hidrósfera, la litósfera y la atmósfera

source: Lithosphere, atmosphere, hydrosphere
es_es: La litósfera, la atmósfera e hidrósfera

source: Fixing the house...
es_es: Arreglando la casa...

source: Correct. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: Correcto. El huracán fue el resultado de interacciones entre la tierra (litósfera), agua (hidrósfera) y viento (atmósfera).

source: No. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: No. El huracán fue un resultado de las interacciones entre la tierra (litósfera), agua (hidrósfera) y el viento (atmósfera).

source: Not quite. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: No exactamente. El huracán fue un resultado de las interacciones entre la tierra (litósfera), agua (hidrósfera) y el viento (atmósfera).

source: No. People were involved in the hurricane, but the interactions of the anthrosphere did not cause damage to towns. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
es_es: No. Las personas estuvieron involucradas con el huracán, pero las interacciones de la antropósfera no causaron el daño a los pueblos. El huracán fue un resultado de las interacciones entre la tierra (litósfera), agua (hidrósfera) y el viento (atmósfera).

source: Weather systems that cause rain and snow generally move from west to east in the United States, so it is most likely that deserts and other dry landscapes will form on which side of mountain ranges?
es_es: Los sistemas climáticos que pueden causar lluvia y nieve generalmente se mueven del oeste al este de los Estados Unidos, así que es más probable que los desiertos y otros paisajes secos se formen ¿en qué lado de las cordilleras de montañas?

source: North
es_es: Norte

source: South
es_es: Sur

source: East
es_es: Este

source: West
es_es: Oeste

source: Correct. Because of high mountain ranges, precipitation might not reach the east side causing it to be dry.
es_es: Correcto. Debido a la altitud de la cordillera, las precipitaciones pueden no alcanzar el lado este lo que causaría que se seque.

source: No, because of high mountain ranges, precipitation might not reach the east side causing it to be dry.
es_es: No, debido a la altitud de la cordillera, las precipitaciones pueden no alcanzar el lado este lo que causaría que se seque.

source: You've completed the Earth Materials and Systems review.
es_es: Has completado la revisión de Materiales y Sistemas Terrestres.

source: Mantle
es_es: Manto

source: Crust
es_es: Corteza
