Repository: geneconde/NGR-sandbox
Catalog: demo/earth-materials-and-systems/Locale/*/LC_MESSAGES/earth-materials-and-systems.po
Languages: es_es

source: Earth Materials and Systems
es_es: Materiales y Sistemas Terrestres

source: Start
es_es: Empezar

source: Next
es_es: Siguiente

source: Back
es_es: Volver

source: Read More
es_es: Leer Más

source: Check Answer
es_es: Verificar Respuesta

source: Please select your answer.
es_es: Por favor, seleccione su respuesta.

source: Please select your answers.
es_es: Por favor, seleccione sus respuestas.

source: Please type your answer.
es_es: Por favor escriba a máquina su respuesta.

source: Quick Check #1
es_es: Comprobación rápida #1

source: Quick Check #2
es_es: Comprobación rápida #2

source: Quick Check #3
es_es: Comprobación rápida #3

source: Quick Check #4
es_es: Comprobación rápida #4

source: Please check your answers.
es_es: Por favor revisar sus respuestas.

source: How did I do?
es_es: ¿Cómo hice?

source: You answered...
es_es: Ha respondido...

source: select
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navegar a través de las diapositivas a continuación, haga clic en las flechas izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
es_es: Girar o voltear el cuadro de abajo hacia arriba o hacia abajo para ajustar su respuesta.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Haga clic, mantenga y deslice el ratón hacia arriba y hacia abajo para girar la caja y seleccione su respuesta.

source: The Situation
es_es: La Situación

source: The Scenario
es_es: El Escenario

source: Your Task
es_es: Su Tarea

source: The Task
es_es: La Tarea

source: The Problem
es_es: El Problema

source: Your Assignment
es_es: Tu Tarea

source: Close me!
es_es: ¡Ciérreme!

source: Click here to start typing your answer...
es_es: Haga clic aquí para empezar a escribir su respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Respondiendo a las siguientes seis (6) preguntas le dará una idea de lo que ya sabe y lo que te queda por estudiar.

source: Click the NEXT button when you are ready.
es_es: Haga clic en el botón PRÓXIMO cuando esté listo.

source: Quiz Question #1
es_es: Pregunta del Cuestionario #1

source: Quiz Question #2
es_es: Pregunta del Cuestionario #2

source: Quiz Question #3
es_es: Pregunta del Cuestionario #3

source: Quiz Question #4
es_es: Pregunta del Cuestionario #4

source: Quiz Question #5
es_es: Pregunta del Cuestionario #5

source: Quiz Question #6
es_es: Pregunta del Cuestionario #6

source: Congratulations,
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puede comprobar cómo lo has hecho en la 'Comprobación rápida' y 'Preguntas del cuestionario' para este examen haciendo clic en el botón de abajo.

source: Go to dashboard
es_es: Vaya al panel de control

source: Let's begin!
es_es: ¡Vamos a empezar!

source: Are you ready,
es_es: ¿Estás listo?

source: Preparing your first quick check!
es_es: Preparando su primero comprobación rápida!

source: Ready for your last quick check?
es_es: Listo para su última revisión rápida?

source: Ready for your last quiz question?
es_es: Listo para su última pregunta de examen?

source: Putting it all together...
es_es: Juntándolo todo

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Vamos a comprobar lo que sabes ahora

source: And the first quiz question is...
es_es: La primera pregunta es...

source: You're done!
es_es: ¡Se termina!

source: Welcome to the Earth Materials and Systems review
es_es: Bienvenido/a a la Revisión de Materiales y Sistemas Terrestres

source: Thinking about... earth materials and systems
es_es: Pensando acerca de... materiales y sistemas terrestres

source: Pretend you're an astronaut looking at the earth from outer space. What is the first thing you notice about the earth? It looks like a beautiful marble in space, and it's mostly blue. That's why some scientists call Earth the "Blue Planet", but you can also see three other colors that make up the earth too. What colors are they? And what earth materials do you think make up those colors?
es_es: Finge que eres un astronauta que observa la Tierra desde el espacio exterior. ¿Qué es lo primero que notas acerca de la Tierra? Parece una hermosa canica en el espacio, y es principalmente azul. Por eso es que algunos científicos llaman a la Tierra, "Planeta Azul", pero puedes también ver tres otros colores que forman a la tierra. ¿Qué colores son? ¿Y de qué materiales terrestres crees que representen esos colores?

source: The earth is one huge system that is made up of four subsystems that all interact to make our planet the beautiful, livable place we call home.
es_es: La Tierra es un gran sistema que está formado de cuatro subsistemas que interactúan entre sí para hacer de nuestro planeta el lugar habitable y hermoso que llamamos hogar.

source: Checking what you know... about earth materials and systems
es_es: Revisando lo que sabes... acerca de materiales y sistemas terrestres

source: Which of the following do you think are earth materials? Click on <span class='blink'>all</span> of the pictures you think are earth materials.
es_es: ¿Cuál de los siguientes crees que sean los materiales terrestres? Da clic en <span class='blink'>TODAS</span> las imágenes que creas son de materiales terrestres.

source: Rocks
es_es: Rocas

source: Soil/Dirt
es_es: Suelo/Tierra

source: Sunlight
es_es: Luz de sol

source: Liquid water
es_es: Agua líquida

source: Air
es_es: Aire

source: Snow
es_es: Nieve

source: Earth is made up of different kinds of material. Scientists have put all the different stuff on earth into categories called earth systems. Rock and soil are in one system, and water and snow are in another. Read on to find out more.
es_es: La Tierra está formada de distintos tipos de materiales. Los científicos han puesto todas los distintos materiales de la Tierra en categorías conocidas como sistemas terrestres. Las rocas y el suelo están en un sistema, y el agua y nieve están en otro. Lee más para aprender al respecto.

source: Studying earth systems...
es_es: Estudiando los sistemas terrestres...

source: Reviewing core ideas... about earth materials and systems
es_es: Revisando ideas clave... acerca de los materiales y sistemas terrestres

source: When you looked at the picture of the earth earlier, you probably noticed that there are basically four main colors that make up the earth as we see it from space. Those colors are blue, white, green, and brown, and they represent the four major systems that make up the earth because of the different earth materials each system is made of. <span class='key'>Earth materials</span> are the matter or "stuff" that make up the earth.
es_es: Cuando viste la imagen de la Tierra hace un momento, probablemente te diste cuenta de que hay básicamente cuatro colores principales que componen la tierra, como la vemos desde el espacio. Esos colores son azul, blanco, verde y café, y representan los cuatro sistemas principales que componen la Tierra debido a los distintos materiales terrestres que componen a cada sistema. <span class='key'>Los materiales terrestres</span> son la materia o "cosas" que forman la Tierra.

source: The <span class='key'>atmosphere</span>, which is composed of the gaseous <span class='key'>earth materials</span> that make up the earth's surface, is invisible. The white color you can see is the clouds in the atmosphere - which are made from tiny water droplets – so they are really part of the hydrosphere floating in the atmosphere. The rest of the atmosphere is mostly invisible and is made from mostly nitrogen, oxygen, carbon dioxide, water vapor, and a lot of other gasses in very small quantities. It's also known as the air you breathe.
es_es: La <span class='key'>atmósfera</span>, que se compone de los <span class='key'>materiales terrestres</span> gaseosos que forman la superficie de la Tierra, es invisible. El color blanco que puedes ver son las nubes en la atmósfera - que están hechas de pequeñas gotas de agua, por lo que son en realidad parte de la hidrósfera que flota en la atmósfera. El resto de la atmósfera es mayormente invisible y está hecha principalmente de nitrógeno, oxígeno, dióxido de carbono, vapor de agua, y una gran cantidad de otros gases en cantidades muy pequeñas. También se conoce como el aire que respiramos.

source: The blue color you see looking at the earth from space is mostly the ocean water or the <span class='key'>hydrosphere</span>. But the hydrosphere is also composed of all the fresh water in lakes, rivers and streams; the groundwater under the ground; the ice and snow in glaciers and polar ice caps; and the water in clouds. The hydrosphere is the earth's system composed of all the water on earth.
es_es: El color azul que ves cuando observas a la Tierra desde el espacio es principalmente el agua del océano o la <span class='key'>hidrósfera</span>. Pero la hidrósfera también está compuesta de toda el agua dulce de los ríos, lagos y arroyos; el agua subterránea bajo el suelo; el hielo y nieve de los glaciares y casquetes polares; y el agua de las nubes. La hidrósfera es el sistema de la Tierra compuesto de toda el agua en la Tierra.

source: The <span class='key'>biosphere</span> is all of the living things on earth. From space, the biosphere looks mostly green because of all the trees and plants. But the biosphere includes all living things from bacteria to elephants to giant sequoia trees and US! Some scientists call the part of the environment that includes humans and their impact the <span class='key'>anthrosphere</span>.
es_es: La <span class='key'>biósfera</span> es todos los seres vivos de la Tierra. Desde el espacio, la biosfera se ve sobre todo verde, debido a todos los árboles y plantas. Pero la biósfera incluye a todas las cosas vivas, desde las bacterias a los elefantes a secuoyas gigantes ¡y NOSOTROS.! Algunos científicos llaman a la parte del entorno que incluye a los humanos y su impacto, la <span class='key'>antropósfera</span>.

source: The <span class='key'>geosphere</span> (also called the <span class='key'>lithosphere</span>) is all of the solid earth materials like rocks and soil that make up the land we live on. Much of the lithosphere looks brown when the earth is viewed from above.
es_es: La <span class='key'>geósfera</span> (también llamada <span class='key'>litósfera</span>) son todos los materiales terrestres sólidos, como las rocas y el suelo que forman el terreno en el que vivimos. Gran parte de la litósfera se ve color café cuando la Tierra se ve desde arriba.

source: Blue, white, green, and brown...
es_es: Azul, blanco, verde y café...

source: Question A. The biosphere, which is the earth's living system, includes all of the following <span class='blink'>except</span>:
es_es: Pregunta A. La biósfera, que es el sistema vivo de la Tierra, incluye a todos los siguientes, <span class='blink'>excepto</span>:

source: Tigers
es_es: Tigres

source: Bacteria
es_es: Bacterias

source: Humans
es_es: Humanos

source: Trees
es_es: Árboles

source: Question B. When we see the earth from space, the blue color we see that gives earth the name the "Blue Planet" is from the:
es_es: Pregunta B. Cuando vemos a la Tierra desde el espacio, el color azul que vemos le da a la Tierra el nombre de "Planeta Azul", debido a:

source: Sky
es_es: Cielo

source: Blue flowers
es_es: Flores azules

source: Ocean
es_es: Océano

source: Question C. The hydrosphere includes which of the following?
es_es: Pregunta C. La hidrósfera incluye a ¿cuáles de los siguientes?

source: The salt water in the oceans
es_es: El agua salada en los océanos

source: The fresh water in the rivers and lakes
es_es: El agua dulce en ríos y lagos

source: The water in snow and ice glaciers
es_es: El agua en la nieve y los glaciares de hielo

source: All of the above
es_es: Todas las anteriores

source: No, animals are part of the biosphere.
es_es: No, los animales son parte de la biósfera.

source: Correct. Air is part of the atmosphere.
es_es: Correcto. El aire es parte de la atmósfera.

source: No, bacteria are living organisms that are part of the biosphere.
es_es: No, las bacterias son organismos vivos que son parte de la biósfera.

source: No, humans are part of the biosphere. Some scientists also call the part of the environment that includes humans and their impact the anthrosphere.
es_es: No, los humanos son parte de la biósfera. Algunos científicos también llaman la parte del ambiente que incluye a los humanos y su impacto, la antropósfera.

source: No, trees are part of the biosphere.
es_es: No, los árboles son parte de la biósfera.

source: No. The sky might look blue looking up from earth but looking down from space, the sky is colorless except for the clouds, which appear as white.
es_es: No. El cielo puede verse azul desde la tierra, pero viendo desde el espacio, el cielo no tiene color excepto por las nubes, que lucen blancas.

source: No, blue flowers on earth are too small to be seen when looking at earth from space.
es_es: No, las flores azules de la Tierra son demasiado pequeñas para ser vistas desde el espacio cuando se observa la Tierra.

source: No. Looking at earth from space, the oceans give earth the name the "Blue Planet".
es_es: No. Viendo la Tierra desde el espacio, los océanos le dan el nombre de "Planeta Azul".

source: Correct! Looking at earth from space, the oceans give earth the name the "Blue Planet".
es_es: ¡Correcto! Viendo la Tierra desde el espacio, los océanos le dan el nombre de "Planeta Azul".

source: Not quite, the oceans are part of the hydrosphere, but so are the fresh water in the rivers and lakes and the water in snow and ice glaciers.
es_es: No exactamente, los océanos son parte de la hidrósfera, pero también lo son el agua dulce de los ríos y lagos y el agua en la nieve y los glaciares de hielo.

source: Not quite, the rivers and lakes are part of the hydrosphere, but so are the salt water in the oceans and the water in snow and ice glaciers.
es_es: No exactamente, los ríos y lagos son parte de la hidrósfera, pero también lo son el agua salada de los océanos y el agua en la nieve y glaciares de hielo.

source: Not quite, the water in snow and ice glaciers are part of the hydrosphere, but so are the salt water in the oceans and the freshwater in the rivers and lakes.
es_es: No exactamente, el agua en la nieve y los glaciares de hielo es parte de la hidrósfera, pero también lo son el agua salada de los océanos y el agua dulce de los ríos y lagos.

source: Correct. The different forms of water in the oceans, rivers and lakes, and ice glaciers all make up the hydrosphere.
es_es: Correcto. Las diferentes formas de agua en los océanos, ríos y lagos, así como los glaciares de hielo forman la hidrósfera.

source: More core ideas... about earth materials and systems
es_es: Más ideas clave... acerca de materiales y sistemas terrestres

source: The different earth <span class='key'>systems</span> – hydrosphere, atmosphere, biosphere, and geosphere are different components (parts) of the earth that are made out of different materials with different properties (a trait – like if something is hard or soft). But these systems are not isolated or independent of each other. Each system interacts with every other system to make the whole earth look and behave the way it does. These <span class='key'>interactions</span> are the <span class='key'>processes</span> that go on to shape the landscape and make the earth the way it is.
es_es: Los diferentes <span class='key'>sistemas</span> de la Tierra - hidrósfera, atmósfera, biósfera y geósfera, son distintos componentes (partes) de la Tierra que están formados de distintos materiales con diferentes propiedades (una característica - como si algo es duro o suave). Pero estos sistemas no están aislados ni son independientes de los otros. Cada sistema interactúa con todos los otros sistemas para hacer que toda la Tierra luzca y se comporte como lo hace. Estas <span class='key'>interacciones</span> son los <span class='key'>procesos</span> que van dando forma al paisaje y hacen que la Tierra sea como es.

source: Actually, you can think of the Earth as one big system and each of the systems discussed above is a part (subsystem) of the big Earth system. Each subsystem interacts with every other subsystem. For instance, the water from the hydrosphere rains on the soil of the geosphere to provide moisture for plants from the biosphere to grow and take carbon dioxide gas from the atmosphere to make food for humans in the anthrosphere.
es_es: En realidad, puedes pensar en la Tierra como un sistema grande y cada uno de los sistemas mencionados anteriormente es una parte (subsistema) del sistema grande de la Tierra. Cada subsistema interactúa con todos los otros subsistema. Por ejemplo, el agua de las lluvias de la hidrósfera cae sobre el suelo de la geósfera para proporcionar humedad para que las plantas de la biósfera crezcan y tomen gas de dióxido de carbono de la atmósfera para producir alimento para los seres humanos en la antropósfera.

source: Volcanoes have many effects on the geosphere, hydrosphere, atmosphere, and biosphere. Here is an example of how this event in the geosphere changes plant growth in the biosphere: Rainfall often increases after a volcanic eruption, causing plant growth. Very small matter in the air falls out, first smothering plants, but eventually it enriches the soil, and causes more plant growth down the road.
es_es: Volcanos tienen muchos efectos en la geósfera, hidrósfera, atmósfera y biósfera. Aquí hay un ejemplo de cómo este evento en la geósfera cambia el crecimiento de las plantas en la biósfera. La lluvia con frecuencia incrementa después de una erupción volcánica, causando crecimiento en las plantas. Material muy pequeño en el aire cae, primero sofocando a las plantas, pero eventualmente enriqueciendo el suelo, y causando más crecimiento de plantas más adelante.

source: Forest Recovering From Mt St Helens Eruption
es_es: Bosque en Recuperación tras la Erupción del Monte Santa Helena

source: Video: NASA/Goddard Space Flight Center
es_es: Video: NASA/Centro de Vuelo Espacial Goddard

source: Enumerating hydrospheres...
es_es: Enumerando las hidrósferas...

source: Question A. Click on <span class='blink'>all</span> the <span class='blink'>correct</span> statements below.
es_es: Pregunta A. Da clic en <span class='blink'>todas</span> las declaraciones <span class='blink'>correctas</span> de abajo.

source: The hydrosphere, atmosphere, biosphere, and geosphere are Earth's major components.
es_es: La hidrósfera, atmósfera, biósfera y geósfera son los componentes principales de la Tierra.

source: There are only interactions between the hydrosphere and atmosphere, and biosphere and geosphere.
es_es: Sólo hay interacciones entre la hidrósfera y la atmósfera, y la biósfera y geósfera.

source: Each subsystem of the Earth interacts with every other subsystem.
es_es: Cada subsistema de la Tierra interactúa con todos los otros subsistemas.

source: The interactions between the earth's systems are the processes that go on to shape the landscape and make the earth the way it is.
es_es: Las interacciones entre los sistemas de la Tierra son los procesos que dan forma al paisaje y hacen que la Tierra sea como es.

source: Question B. The following are examples of how earth systems interact. Click on 'select' for each statement then click on the <span class='blink'>correct</span> system (sphere) from the pop up menu for each of the statements. The first one is done for you.
es_es: Pregunta B. Los siguientes son ejemplos de cómo interactúan los sistemas de la tierra. Da clic en 'seleccionar' para cada declaración y luego da clic en el sistema <span class='blink'>correcto</span> del menú flotante para cada una de las declaraciones. La primera la resolvimos por ti.

source: Volcanoes <span class='key'>(geosphere)</span> change plant growth in the biosphere. Rainfall
es_es: Los volcanes <span class='key'>(geósfera)</span> cambian el crecimiento de las plantas en la biósfera. La lluvia

source: geosphere
es_es: geósfera

source: biosphere
es_es: biósfera

source: hydrosphere
es_es: hidrósfera

source: atmosphere
es_es: adtósfera

source: often increases after a volcanic eruption, causing plant growth
es_es: con frecuencia incrementa después de una erupción volcánica, causando crecimiento en las plantas

source: Very small matter in the air
es_es: Material muy pequeño en el aire

source: falls out, first smothering plants, but eventually it enriches the soil
es_es: cae, primero sofocando a las plantas, pero eventualmente enriqueciendo el suelo

source: and causes more plant growth down the road.
es_es: causando más crecimiento de plantas más adelante.

source: Volcanoes <span class='key'>(geosphere)</span> changes plant growth in the biosphere. Rainfall often increases after a volcanic eruption, causing plant growth out, first smothering plants, but eventually it enriches the soil, and causes more plant growth down the road.
es_es: Los volcanes <span class='key'>(geósfera)</span> cambian el crecimiento de las plantas en la biósfera. La lluvia con frecuencia incrementa después de una erupción volcánica, causando crecimiento en las plantas. Material muy pequeño en el aire cae, primero sofocando a las plantas, pero eventualmente enriqueciendo el suelo, y causando más crecimiento de plantas más adelante.

source: Earth systems interaction...
es_es: Interacción de sistemas terrestres...

source: That's correct! Hydrosphere, atmosphere, biosphere and geosphere are Earth's systems; They are interdependent and each subsystem interacts with every other subsystem which means that the events that happen in one sphere affect the other systems of the earth and cause the earth to be the way it is.
es_es: ¡Eso es correcto! Hidrósfera, atmósfera, biósfera y geósfera son los sistemas de la Tierra. Son interdependientes y cada subsistema interactúa con todos los otros subsistemas lo que significa que los eventos que ocurren en una esfera afectan a los otros sistemas de la Tierra y hacen que la Tierra sea como es.

source: Not quite! Hydrosphere, atmosphere, biosphere and geosphere are Earth's systems; They are interdependent and each subsystem (the spheres) interacts with every other subsystem which means that the events that happen in one sphere affect the other systems of the earth and cause the earth to be the way it is.
es_es: ¡No exactamente! Hidrósfera, atmósfera, biósfera y geósfera son los sistemas de la Tierra. Son interdependientes y cada subsistema (esfera) interactúa con todos los otros subsistemas lo que significa que los eventos que ocurren en una esfera afectan a los otros sistemas de la Tierra y hacen que la Tierra sea como es.

source: Great job! Volcanoes and soil are part of the geosphere, rainfall is part of the hydrosphere, plants are part of the biosphere, and air is part of the atmosphere.
es_es: ¡Buen trabajo! Los volcanes y el suelo son parte de la geósfera, la lluvia es parte de la hidrósfera, las plantas son parte de la biósfera y el aire es parte de la atmósfera.

source: Not quite. Volcanoes and soil are part of the geosphere, rainfall is part of the hydrosphere, plants are part of the biosphere, and air is part of the atmosphere.
es_es: No exactamente. Los volcanes y el suelo son parte de la geósfera, la lluvia es parte de la hidrósfera, las plantas son parte de la biósfera, y el aire es parte de la atmósfera.
