Repository: geneconde/NGR-sandbox
Catalog: demo/earth-materials-and-systems/Locale/*/LC_MESSAGES/earth-materials-and-systems.po
Languages: es_es

source: The land around where you live and all over the earth is constantly changing. Wind and water can play an important role in making changes to the landscape. Sometimes the change happens fast, like from a flood or a hurricane. But other times it happens so slowly that you can't even tell it is happening.
es_es: El terreno en los alrededores de donde vives y sobre toda la Tierra, está cambiando constantemente. El viento y el agua pueden jugar un papel importante en los cambios en el paisaje. Algunas veces los cambios suceden rápido, como por medio de una inundación o un huracán. Pero otras veces pasan tan lentamente que apenas puedes darte cuenta que están sucediendo.

source: Think about what would happen if you mistakenly let your garden hose run water over the concrete sidewalk in front of your house overnight. When you come out in the morning and turn the hose off and look at the sidewalk, it looks like the running water had no effect on the sidewalk other than getting it wet. But if you let that hose run for a month, or a year, or ten years, or a thousand years, what do you think would happen? You're right – eventually, over time, it will wear away some of the concrete and leave a hole or a groove in the sidewalk.
es_es: Piensa en lo que pasaría si por error dejaras que la manguera del jardín corriera agua sobre la acera de concreto enfrente de tu casa durante la noche. Cuando salieras por la mañana y cerraras el grifo y miraras la acera, parecería que el agua corriente no tuvo ningún efecto en la acera además de mojarla. Pero si dejaras que la manguera corriera por un mes, o un año, o diez años, o mil años, ¿qué crees que pasaría? Tienez razón - finalmente, con el tiempo, desgastaría algo del concreto y dejaría un agujero o una grieta en la acera.

source: Now imagine what would happen if, instead of a water hose, there was a river running over the sidewalk or even over solid rock. The same thing would happen. Day by day, you might not see a change, but over a very long period of time that river can erode down through solid rock. This would completely change the <span class='key'>landscape</span> – the features of the land - to a make a deep canyon from a flat surface. That's how the Grand Canyon was formed; it took millions of years. This process is called <span class='key'>erosion</span>. Wind, running water, waves, or glaciers can pick up stuff and things like dirt and rocks from the surface and move them around. Erosion happens different ways; it is the gradual wearing away and breaking down of rocks. Erosion can even wear down a mountain range from high peaks to create a flat plain.
es_es: Ahora imagina lo que pasaría si, en lugar de una manguera de agua, hubiese un río corriendo a lo largo de la acera o incluso sobre roca sólida. Sucedería lo mismo. Día a día, puede que no veas un cambio, pero en un período muy largo de tiempo, ese río puede erosionar a través de roca sólida. Esto cambiaría por completo el <span class='key'>paisaje</span> - las características del terreno - para crear un cañón profundo, a partir de una superficie plana. Así fue como se formó el Gran Cañón; tomó millones de años. Este proceso se llama <span class='key'>erosión</span>. El viento, agua corriente, las olas, o los glaciares puede recoger cosas como la tierra y rocas de la superficie y moverlas. La erosión ocurre de diferentes maneras; es el desgaste gradual y descomposición de las rocas. La erosión puede incluso desgastar a una cordillera de picos altos para crear una llanura plana.

source: The same idea applies to the power of wind to erode the land. On the prairies, the wind can carry the topsoil from a farming field and make hills from it, or blow it into the rivers where the water carries it away. Along the coasts the wind blows every day, changing the sand dunes. And during hurricanes, the combination of wind and water can be so strong it can change the shape of the coast dramatically in a very short time. This can be seen very clearly in the change of the coast in New York from Hurricane Sandy in 2012.
es_es: La misma idea se aplica al poder del viento para erosionar la tierra. En las praderas, el viento puede llevar el suelo superficial de un campo de agricultura y crear colinas con él, o arrastrarlo a los ríos donde el agua se lo lleva. A lo largo de las costas el viento sopla todos los días, cambiando las dunas de arena. Y durante los huracanes, la combinación de viento y agua puede ser tan fuerte que puede cambiar la forma de la costa dramáticamente en un tiempo muy corto. Esto se puede ver muy claramente en el cambio de la costa de Nueva York por el Huracán Sandy en 2012.

source: Credit: U.S. Geological Survey
es_es: Crédito: Departamento Geológico de Estados Unidos

source: Department of the Interior/USGS
es_es: Departamento del Interior/USGS

source: U.S. Geological Survey
es_es: Departamento Geológico de Estados Unidos

source: Changing landscapes...
es_es: Cambiando los paisajes...

source: Question A. Look at the picture at the right. This is an example of:
es_es: Pregunta A. Mira la imagen de la derecha. Este es un ejemplo de:

source: Slow erosion by wind
es_es: Erosión lenta por viento

source: Rapid erosion by water
es_es: Erosión rápida por agua

source: Slow erosion by water
es_es: Erosión lenta por agua

source: Rapid erosion by wind
es_es: Erosión rápida por viento

source: Question B. Look at the picture at the right. This is an example of:
es_es: Pregunta B. Mira la imagen de la derecha. Este es un ejemplo de:

source: Collecting data about erosion...
es_es: Recolectando datos sobre la erosión...

source: No. The Grand Canyon was formed mainly by slow water erosion.
es_es: No. El Gran Cañón se formó principalmente por erosión lenta por agua.

source: Correct. The Grand Canyon was formed mainly by slow water erosion.
es_es: Correcto. El Gran Cañón se formó principalmente por erosión lenta por agua.

source: No. The picture shows a rapid erosion by wind.
es_es: No. La imagen muestra una erosión rápida por viento.

source: Correct. The picture shows a rapid erosion by wind.
es_es: Correcto. La imagen muestra una erosión rápida por viento.

source: Different areas of the world get different amounts of rain. The amount of rain a region gets is dependent on its geography – for instance, if it is close to the ocean or whether it has mountains or not and how high the mountains are.
es_es: Distintas áreas del mundo tienen diferentes cantidades de lluvia. La cantidad de lluvia que obtiene una región depende de su geografía - por ejemplo, si está cerca del océano o si tiene montañas o no y cuán altas son dichas montañas.

source: In the diagram to the right you can see moisture from the ocean (in the form of clouds) can't get over the high mountains.
es_es: En el diagrama de la derecha puedes ver que la humedad del océano (en la forma de nubes) no puede pasar por encima de las montañas altas.

source: So the rain falls on the west side of the mountains, making that side very wet with lots of vegetation. But the rain clouds can't get to the east side of the mountains, so that side is very dry and sometimes even forms a desert. This affects what kinds of plants and animals can live in each environment because of the amount of water and types of food and homes for the animals that are available.
es_es: Así que la lluvia cae sobre el lado oeste de las montañas, haciendo ese lado muy húmedo con mucha vegetación. Pero las nubes de lluvia no pueden llegar al lado este de las montañas, por lo que ese lado es muy seco ya veces incluso forma un desierto. Esto afecta qué tipos de plantas y animales pueden vivir en cada ambiente, debido a la cantidad de agua y el tipo de comida y hogares disponibles para los animales.

source: This is a great example of how our earth is connected. All the systems (geosphere, atmosphere, hydrosphere, and biosphere) are all interconnected and affect each other. The solid earth rock material from the geosphere forms mountains that block the rain clouds in the atmosphere from raining on the west side of the mountains. This causes the hydrosphere on the east side to be very dry and the west side to be very wet. This, in turn, affects the biosphere on each side of the mountain to be very different. Think about the different trees and animals that live on each side of the mountain.
es_es: Este es un gran ejemplo de cómo nuestra Tierra está conectada. Todos los sistemas (geósfera, atmósfera, hidrósfera y biósfera) están interconectados y se afectan mutuamente. El material terrestre sólido de rocas de la geósfera forma montañas que bloquean las nubes de lluvia en la atmósfera, no permitiendo que llueva del lado oeste de las montañas. Esto provoca que la hidrósfera en el lado este sea muy seca y el lado oeste sea muy húmedo. Esto, a su vez, hace que la biosfera en cada lado de la montaña sea muy diferente. Piensa en los distintos árboles y animales que viven en cada lado de la montaña.

source: Climbing a mountain...
es_es: Escalando una montaña...

source: Question A. In the diagram at the right, which of the following plants and animals would you expect to find on the <span class='blink'>west</span> side of the mountains. Select <span class='blink'>all</span> the correct answers.
es_es: Pregunta A. En el diagrama de la derecha, ¿cuál de las siguientes plantas y animales esperarías encontrar en el lado <span class='blink'>oeste</span> de las montañas? Selecciona <span class='blink'>todas</span> las respuestas correctas.

source: Frogs
es_es: Ranas

source: Ferns
es_es: Helechos

source: Pine trees
es_es: Pinos

source: Tortoise
es_es: Tortuga de tierra

source: Question B. In the diagram at the upper right, which of the following plants and animals would you expect to find on the <span class='blink'>east</span> side of the mountains? Select <span class='blink'>all</span> the correct answers.
es_es: Pregunta B. En el diagrama de arriba a la derecha, ¿cuál de las siguientes plantas y animales esperarías encontrar en el lado <span class='blink'>este</span> de las montañas? Selecciona <span class='blink'>todas</span> las respuestas correctas.

source: Rattle snake
es_es: Víbora de cascabel

source: Trout
es_es: Trucha

source: Deer
es_es: Venados

source: Question C. If you were going to go hiking or backpacking across the mountains in the diagram above and you had to carry all of your food and water for the whole trip, would it make more sense to go:
es_es: Pregunta C. Si fueras a ir de paseo o a acampar a través de las montañas en el diagrama de arriba, y tuvieras que cargar toda tu comida y agua para el viaje completo, tendría más sentido ir:

source: East to west
es_es: Este a oeste

source: North to south
es_es: Norte a sur

source: West to east
es_es: Oeste a este

source: South to north
es_es: Sur a norte

source: Correct! In this moist green area, you would expect to find frogs and ferns.
es_es: ¡Correcto! En esta área verde y húmeda, esperarías encontrar ranas y helechos.

source: Not Quite. In moist green environments, you would definitely expect to find frogs and ferns and rarely pine trees but definitely not tortoises. - because tortoises are desert animals.
es_es: No exactamente. En ambientes verdes húmedos, definitivamente esperarías encontrar ranas y helechos y algunas veces pinos, pero definitivamente ninguna tortuga terrestre - porque las tortugas terrestres son animales desérticos.

source: Correct! In this dry desert area, you would expect to find rattle snakes and cacti.
es_es: ¡Correcto! En esta área seca y desértica, esperarías encontrar víboras de cascabel y cactus.

source: Not quite! In this dry desert environment, you would definitely expect to find snakes and cacti and rarely some deer but definitely not trout.
es_es: ¡No exactamente! En este ambiente desértico seco, definitivamente esperarías encontrar serpientes y cactus y algunas veces unos pocos venados, pero definitivamente ninguna trucha.

source: Correct. Going from east to west to travel through the desert first is the best way because you have a full water supply that you can drink and you don’t have to carry the weight of the water through the forest on the wet west slope. You can just drink from the streams.
es_es: Correcto. Yendo de este a oeste para viajar a través del desierto primero es la mejor forma, porque tienes un suministro de agua completo que puedes beber y no tienes que cargar el peso del agua a través del bosque en la pendiente húmeda del oeste. Simplemente puedes beber de los arroyos.

source: No. Travelling east to west you will have a complete water supply with you in the desert area.
es_es: No. Viajando de este a oeste tendrías un suministro de agua completo en el área desértica.

source: Using what you know... about earth materials and systems... to solve a problem
es_es: Utilizando lo que sabes... acerca de materiales y sistemas terrestres... para resolver un problema

source: An area recently hit by a sandstorm is attempting to restore the landscape. They want to preserve the landscape and minimize any further damage. You are hired as a consultant to come up with a solution to slow or prevent wind and water from changing the shape of the land. The people of the area are open to suggestions about building or growing anything needed to protect the land from wind and water erosion.
es_es: Un área recientemente arrasada por una tormenta de arena está intentando restaurar el paisaje. Quieren preservar el paisaje y minimizar daños adicionales. Te han contratado como consultor/a para crear una solución para disminuir o prevenir que el viento o el agua cambien la forma del terreno. La gente del área está abierta a sugerencias acerca de construir o plantar cualquier cosa necesaria para proteger la tierra de la erosiónpor viento y el agua.

source: What would you suggest? Enter your answer in the text box below and compare your solution to those suggested by your classmates and discuss which one might be more effective.
es_es: ¿Qué sugerirías? Introduce tu respuesta en el campo para texto debajo y compara tu solución a aquellas sugeridas por tus compañeros de clase y encuentren cuál sería la más efectiva.

source: Surveying the area...
es_es: Inspeccionando el área....

source: Summarizing core ideas... about earth materials and systems
es_es: Resumiendo ideas clave... acerca de materiales y sistemas terrestres

source: There are four major systems that make up the earth: the <span class='key'>geosphere/lithosphere</span>, the <span class='key'>hydrosphere</span>, the <span class='key'>atmosphere</span>, and the <span class='key'>biosphere</span>. These four <span class='key'>systems</span> interact with each other to control the kinds of <span class='key'>landscapes</span> and environments that make up the earth. One example of an <span class='key'>interaction</span> of the earth systems is to affect the amount of rain an area of the earth gets, which then affects what kinds of plants and animals can live there. Different environments are suitable for different living things. Rain and wind can also shape and reshape the landforms in the environment, like how the beaches on the coast change after a hurricane.
es_es: Hay cuatro sistemas principales que forman la Tierra: la <span class='key'>geósfera/litósfera</span>, la <span class='key'>hidrósfera</span>, la <span class='key'>atmósfera</span>, y la <span class='key'>biósfera</span>. Estos cuatro <span class='key'>sistemas</span> interactúan entre sí para controlar las clases de <span class='key'>paisajes</span> y ambientes que forman la Tierra. Un ejemplo de una <span class='key'>interacción</span> de los sistemas terrestres la cantidad de lluvia que un área de la Tierra recibe, lo que entonces afecta qué clase de plantas y animales pueden vivir allí. Distintos ambientes son apropiados para distintos seres vivos. La lluvia y el viento pueden también dar forma y cambiar la geografía del ambiente, como sucede a las playas en la costa después de un huracán.

source: Reviewing key vocabulary related to... earth materials and systems
es_es: Revisando vocabulario clave relacionado con... los materiales y sistemas terrestres

source: Geosphere/Lithosphere
es_es: Geósfera / Litósfera

source: The geosphere, or lithosphere, is all of the solid earth materials like rocks and soil that make up the land we live on.
es_es: La geósfera, o litósfera, son todos los materiales sólidos terrestres como las rocas y suelo que forman el terreno en el que vivimos.

source: Atmosphere
es_es: Atmósfera

source: The atmosphere is composed of the gaseous earth materials that make up the earth's surface. The white color you can see is the clouds in the atmosphere, which are made from water, but the rest of the atmosphere is mostly invisible and is made from mostly nitrogen, oxygen, carbon dioxide, water vapor, and a lot of other gasses in very small quantities. It's also known as the air you breathe.
es_es: La atmósfera está compuesta de los materiales terrestres gaseosos que forman la superficie terrestre. El color blanco que puedes ver son las nubes en la atmósfera, que están hechas de agua, pero el resto de la atmósfera es mayormente invisible y está formada principalmente de nitrógeno, oxígeno, dióxido de carbono, vapor de agua y muchos otros gases en pequeñas cantidades. También se conoce como el aire que respiramos.

source: Biosphere
es_es: Biósfera

source: The biosphere is all of the living things on earth. From space, the biosphere looks mostly green because of all the trees and plants. But the biosphere includes all living things from bacteria to elephants to giant sequoia trees and us!
es_es: La biósfera son todos los seres vivos de la Tierra. Desde el espacio, la biósfera se ve principalmente verde debido a todas las plantas y árboles. Pero la biósfera incluye a todos los seres vivos desde bacterias hasta elefantes, hasta la secuoya gigante ¡y nosotros mismos!

source: Hydrosphere
es_es: Hidrósfera

source: The hydrosphere is the liquid water and solid ice (some of the white on the earth that can be viewed from space) that make up the oceans, rivers, lakes, and glaciers on the earth.
es_es: La hidrósfera es el agua líquida y el hielo sólido (algo de lo blanco en la Tierra que puede verse desde el espacio) que forman a los océanos, ríos, lagos y glaciares de la Tierra.

source: Anthrosphere
es_es: Antropósfera

source: Some scientists call the part of the environment that includes humans and their impact the anthrosphere.
es_es: Algunos científicos llaman la parte del ambiente que incluye a los humanos y su impacto: antropósfera.

source: Earth materials
es_es: Materiales terrestres

source: Earth materials are the matter or "stuff" that make up the earth.
es_es: Los materiales terrestres son la materia o "cosas" que forman la Tierra.

source: Erosion
es_es: Erosión

source: The process of the gradual wearing away and breaking down of rocks is called erosion. Erosion can even wear down a mountain range from high peaks to create a flat plain.
es_es: El proceso de desgaste gradual y la desintegración de las rocas se llama erosión. La erosión puede desgastar incluso una cordillera de picos altos hasta convertirla en una llanura plana.

source: System
es_es: Sistema

source: A system is something with interrelated components that work together. You can think of the earth as one big system with many subsystems, such as the hydrosphere, atmosphere, biosphere, and geosphere. Each subsystem interacts with every other subsystem.
es_es: Un sistema es algo que tiene componentes interrelacionados que trabajan juntos. Puedes pensar en la Tierra como un gran sistema con muchos subsistemas, como la hidrósfera, atmósfera, biósfera y geósfera. Cada subsistema interactúa con todos los otros subsistemas.

source: Landscape
es_es: Paisaje

source: The landscape is the features of the land of a certain area. The Earth's surface is filled with many diverse and unique landscapes.
es_es: El paisaje son las características de la tierra de una cierta área. La superficie de la Tierra está llena de muchos paisajes diversos y únicos.

source: Property
es_es: Propiedad

source: A property is a certain trait or quality that is shared by all the members of a set or group of things. The properties of different things can be used to tell things apart and arrange them into groups.
es_es: Una propiedad es cierta característica o cualidad que es compartida por todos los miembros de una serie o grupo de cosas. Las propiedades de distintas cosas pueden ser utilizadas para distinguir a los objetos y organizarlos en grupos.

source: For example, rocks are often grouped based on their properties. One group might include rocks that are smooth, shiny, and difficult to break apart. Another group might include rocks that are bumpy, dull, and easy to break apart. Each of the ways that you can compare the rocks is an example of a property.
es_es: Por ejemplo, las rocas con frecuencia se agrupan basándonos en sus propiedades. Un grupo puede incluir rocas que son lisas, brillantes y difíciles de romper. Otro grupo puede incluir rocas que tengan bultos, sean opacas y fáciles de romper. Cada una de las formas en que puedes comparar las rocas es un ejemplo de una propiedad.

source: Interaction
es_es: Interacción

source: An interaction is the relationship or exchange between different living things or systems. For example, the interaction between people and dogs is usually very friendly, as dogs serve as wonderful pets for many people. The interaction between dogs and cats, however, is often not as friendly!
es_es: Una interacción es la relación o intercambio entre distintos seres vivos o sistemas. Por ejemplo, la interacción entre las personas y los perros es usualmente muy amistosa, ya que los perros sirven de mascotas maravillosas para mucha gente. La interacción entre perros y gatos, sin embargo, ¡con frecuencia no es amistosa!

source: Another example is the interaction with the biosphere and the atmosphere. It can be natural with the animals and trees exchanging oxygen and carbon dioxide with the atmosphere in a normal healthy way or the interaction can be destructive when humans pollute the atmosphere with too much carbon dioxide causing unnatural global warming.
es_es: Otro ejemplo es la interacción con la biósfera y la atmósfera. Puede ser natural como con los animales y árboles, que intercambian oxígeno y dióxido de carbono con la atmósfera de una forma normal y sana, o la interacción puede ser destructiva, cuando los humanos contaminan la atmósfera con demasiado dióxido de carbono, causando un calentamiento global antinatural.

source: Process
es_es: Proceso

source: A process is a series of steps that lead to a specific result or product. In nature, there are many processes at work. For example, when you eat, you turn food into energy for your body through a process called digestion. You breathe air in and out of your lungs through a process called respiration.
es_es: Un proceso es una serie de pasos que nos llevan a un resultado o producto en específico. En la naturaleza, hay muchos procesos trabajando. Por ejemplo, cuando comes, conviertes la comida en energía para tu cuerpo a través de un proceso llamado digestión. Inhalas aire que entra y sale de tus pulmones a través de un proceso llamado respiración.

source: Here is an image of a tree that uses the energy of the sun to take in carbon dioxide from the atmosphere and produce oxygen and food through the process of photosynthesis.
es_es: Aquí está una imagen de un árbol que utiliza la energía del sol para absorber dióxido de carbono de la atmósfera y producir oxígeno y alimento a través del proceso de fotosíntesis.
