Repository: geneconde/NGR-sandbox
Catalog: demo/genetic-codes/Locale/*/LC_MESSAGES/genetic-codes.po
Languages: ar_eg, es_es

source: A third observation is that the inheritance of any gene doesn't change the inheritance of any other gene. More simply put, the gene someone inherits from their mother for nose shape doesn't do anything to influence which gene she inherits for her hair color. This is called <span class='key'>independent assortment</span>. This independence allows us to make predictions about the combinations of traits in generations not yet born. A mathematician named Punnet showed that it's a lot like multiplication.
ar_eg: تنص الملاحظة الثالثة على أن وراثة أي جين لا يغير في وراثة جين أخر. وببساطة، إن جين شكل الأنف الذي ورثه شخص ما من والدته لا يؤثر على جين لون الشعر الذي سوف يرثه نفس الشخص. يطلق على هذه <span class='key'>التشكيلة المستقلة</span>. يسمح لنا هذا الإستقلال بتوقع تركيبات الصفات لأجيال لم تولد بعد. وقد وصف عالم الرياضيات بانيت هذه الملاحظة بعمايات الضرب.
es_es: Una tercera observación es que la herencia de cualquier gen no cambia la herencia de cualquier otro gen. Más simplemente, el gen que una persona hereda de su madre de la forma de la nariz no influye para nada en el gen que se hereda de su color de pelo. Esto se llama <span class='key'>composición independiente</span>. Esta independencia nos permite hacer predicciones sobre las combinaciones de rasgos de las generaciones aún no nacidas. Un matemático llamado Punnet mostró que es muy parecido a la multiplicación.

source: The image above illustrates the inheritance pattern of peapod color. Capital letters are used to show which trait is dominant, and lower case to show the recessive. In this case, a dominant yellow parent mated with a recessive green parent. The combinations in their offspring show equal numbers of green and yellow peapods.
ar_eg: تظهر الصورة في الأعلى نمط وراثة اللون الأخضر. يظهر الحرف الأكبر الصفات المسيطرة، والحرف الصغير الصفات المتنحية. في هذه الحالة، سوف يتم تزاوج الوالدين حيث يحمل أحدهما جين مسيطر وهو الأصفر ويحمل الأخر الجين المتنحي وهو الأخضر. التركيبات في ذريتهم تظهر أعداد متساوية من اللون الأخضر واللون الأصفر.
es_es: La imagen de arriba muestra el patrón de herencia del color de una vaína. Las letras mayúsculas se usan para mostrar qué rasgo es dominante y las minúsculas para mostrar el recesivo. En este caso, un progenitor amarillo dominante acoplado con uno verde recesivo. Las combinaciones de sus hijos muestran el mismo número de vaínas verdes y amarillas.

source: Passing on traits...
ar_eg: تمرير الصفات...
es_es: Transmitiendo los rasgos...

source: Question A. Which of the following statements is <span class='blink'>correct</span>?
ar_eg: السؤال أ. أي من الجمل التالية <span class='blink'>صحيحة</span>؟
es_es: Pregunta A. ¿Cuál de las siguientes declaraciones es <span class='blink'>correcta</span>?

source: Most offspring look like their mothers.
ar_eg: تشبه معظم الذريات أمهاتها.
es_es: La mayoría de las crías se parecen a sus madres.

source: Most offspring look like their fathers.
ar_eg: تشبه معظم الذريات أبائها.
es_es: La mayoría de las crías se parecen a sus padres.

source: The father determines more than half of an offspring's genes.
ar_eg: يحدد الأب أكثر من نصف جينات أطفاله.
es_es: El padre determina más de la mitad de los genes de una cría.

source: Offspring inherit genes equally from each parent.
ar_eg: يرث الأطفال الجينات من الأباء بالتساوي.
es_es: Una cría hereda los genes de sus padres por igual.

source: Question B. Click on the <span class='blink'>best</span> use for a Punnett Square.
ar_eg: السؤال ب. أنقر على <span class='blink'>أفضل</span> استخدام لمربع بانيت.
es_es: Pregunta B. Haz clic en el <span class='blink'>mejor</span> uso de un cuadro de Punnett.

source: Deciding how much water to give pea plants and similar vegetables.
ar_eg: تقرير كمية الماء اللازم إعطائه لنبات البازيلاء والخضراوات المشابهة.
es_es: Decidir cuánta cantidad de agua echar a los guisantes y a los vegetales similares.

source: Predicting what the offspring will look like when mating plants and animals.
ar_eg: التنبؤ بشكل الذرية عند تزاوج النباتات والحيوانات.
es_es: Predecir a qué se parecerán las crías cuando se aparean las plantas y los animales.

source: Determining the size and shape of chromosomes in a cell.
ar_eg: يحدد شكل وحجم الكروموسومات في الخلية.
es_es: Determinar el tamaño y la forma del cromosoma en una célula.

source: Deciding what time of year is best to plant pea plants and similar vegetables.
ar_eg: يحدد الوقت الأفضل من السنة لزراعة نبات البازيلاء والخضروات المتشابهة.
es_es: Decidir cuál es el mejor momento del año para plantar guisantes y vegetales similares.

source: Using Punnett Square...
ar_eg: استخدام مربع بانيت ...
es_es: Usando el cuadro de Punnett...

source: Sorry. Mothers only contribute about half of the genetic info.
ar_eg: للأسف. تساهم الأمهات بحوالي نصف المعلومات الوراثية.
es_es: Lo siento. Las madres sólo aportan la mitad de la información genética.

source: Nope. Fathers don't contribute any more than mothers.
ar_eg: لا. لايساهم الأباء أكثر من الأمهات.
es_es: No. Los padres no contribuyen más que las madres.

source: Nope. Think about Mendel's segregation idea.
ar_eg: لا. فكر في فكرة العزل لماندل.
es_es: No. Piensa en la idea de segregación de Mendel.

source: That's right! Mendel called this segregation.
ar_eg: هذا صحيح، أطلق ماندل على هذا اسم العزل.
es_es: ¡Eso es! A esto le llama Mendel segregación.

source: No, the Punnett Square is based on genetic independent assortment which makes predictions about the combinations of traits in generations to come.
ar_eg: لا، يعتمد مربع بانيت على التشكيلة الوراثية المستقلة والذي يجعل من توقعات مزج الصفات في الأجيال أمر حقيقي.
es_es: No, el cuadro de Punnett está basado en la distribución genética independiente que hace predicciones sobre las combinaciones de rasgos en las siguientes generaciones.

source: Correct, the Punnett Square will help make predictions about the combinations of traits in generations of plants and animals.
ar_eg: صحيح، يساعد مربع بانيت على وضع توقعات حول مزج الصفات في أجيال النباتات والحيوانات.
es_es: Correcto, el cuadro de Punnett ayudará a hacer predicciones sobre las combinaciones de rasgos en las generaciones de animales y plantas.

source: No, the Punnett Square is a visual summary of what could happen when genes combine for a certain trait.
ar_eg: لا، مربع بانيت عبارة عن تلخيص مرئي لما ممكن أن يحد ث عندما تتحد الجينات لتشكيل صفة ما.
es_es: No, el cuadro de Punnett es un resumen visual de lo que podría pasar cuando los genes se combinan para un rasgo específico.

source: No, the Punnett Square will not predict the best time of year to plant something; it will help predict the possible genetic combination of the next generation.
ar_eg: لا، يمكننا توقع ما هو أنسب وقت في السنة لزراعة النباتات باستخدام مربع بانيت، بل يمكننا من التنبؤ بالتركيبة الوراثية المحتملة للجيل القادم.
es_es: No, el cuadro de Punnett no predecirá el mejor momento del año para plantar algo, ayudará a predecir las combinaciones genéticas posibles de la siguiente generación.

source: Observations of reproducing cells along with breeding experiments led scientists to conclude that genes are located on structures visible to microscopes called <span class='key'>chromosomes</span>. To understand more about chromosomes and genes, we turn to DNA.
ar_eg: قادت التجارب التي قام بها العلماء بالتزامن مع ملاحظة إنتاج الخلايا إلى استنتاج ان الخلايا موجودة في هياكل مرئية بواسطة المجهر ويطلق عليها اسم <span class='key'>كروموسومات </span>. لتتعلم أكثر حول الكروموسومات والجينات، علينا أن ننتقل إلى الحمض النووي .
es_es: Las observaciones de la reproducción de las células junto con los experimentos de reproducción llevaron a los científicos a la conclusión de que los genes están localizados en estructuras visibles para los microscopios llamadas <span class='key'>cromosomas</span>. Para entender más sobre los cromosomas y los genes, recurrimos al ADN.

source: <span class='key'>DNA</span> stands for deoxyribonucleic acid. DNA is similar to a computer program for your body- blueprints on how to build it. Almost every cell in your body has a complete set of DNA in it. DNA is in the nucleus of the cells. It's arranged in a spiral shape called a double helix, and it comes in long strands called chromosomes.
ar_eg: <span class='key'>الحمض النووي (دي.إن.ايه)</span> هي اختصار لكلمة الحمض النووي الريبوزي المنقوص الأكسجين. يمكننا تشبيه الحمض النووي في جسمك مثل برنامج الحاسوب. يوجد تقريبا لكل خلية في جسمك مجموعة كاملة من الأحماض النووية. حيث يوجد في نواة الخلية. رتبت بشكل لولبي يطلق عليها اسم اللوب المزدوج، ويأتي على شكل سلاسل طويلة تسمى كروموسومات.
es_es: El <span class='key'>ADN</span> significa ácido desoxirribonucleico. El ADN es similar a un programa de ordenador para tu cuerpo-planos sobre cómo construirlo. Casi todas las células de tu cuerpo tiene un conjunto completo de ADN en las mismas. El ADN está en el núcleo de las células. Está dispuesto en forma de espiral llamada doble hélice, y viene en hebras largas llamadas cromosomas.

source: Each strand of DNA contains millions of pairs of molecules called bases. There are four chemicals that pair up with each other in DNA. The base pairs can combine in different ways, making different sequences. The order of the sequences is like a code. Each section of DNA codes for a different trait, your eye color or height for instance. Each one of these small DNA sections is called a <span class='key'>gene</span>. Genes provide information that causes an organism to display a certain trait.
ar_eg: كل حبل من الحمض النووي يحتوي على ملايين الأزواج من الجزيئات التي تسمى قواعد. هنال أربع أنواع من المواد الكيمايئية تتزاوج مع الأحماض النووية. يمكن للأزواج أن تتصل مع بعضها البعض بطرق مختلفة، وتكوين سلاسل مختلفة. يشبه ترتيب السلاسل الشيفرة. يتبع كل قسم من الأحماض النووية لصفة مختلفة,مثل لون العينين أو الطول. يطلق على كل قسم من هذه الأقسام الصغيرة اسم جين. يوفر الجين المعلومات اللازمة لظهور صفة ما على الكائن الحي.
es_es: Cada cadena de ADN contiene millones de pares de moléculas llamadas bases. Hay cuatro productos químicos que se emparejan entre sí en el ADN. Los pares de bases pueden combinarse de diferentes maneras, haciendo diferentes secuencias. El orden de las secuencias es como un código. Cada sección de ADN codifica para un rasgo diferente, el color de los ojos o la altura, por ejemplo. A cada una de estas pequeñas secciones de ADN se les llama <span class='key'>genes</span>. Los genes proporcionan información que hace que un organismo muestre un cierto rasgo.

source: DNA Double Helix
ar_eg: الحمض النووي الحلزوني المزدوج
es_es: ADN de doble hélice

source: Base Pairs
ar_eg: أزواج أساسية
es_es: Pares de bases

source: The idea that genes controlled the characteristics of living things was very powerful. It led to the development of modern food crops and improvements in animal production. It also made many human conditions more understandable and predictable.
ar_eg: كانت فكرة أن الجينات هي التي تسيطر على خصائص الكائنات الحية القوية جدا. أدى هذا إلى تطور في المحاصيل الغذائية الحديثة وتحسينات في مجال الإنتاج الحيوي. وأدت إلى جعل العديد من ظروف الإنسان مفهومة ومتوقعة.
es_es: La idea de que los genes controlaban las características de los seres vivos fue muy poderosa. Condujo al desarrollo de los cultivos alimenticios modernos y a la mejora de la producción animal. También hizo que muchas condiciones humanas fueran más predecibles y entendibles.

source: All chromosomes are made of DNA. Proteins are large molecules made of building blocks called <span class='key'>amino acids</span>. Each gene determines the structure of a single protein. Since organisms are made of many different proteins, there are many different genes to code for each one. Sometimes, proteins even work with other proteins, so it may take more than one gene to actually determine a specific trait.
ar_eg: تتكون جميع الكروموسومات من أحماض نووية. البروتينات هي جزيئات كبيرة مصنوعة من لبنات أساسية تسمى <span class='key'>الأحماض الأمينية</span> . يحدد كل جين هيكل بروتين واحد. بما إن الكائنات الحية مكونة من بروتينات مختلفة، يوجد العديد من الجينات المختلفة لرمز كل واحدة منها. بعض الأحيان، تعمل البروتينات مع بروتينات أخرى، لذلك قد تأخذ أكثر من جين واحد لتحدد صفة معينة.
es_es: Todos los cromosomas están hechos de ADN. Las proteínas son grandes moléculas hechas de bloques de construcción llamados <span class='key'>aminoácidos</span>. Cada gen determina la estructura de una sola proteína. Dado que los organismos están hechos de muchas proteínas diferentes, hay muchos genes diferentes en el código para cada una. A veces, las proteínas, incluso trabajan con otras proteínas, por lo que pueden necesitar más de un gen para determinar un rasgo específico.

source: Adjusting microscope...
ar_eg: ضبط المجهر...
es_es: Ajustando el microscopio...

source: Question A. Each gene is responsible for the production of...
ar_eg: السؤال أ. كل جين مسؤول عن إنتاج...
es_es: Pregunta A. Cada gen es responsable de la producción de ...

source: A single protein.
ar_eg: بروتين واحد
es_es: Una sola proteína.

source: Many different proteins.
ar_eg: عدة بروتينات مختلفة
es_es: Varias proteínas diferentes.

source: A single chromosome.
ar_eg: كروموسوم واحد
es_es: Un solo cromosoma

source: Half of all chromosomes.
ar_eg: نصف كمية الكروموسومات
es_es: La mitad de todos los cromosomas.

source: Question B. Place the following in order from smallest to largest. Sort the items by dragging them upwards or downwards.
ar_eg: السؤال ب. رتب التالي من الأكبر إلى الأصغر. رتب العناصر من خلال سحبها للأعلى أو الأسفل.
es_es: Pregunta B. Pon los siguientes en orden de menor a mayor. Ordena las piezas moviéndolas hacia arriba o hacia abajo.

source: Base pair
ar_eg: أزواج أساسية
es_es: Par de bases

source: Chromosome
ar_eg: كروموسوم
es_es: Cromosoma

source: DNA molecule
ar_eg: جزيء الحمض النووي دي. إن. إيه.
es_es: molécula de ADN

source: Identifying gene...
ar_eg: تحديد الجين...
es_es: Identificando genes...

source: That's right! Remember: one gene, one protein.
ar_eg: هذا صحيح! تذكر: جين واحد، بروتين واحد.
es_es: ¡Eso es! Recuerda: un gen, una proteína.

source: No. Too complicated. Many proteins need many genes.
ar_eg: لا. إنها معقدة كثيرا. بروتينات كثيرة تحتاج إلى جينات كثيرة.
es_es: No. Demasiado complicado. Muchas proteínas necesitan muchos genes.

source: Sorry. Chromosomes are combinations of many genes.
ar_eg: للأسف. إن الكروموسومات عبارة عن امتزاج العديد من الجينات
es_es: Lo siento. Los cromosomas son combinaciones de muchos genes.

source: Way too much! Scale it back.
ar_eg: بعيد جدا! أعد حساباتك مجددا.
es_es: ¡Demasiado! Reducelo.

source: No, the smallest of the three is a base pair which makes up the DNA helix, and DNA molecules make up chromosomes.
ar_eg: لا، أصغر واحدة من بين الثلاث هي أزواج أساسية والتي يتكون منها شريط الحمض النووي ، و جزيئات الحمض النووي تُكون الكروموسومات.
es_es: No, el menor de los tres es un par de bases que constituyen la hélice de ADN, y las moléculas de ADN constituyen los cromosomas.

source: Correct. Base pairs are part of DNA, and DNA molecules make up chromosomes.
ar_eg: صحيح. تعد الأزواج الأساسية جزء من الحمض النووي، وتنتج جزيئات الحمض النووي الكروموسومات.
es_es: Correcto. Las pares de bases son parte del ADN, y las moléculas de ADN forman los cromosomas.

source: Now that you know about chromosomes, let's go back to Mendel's law of segregation. It states that individuals receive half of their genetic information from each parent. This creates a problem when you consider that every cell of every organism has two different sets of chromosomes, one from the male parent and one from the female. The problem is that only one set can be passed along to the next generation. Somehow, only half of the total chromosomes can be passed on to offspring.
ar_eg: الآن أنت تعرف عن الكروموسومات، لنعد إلى قانون العزل لمانديل . يحصل الأفراد على نصف المعلومات الجينية من أحد الأباء. وهذا يخلق مشكلة عندما تفكر في أن كل خلية من خلايا الكائن الحي لديه مجموعتين مختلفتين من الكروموسومات، واحدة من الشريك الذكر والأخرى من الشريك الأنثى. وتكمن المشكلة في أنه يمكن تمرير مجموعة احد الأباء فقط إلى الجيل الأخر. بطريقة ما، فقط نصف عدد الكروموسومات يمكن أن ينتقل إلى الأجيال الجديدة.
es_es: Ahora que sabes sobre cromosomas, vamos a volver a la ley de segregación de Mendel. Afirma que las personas reciben la mitad de su información genética de cada padre. Esto crea un problema si tenemos en cuenta que cada célula de cada organismo tiene dos conjuntos diferentes de cromosomas, uno del padre y uno de la madre. El problema es que sólo un conjunto puede pasar a la siguiente generación. De alguna manera, sólo la mitad de los cromosomas en total, pueden transmitirse a la descendencia.

source: Nature's solution to this problem is sex cells. As a group, sex cells are called <span class='key'>gametes</span>. Male gametes are <span class='key'>sperm cells</span>. Female gametes are <span class='key'>egg cells</span>. All gametes have only one copy of each different type of chromosome.
ar_eg: الحل الطبيعي لهذه المشكلة هو الخلايا الجنسية. كمجموعة،يطلق على الخلايا الجنسية اسم <span class='key'> الأمشاج </span>. يطلق على الأمشاج الذكرية اسم <span class='key'>حيوانات منوية</span>، والأمشاج الأنثوية ب <span class='key'>البويضات </span>. لكل نوع مختلف من الكروموسومات يوجد نسخة واحدة فقط من الأمشاج.
es_es: La solución de la naturaleza a este problema son las células sexuales. Como grupo, las células sexuales se llaman <span class='key'>gametos</span>. Los gametos masculinos son los <span class='key'>espermatozoides</span>. Los gametos femeninos son los <span class='key'>óvulos</span>. Todos los gametos tienen sólo una copia de cada tipo de cromosoma.

source: Gametes are formed from normal cells containing two copies of each chromosome. The chromosome number is cut in half in a process called <span class='key'>meiosis</span>. Cells divide twice in meiosis. In the first division, chromosomes are sorted to produce cells containing only one of each type. In the second division, chromosomes that have already copied themselves break apart, producing sex cells with one of each chromosome type.
ar_eg: تتكون الأمشاج من خلايا عادية تحتوي على نسختين من كل كروموسوم. يقل عدد الكروموسومات إلى النصف خلال عملية يطلق عليها اسم <span class='key'>انقسام إختزالي </span>. تنقسم الخلايا إلى النصف. في الإنقسام الأول، يتم تخزين الكروموسومات لإنتاج خلايا تحتوي على نوع واحد من الأنواع. في المرحلة الثانية، تنكسر الكروموسومات التي نسخت نفسها إلى أجزاء،منتجة خلايا جنسية لكل نوع من أنواع الكروموسومات.
es_es: Los gametos se forman a partir de células normales que contienen dos copias de cada cromosoma. El número de cromosomas se reduce a la mitad en un proceso llamado <span class='key'>meiosis</span>. Las células se dividen en dos ocasiones en la meiosis. En la primera división, los cromosomas se ordenan para producir células que contienen sólo uno de cada tipo. En la segunda división, los cromosomas que ya se han copiado a sí mismos se separan, produciendo células sexuales con uno de cada tipo de cromosoma.

source: Meiosis is the mechanism in cells that allows segregation to work. Genes are located on chromosomes, and meiosis is the process that sorts the chromosomes. Every sex cell contains a random assortment of an organism's chromosomes. Some were inherited from its mother, others from its father. Meiosis sorts them randomly. In this way, new combinations of chromosomes and the genes they carry occur every generation. These new genetic combinations help a species to be prepared for any new set of environmental conditions that may come along in the future.
ar_eg: الإنقسام الإختزالي عبارة عن آلية تحدث في الخلايا والتي تسمح بحدوث انفصال. توجد الجينات في الكروموسومات، يتم في الإنقسام الإختزالي فرز الكروموسومات. تحتوي كل خلية جنسية على تشكيلة عشوائية من كروموسومات الكائن الحي. يتم وراثة بعضها من الأم, والبعض الأخر من الأب. يفرزها الإنقسام الإختزالي بطريقة عشوائية. في هذه الحالة، فان تركيبات الكروموسومات والجينات الجديدة التي يحملها تحدث في كل جيل. إن التركيبات الوراثية الجديدة تساعد الأنواع على التأقلم مع الظروف البيئية التي من الممكن أن تحدث في المستقبل.
es_es: La meiosis es el mecanismo de las células que permite que se de la segregación. Los genes se encuentran en los cromosomas, y la meiosis es el proceso que ordena los cromosomas. Cada célula sexual contiene una mezcla aleatoria de los cromosomas de un organismo. Algunos fueron heredados de su madre, otros de su padre. La meiosis los ordena de forma aleatoria. De esta manera, en cada generación ocurren nuevas combinaciones de cromosomas y genes. Estas nuevas combinaciones genéticas ayudan a una especie a estar preparado para cualquier nuevo conjunto de condiciones ambientales que puedan surgir a lo largo del futuro.

source: Meiosis
ar_eg: إنقسام إختزالي

source: meiosis
ar_eg: إنقسام إختزالي

source: Studying Mendel's law...
ar_eg: دراسة قانون مانديل...
es_es: Estudiando la ley de Mendel...

source: Question A. Which of the following is <span class='blink'>not true</span> about meiosis?
ar_eg: السؤال أ. أي من التالي <span class='blink'>غير صحيح</span> بخصوص الإنقسام الإختزالي؟
es_es: Pregunta A. ¿Cuál de las siguientes no es <span class='blink'>verdadera</span> sobre la meiosis?

source: Sex cells contain half the normal number of chromosomes.
ar_eg: تحتوي الخلايا الجنسية على نصف عدد الكروموسومات الطبيعي.
es_es: Las células sexuales contienen la mitad del número normal de cromosomas.

source: Sex cells contain the normal number of chromosomes.
ar_eg: تحتوي الخلايا الجنسية على العدد الطبيعي للكروموسومات.
es_es: Las células sexuales contienen el número normal de cromosomas.

source: Sex cells contain twice the normal number of chromosomes.
ar_eg: تحتوي الخلايا الجنسية على ضعف عدد الكروموسومات الطبيعي.
es_es: Las células sexuales contienen el doble del número normal de cromosomas.

source: Sex cells contain three times the normal number of chromosomes.
ar_eg: تحتوي الخلايا الجنسية على ثلاثة أضعاف عدد الكروموسومات الطبيعي.
es_es: Las células sexuales contienen el triple del número normal de cromosomas.

source: Question B. Complete the sentence by selecting the <span class='blink'>correct</span> answer.
ar_eg: السؤال ب. أكمل الجمل التالية باختيار <span class='blink'> الإجابة الصحيحة</span>.
es_es: Pregunta B. Completa la frase seleccionando la respuesta <span class='blink'>correcta</span>.

source: Genes are located on chromosomes, and
ar_eg: تقع الجينات في الكروموسومات، و
es_es: Los genes se localizan en los cromosomas, y

source: select
ar_eg: إختار
es_es: Selecciona

source: mitosis
ar_eg: إنقسام فتيلي

source: Mitosis
ar_eg: إنقسام فتيلي

source: fertilization
ar_eg: إخصاب
es_es: fertilización

source: Fertilization
ar_eg: إخصاب
es_es: Fertilización

source: meiosis and mitosis
ar_eg: إنقسام إختزالي وفتيلي
es_es: meiosis y mitosis

source: is the process that sorts the chromosomes. It is the mechanism in cells that allows segregation to work.
ar_eg: هي العملية التي يتم بواسطتها ترتيب كروموسومات. الآلية التي تحدث في الخلايا والتي تسمح بحدوث إنفصال.
es_es: es el proceso por el que se ordenan los cromosomas. Es el mecanismo de las células que permite que funcione la segregación.

source: Separating cells...
ar_eg: فصل الخلايا..."
es_es: Separando células...

source: That's right! Fertilization produces one normal cell.
ar_eg: هذا صحيح! ينتج من الإخصاب خلية طبيعية واحدة.
es_es: ¡Eso es! La fertilización produce una célula normal.

source: Nope. Sex cells with the normal number would produce a new individual with twice the number.
ar_eg: لا. يمكن للخلايا الجنسية الطبيعية أن تنتج أفراد جدد ضعف العدد.
es_es: No. Las células sexuales con el número normal producirían un nuevo individuo con el doble de ese número.

source: Sorry. That's way too many chromosomes.
ar_eg: عفواً. ذلك الكثير من الكروموسومات.
es_es: Lo siento. Eso son demasiados cromosomas.
