Repository: geneconde/NGR-sandbox
Catalog: demo/genetic-codes/Locale/*/LC_MESSAGES/genetic-codes.po
Languages: ar_eg, es_es

source: In heredity, independent assortment is the rule that the gene someone inherits from their mother for a trait, such as nose shape, doesn't do anything to influence which gene she inherits for her hair color. Independent assortment allows us to make predictions about the combinations of traits in generations not yet born.
ar_eg: في الوراثة، التشكيلة المستقلة هي القاعدة التي يتم من خلالها وراثة جين لصفة ما من أمهاتهم، مثل شكل الأنف، لا يؤثر على جين لون الشعر. تسمح لنا التشكيلة المستقلة بالتنبؤ بمزج الصفات للأجيال التي لم تولد بعد.
es_es: En la herencia, la distribución independiente es la regla por la que el gen que una persona hereda de su madre para un rasgo, como la forma de la nariz, no influye para nada en el gen que se hereda para el color del pelo. La distribución independiente nos permite hacer predicciones sobre las combinaciones de rasgos de las generaciones aún no nacidas.

source: Recessive Trait
ar_eg: صفات متنحية

source: In heredity, a recessive trait is a physical characteristic that can be "hidden"; that is, a person can carry a gene for a trait, but it can be masked by another (dominant) trait. Recessive traits can be passed on and show up in future generations.
ar_eg: في الوراثة، الصفات المتنحية هي عبارة عن سمات جسدية ممكن أن تكون مخبأة، يمكن للإنسان أن يحمل جين صفات معينة، لكن من الممكن أن تكون مخبأة من خلال صفة(سائدة) . يمكن للصفات المتنحية أن تظهر في أجيال أخرى.
es_es: En la herencia, un rasgo recesivo es una característica física que puede estar "oculta"; esto es, una persona puede tener un gen para un rasgo, pero puede ser enmascarado por otro rasgo (dominante). Los rasgos recesivos pueden heredarse y ser mostrados en generaciones futuras.

source: Dominant Trait
ar_eg: صفة سائدة

source: In heredity, a dominant trait is a physical characteristic that is expressed even when only one gene allele coding for the trait is present. Dominant traits can "mask" recessive traits, which are gene alleles for a trait that are not expressed when covered by the dominant trait for that physical characteristic.
ar_eg: في الوراثة، الصفات السائدة هي عبارة عن صفات جسدية التي يعبر عنها حتى عندما يكون جين allele للصفات موجود. يمكن أن تكون الصفات السائدة "مخبأة" في الصفات المتنحية. حيث لا يتم التعبير عن جينات allele عندما تكون مخبأة بالصفات السائدة لهذه الصفة الجسدية.
es_es: En la herencia, un rasgo dominante es una característica física que se expresa, incluso cuando sólo está presente un alelo de un gen que codifica el rasgo. Los rasgos dominantes pueden "enmascarar" a los rasgos recesivos, que son alelos del gen de un rasgo que no se expresa cuando están encubiertos por el rasgo dominante de esa característica física.

source: DNA is found in structures called chromosomes, which are tightly-packed strands of DNA held together by proteins. Each chromosome's DNA contains volumes of specific information that codes for the structures and functions of the body.
ar_eg: يوجد الحمض النووي على هيئة كروموسومات، والتي تكون مترابطة مع بعضها بواسطة بروتينات. كل كروموسومات الأحماض النووية تحتوي على معلومات محدة لهيكل ووظائف الجسم.
es_es: El ADN se encuentra en las estructuras llamadas cromosomas, que son hebras de ADN muy empaquetadas por las proteínas. Cada ADN del cromosoma contiene un volumen específico de información que codifica las estructuras y funciones corporales.

source: DNA
ar_eg: الحمض النووي (دي. إن. إيه)
es_es: ADN

source: DNA, short for deoxyribonucleic acid, is the molecule of living organisms, found in the nucleus of their cells, which contains volumes and volumes of information. DNA functions as a blueprint, with a 4-letter alphabet acting as a code system for making proteins, which are essential for an organism's structures and functions.
ar_eg: الحمض النووي (دي. إن. إيه)، هو إختصار لكلمة الحمض النووي الريبوزي المنقوص الأكسجين، موجود في جزيئات الكائنات الحية، والذي يحتوي على معلومات كبيرة. يمكننا تشبيه عمل الحمض النووي (دي. إن. إيه) بمخطط، إن الحروف الهجائية الأربعة تعمل مثل شيفرة لتكوين البروتونات والتي تعد ضرورية لبناء الكائن الحي ووظائفه.
es_es: El ADN, la abreviatura de ácido desoxirribonucleico, es la molécula de los organismos vivos, que se encuentra en el núcleo de sus células, que contiene volúmenes y volúmenes de información. El ADN funciona como un plano, con un alfabeto de 4 letras que actúa como un sistema de código para hacer las proteínas, que son esenciales para las estructuras y funciones de un organismo.

source: Gene
ar_eg: الجين
es_es: Gen

source: A gene is a section of DNA that has information that specifically codes for the making of a certain physical trait. Chromosomes have many genes on them.
ar_eg: يعتبر الجين جزء من الحمض النووي (دي. إن. إيه) والتي تحتوي على معلومات لتكوين سمة جسدية محددة. تحتوي الكروموسومات على العديد من الجينات.
es_es: Un gen es una sección de ADN que tiene información que codifica específicamente para la construcción de un determinado rasgo físico. Los cromosomas tienen muchos genes.

source: Amino Acids
ar_eg: الأحماض الأمينية

source: Amino acids are the building blocks of proteins, which are the "workers" of the body, essential for the body's structures and functions. There are about 20 different amino acids.
ar_eg: الأحماض الأمينية هي عبارة عن اللبنات الأساسية للبروتين، وهي عبارة عن عمال الجسم، والبروتينات ضرورية لهيكل الجسم ووظائفه. يوجد في الجسم قرابة عشرين حمض أميني مختلف.
es_es: Los aminoácidos son los bloques constituyentes de las proteínas, que son las "trabajadoras" del cuerpo, esenciales para la estructura corporal y para sus funciones. Hay como 20 tipos diferentes de aminoácidos.

source: Gametes
ar_eg: الأمشاج
es_es: Gametos

source: Gametes are the reproductive cells of the body. Male gametes are sperm cells; female gametes are egg cells. All gametes have only one copy of each different type of chromosome.
ar_eg: الأمشاج هي عبارة عن الخلايا التناسلية في الجسم. تسمى عند الذكور بالحيوانات المنوية، وعند الإناث بالبويضات. كل مشج لديه نسخة واحدة فقط لكل نوع من الكروموسومات المختلفة.
es_es: Los gametos son las células reproductivas del cuerpo. Los gametos masculinos son los espermatozoides; los gametos femeninos son los óvulos. Todos los gametos tienen únicamente una copia de tipo de cromosoma diferente.

source: Sperm cells
ar_eg: الخلايا المنوية
es_es: Espermatozoides

source: Sperm cells are male reproductive cells. Sperm cells have only one copy of each different type of chromosome.
ar_eg: الخلايا المنوية هي عبارة عن الخلايا الجنسية الذكرية. للخلايا المنوية نسخة واحدة فقط لكل نوع كروموسوم .
es_es: Los espermatozoides son células reproductivas masculinas. Los espermatozoides tienen sólo una copia de cada tipo de cromosoma.

source: Egg cells
ar_eg: خلايا البويضات
es_es: Óvulos

source: Egg cells are female reproductive cells. Egg cells have only one copy of each different type of chromosome.
ar_eg: البويضات هي عبارة عن الخلايا الجنسية الأنثوية. للبويضات نسخة واحدة فقط لكل نوع كروموسوم .
es_es: Los óvulos son células reproductivas femeninas. Los óvulos sólo tienen una copia de cada tipo de cromosoma.

source: Meiosis is the process in which gametes, or reproductive cells, have their chromosome number cut in half as the cell divides twice. In the first division of meiosis, chromosomes are sorted to produce cells containing only one of each type. In the second division of meiosis, chromosomes that have already copied themselves break apart, producing sex cells with one of each chromosome type.
ar_eg: الإنقسام الإختزالي هو العملية التي يحدث فيها انقسام منصف للكروموسومات في الأمشاج، أو في الخلايا التناسلية. في الإنقسام الإختزالي الأول يتم تخزين الكروموسومات لإنتاج خلايا تحتوي على نوع واحد فقط . في الإنقسام الثاني تنقسم الخلايا التي نسخت نفسها منتجة خلايا جنسية بنوع واحد من أنواع الكروموسومات.
es_es: La meiosis es el proceso en el que los gametos, o células reproductivas, ven su número de cromosomas reducido a la mitad cuando la célula se divide en dos. En la primera división de la meiosis, los cromosomas se clasifican para producir células que contienen sólo uno de cada tipo. En la segunda división de la meiosis, los cromosomas que ya se han copiado a sí mismos se separan, produciendo células sexuales con uno de cada tipo de cromosoma.

source: Mutation
ar_eg: الطفرة
es_es: Mutación

source: Mutations are small changes that occur in the DNA that carries the information that makes living things what they are. Mutations are rare, but if inherited, over time can have an effect on a population.
ar_eg: الطفرة هي عبارة عن تغيرات بسيطة في الحمض النووي الذي يحتوي على المعلومات. إن حدوث الطفرات يعد بالأمر النادر، لكن إذا تم توريثها سوف تؤثر مع مرور الوقت على المجتمع
es_es: Las mutaciones son pequeños cambios que ocurren en el ADN que tiene la información que hace de los seres vivos lo que son. Las mutaciones son extrañas, pero si se heredan, con el tiempo pueden tener un efecto en la población.

source: Checking what you now know... about genetic codes
ar_eg: تحقق من معلوماتك حول... الشيفرات الوراثية
es_es: Comprobando lo que sabes... sobre códigos genéticos

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: الإجابة على 6 أسئلة قصيرة سيعطيك فكرة عن ما تعرف حالياً وما عليك أن تدرس.
es_es: Contestando los siguientes seis (6) preguntas de la prueba le dará una idea de lo ahora sabe y lo que todavía tiene que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر زر لاحق عندما تكون مستعداً
es_es: Haga clic en el botón SIGUIENTE cuando esté listo.

source: Which of the following offspring probably had parents BB and bb? (B being a dominant trait, and b being a recessive trait.)
ar_eg: اي من الاجيال التالية لديها ابوين BB و bb ؟ ( B هي السمة السائدة، و b هي السمة المتنحية).
es_es: ¿Cuál de la siguiente descendencia tuvo probablemente padres BB y bb? (Siendo B un rasgo dominante, y b un rasgo recesivo)

source: Can't tell from the information given
ar_eg: لا يمكنك معرفة ذلك من خلال المعلومات المعطاة
es_es: No se puede decir de la información dada

source: Look again... One gene from each parent...
ar_eg: أنظر مرة أخرى... جين واحد من كل والد
es_es: Mira otra vez... Un gen de cada padre...

source: Right! B from BB and b from bb.
ar_eg: صحيح! B من BB و b من bb.
es_es: ¡Bien! B de BB y b de bb.

source: No... How could it get bb from a BB parent?
ar_eg: لا ....كيف يمكن الحصول على bb من والد سمته BB ؟
es_es: No... ¿Cómo podría obtener bb de un padre BB?

source: Sorry. You can't tell. Try again.
ar_eg: أسف. لا يمكنك أن تعرف. جرب مرة أخرى
es_es: Lo siento. No puedes decir. Inténtalo de nuevo.

source: An advantage of sexual reproduction is...
ar_eg: الفائدة من التكاثر اللاجنسي هي ...
es_es: Una ventaja de la reproducción sexual es...

source: New gene combinations appear each generation.
ar_eg: ظهور مزيج جينات جديد في كل جيل.
es_es: Que en cada generación aparecen nuevas combinaciones de genes.

source: No new gene combinations appear.
ar_eg: لا يظهر مزيج جينات جديدة في الجيل
es_es: No aparecen nuevas combinacioens de genes.

source: Males put on showy mating displays.
ar_eg: يتم عرض تزاوج الذكور
es_es: Los machos realizan vistosas exhibiciones de apareamiento.

source: Bird parents build large nests to protect eggs.
ar_eg: يبني أباء العصافير أعشاش كبيرة لحماية أطفالهم.
es_es: Los padres pájaros construyen nidos grandes para proteger los huevos.

source: Preparing for changes...
ar_eg: التحضير للتغيرات ...
es_es: Preparándose para los cambios...

source: Correct, and that's a big deal! These new combinations make living things ready for unforeseen environmental changes.
ar_eg: صحيح، وهذا أمر مهم! هذا المزيج الجديد يجعل الكائنات الحية جاهزة لتغيرات غير متوقعة في البيئة.
es_es: Correcto, y es una gran cosa! Estas nuevas combinaciones dejan a los seres vivos preparados para los cambios medioambientales inesperados.

source: Sorry, The exact opposite... Read it again.
ar_eg: لا، العكس تماما... اقرأ مرة أخرى.
es_es: Lo siento, todo lo contrario... Vuélvelo a leer.

source: Some males do put on displays, but it's not always an advantage.
ar_eg: يتم إظهار بعض الذكور، ولكن لا تعد هذه فائدة.
es_es: Algunos machos se exhiben, pero no es siempre una ventaja.

source: Umm... This might be true for birds, but it doesn't apply to other plants and animals.
ar_eg: مممم ... يمكن أن يكون هذا صحيح بالنسبة للطيور، لكن لا يمكن تطبيق ذلك على النباتات والحيوانات.
es_es: Umm... Esto puede ser cierto para los pájaros, pero no se aplica a los demás animales y plantas.

source: Choose the statement most consistent with Mendel's idea of segregation.
ar_eg: اختر الإجابة التي تتلائم مع فكرة مانديل للعزل.
es_es: Escoge la declaración más consistente con la idea de separación de Mendel.

source: Offspring inherit most of their mother's genes.
ar_eg: ترث الذرية معظم الجينات من أمهاتها.
es_es: La descendencia hereda la mayoría de los genes de su madre.

source: Offspring inherit none of their father's genes.
ar_eg: لا ترث الذرية أي الجينات من أبائها.
es_es: La descendencia hereda ninguno de los genes de sus padres.

source: Offspring inherit genes equally from both parents.
ar_eg: ترث الذرية الجينات بالتساوي من والديهم.
es_es: La descendencia hereda los genes equitativamente de ambos padres.

source: Offspring inherit most of their father's genes.
ar_eg: ترث الذرية معظم الجينات من أبائها.
es_es: La descendencia hereda la mayoría de los genes del padre.

source: Combining chromosomes...
ar_eg: الجمع بين الكروموسومات ...
es_es: Combinando cromosomas...

source: Nope. Dad is important too.
ar_eg: لا. الأب مهم أيضا.
es_es: No... Papá es importante también.

source: Nope.... Dad plays an important role.
ar_eg: لا. يلعب الأب دور مهم.
es_es: No... papá tiene una función importante.

source: That's right! Half of inheritance comes from each parent.
ar_eg: هذا صحيح! نصف االوراثة تأتي من كلا الأبوين.
es_es: ¡Eso es correcto! La mitad de la herencia viene de cada uno de los padres.

source: No. Mom is just as important.
ar_eg: لا. الأم مهمة أيضا.
es_es: No. Mamá es igual de importante.

source: Look at the image on the right and select the correct term for the object it is illustrating.
ar_eg: أنظر إلى الصورة على اليمين واختار المصطلح الصحيح للكائن مع التوضيح.
es_es: Mira la imagen de la derecha y selecciona el término correcto para el objeto que está ilustrado.

source: Select
ar_eg: اختار
es_es: Selecciona

source: Cell
ar_eg: خلية
es_es: Célula

source: Nucleus
ar_eg: النواة
es_es: Núcleo

source: Cell, chromosome and DNA...
ar_eg: خلية، كروموسوم وحمض نووي (دي. إن. إيه) ...
es_es: Célula, cromosoma y ADN...

source: Not quite. The whole organism shown is called a cell, the central section is the nucleus, inside of which are chromosomes. DNA is the molecule found in the nucleus and a gene is a section of DNA.
ar_eg: ليس تماما، يسمى الكائن الحي كله بالخلية. والجزء الأوسط يسمى بالنواة، وفي الداخل الكروموسومات. الحمض النووي هو جزيء موجود داخل النواة والجين هو جزء من الحمض النووي (دي. إن. إيه).
es_es: No del todo. Al organismo mostrado se llama célula, la sección central es el núcleo, dentro del cual están los cromosomas. El ADN es la molécula que se encuentra en el núcleo y un gen es una sección del ADN.

source: Great! The whole organism shown is called a cell, the central section is the nucleus, inside of which are chromosomes.
ar_eg: رائع! يسمى الكائن الحي كله بالخلية. والجزء الأوسط يسمى بالنواة، وفي الداخل الكروموسومات.
es_es: ¡Bien! Al organismo mostrado se le llama célula, la sección central es el núcleo, dentro del cual están los cromosomas.

source: The process which results in sex cells is called...
ar_eg: تسمى العملية التي تنتج من الخلايا الجنسية....
es_es: El proceso que tiene como resultado las células sexuales se llama...

source: Boom! That's the one!
ar_eg: صحيح! هذه هي الإجابة الصحية!
es_es: ¡Boom! ¡Esa es!

source: Sorry! It sounds similar...
ar_eg: لا! تبدو مشابهة...
es_es: Lo siento! Suena similar...

source: Sort of, but no. What KIND of cell division?
ar_eg: نوعا ما، لكن لا. ما هو نوع إنقسام الخلية؟
es_es: En cierto modo, pero no. ¿ Qué tipo de división celular?

source: Nope. That's when sex cells combine.
ar_eg: لا. هذا عندما تندمج الخلايا الجنسية.
es_es: No. Eso ocurre cuando una célula sexual se combina.

source: Dividing cells...
ar_eg: خلايا مقسمة ...
es_es: La división de las células...

source: Cell division
ar_eg: إنقسام الخلية
es_es: La división celular

source: Which of the following matings would most likely produce around three dominant offspring for every recessive?
ar_eg: أي من التزاوج التالي ينتج منه على الأغلب ثلاثة ذريات سائدة لكل ذرية متنحية؟
es_es: ¿Cuál de los siguientes apareamientos es más probable que haya ocurrido para dar tres descendencias dominantes por cada una recesiva?

source: Ready for your last quiz question?
ar_eg: هل أنت جاهز لإختبارك الأخير؟
es_es: ¿Preparado/a para la última pregunta del test?

source: Ready for your last quick check?
ar_eg: هل انت مستعد للتحقق من اجابتك في آخر إختبار سريع ؟.
es_es: Listo para su última revisión rápida?

source: Hmmm.... Where would the recessive gene come from?
ar_eg: ممم.... من أين يأتي الجين المتنحي؟
es_es: Hmmm.... ¿ De dónde vendrá el gen recesivo?

source: Let's see... Where did you get the dominant gene?
ar_eg: لنرى... من أين تحصل على الجين السائد؟
es_es: Veamos... ¿De dónde obtuviste tu gen dominante?

source: Bingo! The offspring would be AA, Aa, Aa and aa.
ar_eg: بنقووووووه! ستكون الذرية AA، Aa، Aa ، و aa.
es_es: ¡Bingo! La descendencia sería AA, Aa y aa.

source: Are you sure? How can these parents produce a recessive offspring?
ar_eg: هل أنت متأكذ؟ كيف يمكن لهؤلاء الأباء بانتاج ذريات متنحية؟
es_es: ¿Estás seguro/a? ¿Cómo pueden estos padres producir una descendencia recesiva?

source: You've completed the Genetic Codes review.
ar_eg: لقد أتمتت مراجعة الشيفرة الوراثية.
es_es: Has completado la revisión del código genético.

source: You're done!
ar_eg: لقد أنهيت!
es_es: ¡Se termina!

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيف عملت في التقويم السريع وفي الأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puede comprobar cómo lo has hecho en la "Comprobación rápida" y "Preguntas del cuestionario" para este examen haciendo clic en el botón de abajo.

source: Congratulations
ar_eg: تهانينا
es_es: ¡Felicidades!

source: Meiosis and Mitosis
es_es: Meiosis y Mitosis

source: Independent assortment
es_es: Distribución independiente

source: Recessive trait
es_es: Característica recesiva

source: Dominant trait
es_es: Característica dominante

source: Amino acids
es_es: Aminoácidos
