Repository: geneconde/NGR-sandbox
Catalog: demo/genetic-codes/Locale/*/LC_MESSAGES/genetic-codes.po
Languages: ar_eg, es_es

source: Genetic Codes
ar_eg: الشيفرات الوراثية

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Siguiente

source: Read More
ar_eg: اقراء المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تحقق من الإجابة
es_es: Comprueba la Respuesta

source: Close me!
ar_eg: أغلقني!
es_es: ¡cierreme!

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Vamos a empezar!

source: Are you ready
ar_eg: هل أنت مستعد
es_es: ¿Está listo

source: You answered...
ar_eg: إجابتك كانت...
es_es: Ha respondido...

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Verificación rápida #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Verificación rápida #2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3
es_es: Verificación rápida #3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4
es_es: Verificación rápida #4

source: Quick Check #5
ar_eg: اختبار قصير رقم 5
es_es: Verificación rápida #5

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de cuestionario #1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2
es_es: Pregunta de cuestionario #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de cuestionario #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de cuestionario #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de cuestionario #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de cuestionario #6

source: How did I do?
ar_eg: كيف عملت؟
es_es: ¿Cómo hice?

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, seleccione sus respuestas.

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, seleccione sus respuestas.

source: Genetic Codes
ar_eg: شيفرات الوراثية
es_es: Códigos genéticos

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك
es_es: Por favor escriba a máquina su respuesta.

source: Putting it all together...
ar_eg: جمعها مع بعضها...
es_es: Juntándolo todo

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف حالياً
es_es: Vamos a comprobar lo que sabes ahora

source: Your first quiz question is...
ar_eg: السؤال الأول ...
es_es: Listo para su última revisión rápida?...

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لتدير الصندوق وحدد إجابتك.
es_es: Haga clic, mantenga y deslice el ratón hacia arriba y hacia abajo para girar la caja y seleccione su respuesta.

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Start
ar_eg: ابدأ
es_es: Inicio

source: Welcome to the Genetic Codes review
ar_eg: أهلا بكم في مراجعة الشيفرة الوراثية
es_es: Bienvenido/a a la revisión de los Códigos genéticos

source: Thinking about... genetic codes
ar_eg: فكر في... الشيفرات الوراثية
es_es: Pensando en .... códigos genéticos

source: The first thing most people think about when they see a new baby is who she or he looks like... Does she have her mother's nose? Her father's eyes? Does he seem to resemble a grandfather who passed away many years ago? Some people think these observations are silly, that each new person is unique. But they're not silly. We resemble our family members for a reason. We share something very important–the information that makes us what we are–our genetic codes.
ar_eg: أول سؤال يخطر على بال أي شخص عندما يرى مولود جديد هو من يشبه... هل أنفه يشبه أنف والدته؟ هل عيناه مثل والديه؟ هل يشبه جده الذي توفي منذ سنين عدة؟ يعتقد بعض الناس أن هذه الملاحظات سخيفة، لأن كل إنسان جديد لديه شكل خاص به. نحن نشبه افراد عائلاتنا لسبب ما . و نتشارك في شيء مهم- المعلومات التي تشكلنا يطلق عليها اسم الشيفرات الوراثية.
es_es: La primera cosa en la que la mayoría de la gente piensa cuando ven un nuevo bebé es a quien se parece... ¿Tiene la nariz de su madre? ¿ Los ojos de su padre? ¿Se parece al abuelo que falleció hace muchos años? Mucha gente piensa que estas afirmaciones son una tontería, que cada nueva persona es única. Pero no son una tontería. Nos parecemos a nuestros familiares por una razón. Compartimos algo muy importante- la información que nos hace ser quienes somos- nuestros códigos genéticos.

source: Checking what you know... about genetic codes
ar_eg: تحقق من ما تعرفه ... حول الشيفرات الوراثية
es_es: Comprobando lo que sabes... sobre los códigos genéticos

source: Click in the right column the most likely outcomes determined by the events shown in the left column.
ar_eg: أنقر على العمود في الجهة اليمنى والذي تتحدد نتائجه على الأغلب من خلال الأحداث الظاهرة في العامود في الجهة اليسرى.
es_es: Haz clic en la columna de la derecha en los resultados más probables determinados por los acontecimientos que aparecen en la columna de la izquierda.

source: Two parents contribute to the genetic makeup of children.
ar_eg: يساهم كلا الأبوين في التركيب الجيني لأطفالهم
es_es: Los dos padres contribuyen a la composición genética de los niños.

source: Children always look most like their fathers.
ar_eg: دائما يشبه الأطفال أبائهم.
es_es: Los niños siempre se parecen más a sus padres.

source: Children always look most like their mothers.
ar_eg: دائما يشبه الأطفال أماهاتهم.
es_es: Los niños siempre se parecen más a sus madres.

source: Children inherit characteristics from both parents.
ar_eg: يرث الأطفال صفات من كلا الوالدين.
es_es: Los niños heredan características de ambos padres.

source: A child inherits one gene for ear shape from one parent, and a different gene for ear shape from the other parent.
ar_eg: يرث الطفل جين واحد لشكل الأذن من أحد الوالدين، ويرث جين أخر لشكل الأذن الأخرى من الوالد الأخر.
es_es: Un hijo hereda un gen del tamaño de las orejas de uno de los padres, y un gen diferente del tamaño de las orejas del otro .

source: The child has two different ear shapes.
ar_eg: لدى الطفل شكل أذنين مختلفين عن بعضهما البعض.
es_es: El niño tiene las orejas de tamaño diferente.

source: The child's ears are shaped like that of one of the parents only.
ar_eg: تشبه أذن الطفل أذن أحد والديه فقط.
es_es: Las orejas del niño tienen la forma de la de uno de sus padres solamente.

source: The child is born without ears.
ar_eg: يولد الطفل من دون أذنين.
es_es: El niño ha nacido sin orejas.

source: Children inherit about half of their characteristics from each parent. Two parents contribute to the genetic makeup of children. In the case of a trait such as ear shape, a child inherits one gene from one parent and a different gene for ear shape from the other parent. While we inherit traits from both parents, only one may show itself at a time. Read on to learn more about genetic codes and how traits are passed on.
ar_eg: يرث الأطفال تقريبا نصف صفاتهم من والديهم. يساهم كلا الأبوين في التركيب الجيني لأطفالهم. بخصوص السمات مثل شكل الأذن، يرث الطفل جين واحد من كلا الوالدين ليحدد شكل الأذن. بينما نرث السمات من كلا الوالدين، واحدة فقط يمكن أن تظهر في كل مرة. إقرا المزيد لتتعلم أكثر عن الشيفرة الجينية وكيف تنتقل السمات إلينا.
es_es: Los niños heredan como la mitad de sus características de los padres. Dos padres contribuyen a la composición genética de los niños. En el caso de un rasgo como es la forma de la oreja, el niño hereda un gen de uno de los padres y un gen diferente del otro. Mientras que heredemos rasgos de ambos padres, sólo uno puede mostrarse. Sigue leyendo para aprender más sobre los códigos genéticos y como se heredan los rasgos.

source: Inheriting characteristics...
ar_eg: توريث الصفات...
es_es: Heredando características...

source: Reviewing core ideas... about genetic codes
ar_eg: مراجعة الأفكار الرئيسية... حول الشيفرات الوراثية
es_es: Revisando ideas esenciales... sobre los códigos genéticos

source: Living things reproduce in two ways. One, called <span class='key'>asexual reproduction</span>, involves only a single parent. The other way, called <span class='key'>sexual reproduction</span>, requires both a male and a female parent.
ar_eg: تتكاثر الكائنات الحية بطريقتين هما. <span class='key'>التكاثر اللاجنسي</span>، والذي يتضمن أحد الوالدين. والطريقة الأخرى <span class='key'>التكاثر الجنسي</span> والذي يتطلب والد ذكر و والدة أنثى.
es_es: Los seres vivos se reproducen de dos formas. Una, llamada <span class='key'>reproducción asexual</span>, que involucra a un solo progenitor. La otra forma, llamada <span class='key'>reproducción sexual</span>, requiere de un macho y una hembra.

source: Asexual reproduction occurs in all types of living things because it is the process plants and animals use to grow. Each new individual begins life as a single cell. This cell then divides over and over until the new organism reaches its full size. As life goes on, some of the cells continue to reproduce as needed to repair damage and cope with environmental changes.
ar_eg: يدخل التكاثر اللاجنسي في معظم الكائنات الحية حيث تستخدمها الحيوانات والنباتات في التكاثر. تبدأ الكائنات الحية جميعها بخلية واحدة. حيث تنقسم الخلية مرات عدة إلى أن يصل الكائن الحي إلى حجمه الطبيعي. بينما تستمر الحياة، تستمر بعض الخلايا في التكاثر لإصلاح أي ضرر والتكيف مع تغيرات البيئية.
es_es: La reproducción asexual se produce en todos los tipos de seres vivos, ya que es el proceso que las plantas y animales usan para crecer. Cada nuevo individuo empieza su vida como una sola célula. Esta célula se divide una y otra vez hasta que el nuevo organismo alcanza su tamaño completo. Como la vida sigue, algunas de las células continúan reproduciéndose según sea necesario para reparar los daños y hacer frente a los cambios ambientales.

source: Asexual reproduction of individual cells is called <span class='key'>mitosis</span>. It is summarized in the picture to the right.
ar_eg: يسمى التكاثر اللاجنسي للخلايا الفردية بالإنقسام <span class='key'>الفتيلي</span> . والذي تم تلخيصه في الصورة على اليمين.
es_es: La reproducción asexual de una única célula se llama <span class='key'>mitosis</span>. Se resume en la imagen de la derecha.

source: Sometimes whole organisms reproduce asexually. In the produce aisle, you will notice that all the Gala apples look the same, and so do all the Jonathan and Golden Delicious. These are fruits of plants that can only be reproduced by asexual reproduction. Asexual reproduction allows for exact duplication of a parent: perfect copies - no changes. This is great for agriculture, but not always great in nature. Sometimes conditions change and species need to change along with them.
ar_eg: بعض الأحيان تتكاثر الكائنات جميعها لاجنسيا. في ممر المنتجات النباتية، ستلاحظ أن جميع تفاح جالا يشبه بعضه البعض، وكذلك الحال مع جميع تفاح جوناثان والتفاح الأصفر. هذا الأنواع من التفاح تتكاثر فقط لاجنسيا. ينتج التكاثر اللاجنسي نسخة مشابهة تماما للأصل-بدون أي تغيرات. يعد هذا الأمر عظيم للزراعة ولكن ليس دائما عظيم للطبيعة. بعض الأحيان تتغير الظروف ويتطلب من الأنواع بأن تتغير أيضا.
es_es: A veces organismos completos se reproducen asexualmente. En el pasillo de productos, te darás cuenta de que todas las manzanas Gala tienen el mismo aspecto, y así pasa con todas las Jonathan y las Golden Delicious. Éstos son frutos de plantas que sólo se pueden reproducir de forma asexual. La reproducción asexual permite la duplicación exacta de un progenitor: copias perfectas - no hay cambios. Esto es algo muy bueno para la agricultura, pero no siempre bueno para la naturaleza. A veces, las condiciones cambian y las especies tienen que cambiar con ellas.

source: Gala apples
ar_eg: تفاح جالا
es_es: Manzanas gala

source: Golden delicious apples
ar_eg: التفاح الأصفر لذيذ الطعم
es_es: Manzanas Golden Delicious

source: Jonathan apples
ar_eg: تفاح جوناثان
es_es: Manzanas Jonathan

source: Royal gala apples
ar_eg: تفاح جالا الملكي
es_es: Manzanas gala reales

source: Sexual reproduction allows offspring to receive information from two different parents. That information may be the same or it may be different. In this way, each generation contains new combinations of genes, some of which may allow individuals to survive and reproduce more often than others. In some cases, sexual reproduction allows a species to survive in difficult times.
ar_eg: يسمح التكاثر الجنسي بأن تتلقى الذرية معلومات من ابوين مختلفين. من الممكن أن تتشابه هذه المعلومات ومن الممكن أن تختلف. يحتوي كل جيل على تركيبات جينية جديدة ، وقد يسمح البعض منها الأشخاص بالبقاء على قيد الحياة وعلى الإنتاج أكثر من غيرها. في بعض الحالات، يسمح التكاثر الجنسي للأنواع بالنجاة في أوقات صعبة.
es_es: La reproducción sexual permite a la descendencia recibir información de dos progenitores diferentes. Esa información puede ser la misma o diferente. De esta manera, cada generación tiene nuevas combinaciones de genes, algunas de las cuales pueden permitir que los individuos sobrevivan y se reproduzcan con mayor frecuencia que otros. En algunos casos, la reproducción sexual permite a una especie sobrevivir en tiempos difíciles.

source: Receiving information...
ar_eg: تلقي المعلومات...
es_es: Recibiendo información...

source: Question A. Which of the following is an advantage of sexual reproduction?
ar_eg: السؤال أ. أي من التالي يعد ميزة للتكاثر الجنسي؟
es_es: Pregunta A. ¿Cuál de las siguientes es una ventaja de la reproducción sexual?

source: All members of a generation are exactly the same.
ar_eg: يتشابه جميع أفراد الجيل.
es_es: Todos los miembros de una generación son exactamente iguales.

source: Many different combinations of traits are possible in each generation.
ar_eg: من المتوقع حدوث إختلاف في مزيج الصفات في كل جيل.
es_es: Hay muchas combinaciones diferentes de rasgos que son posibles en cada generación.

source: Species survival is less likely when new genetic combinations occur.
ar_eg: تقل إحتمالية بقاء الأنواع على قيد الحياة عند حدوث تركيبة وراثية.
es_es: La supervivencia de las especies es menor cuando ocurren nuevas combinaciones genéticas.

source: Males often consume much more food than females.
ar_eg: يحتاج عادة الذكور إلى غذاء أكثر من الإناث.
es_es: Los machos a menudo consumen mucha más comida que las hembras.

source: Question B. Click on the <span class='blink'>incorrect</span> statement about asexual reproduction.
ar_eg: السؤال ب. أنقر على العبارة <span class='blink'>الخاطئة</span> حول التكاثر اللاجنسي.
es_es: Pregunta B. Haz clic en la declaración <span class='blink'>incorrecta</span> sobre la reproducción asexual.

source: Asexual reproduction leads to an exact duplication of a parent.
ar_eg: يؤدي التكاثر اللاجنسي إلى إنجاب نسخ طبق الأصل عن الوالد.
es_es: La reproducción asexual conduce a una duplicación exacta del progenitor.

source: Asexual reproduction of individual cells is called mitosis.
ar_eg: يسمى التكاثر اللاجنسي للخلايا الفردية بالإنقسام الفتيلي.
es_es: A la reproducción asexual de una célula individual se le llama mitosis.

source: Asexual reproduction allows a species to survive in difficult times.
ar_eg: يساعد التكاثر اللاجنسي الأنواع على العيش ضمن الأوقات الصعبة.
es_es: La reproducción asexual permite a las especies sobrevivir en tiempos difíciles.

source: Asexual reproduction occurs in all types of living things.
ar_eg: يحدث التكاثر اللاجنسي في جميع أنواع الكائنات الحية.
es_es: La reproducción asexual ocurre en todos los tipos de seres vivos.

source: Preparing your first quick check...
ar_eg: تحضير أول اختبار سريع لك...
es_es: Preparando tu primera comprobación rápida...

source: No... that's a characteristic of asexual reproduction.
ar_eg: لا... هذه خاصية للتكاثر اللاجنسي
es_es: No... eso es una característica de la reproducción asexual.

source: Correct. New combinations are the key.
ar_eg: صحيح. التركيبات الجديدة هي المفتاح.
es_es: Correcto. Las nuevas combinaciones son la clave.

source: Backwards.... Survival is more likely with new combinations.
ar_eg: الرجوع إلى الخلف... على الأغلب أن يكون البقاء على قيد الحياة مع وجود تركيبات جديدة.
es_es: Hacía atrás... La supervivencia es más probable con las nuevas combinaciones.

source: Males often do consume more resources, but that's not an advantage.
ar_eg: يستهلك عادة الذكور موارد كثيرة، ولكن هذا ليس امتيازا.
es_es: Los machos habitualmente consumen más recursos, pero eso no es una ventaja.

source: No, asexual reproduction does lead to an exact duplication of the parent. The parent cell divides over and over until the duplicate reaches its full size.
ar_eg: لا، ينتج عن التكاثر اللاجنسي نسخ مشابهة عن الأصل. تنقسم الخلايا الأصل مرات عدة إلى أن تصل إلى حجمها الكامل.
es_es: No, la reproduccón asexual conduce a una duplicación exacta del progenitor. Las células del progenitor se dividen una y otra vez hasta que el duplicado alcanza su tamaño absoluto.

source: No, this is true. Mitosis is the division of a parent cell that results in cells each the same as the parent.
ar_eg: لا، هذا صحيح. الإنقسام الفتيلي هو انقسام خلايا الأب والتي تمتلك خلايا مطابقة لخلايا الأب.
es_es: No, esto es cierto. La mitosis es la división de la célula de un progenitor que resulta en células iguales a las de éste.

source: Yes, this statement is incorrect. Sexual reproduction does not help species adapt or survive in difficult times, it does allow variety.
ar_eg: نعم، هذه العبارة غير صحيحة. لا يساعد التكاثر الجنسي الأنواع على النجاة أو التكيف في الأوقات الصعبة، بل تسمح بالتنوع.
es_es: Si, esta declaración es incorrecta. La reproducción sexual no ayuda a las especies a adaptarse o sobrevivir en tiempos difíciles, permite que haya variedad.

source: No, some living things reproduce only asexually, and all living things use this method to grow.
ar_eg: لا، تتكاثر بعض الكائنات الحية فقط لاجنسيا، وجميع الكائنات الحية تستخدم هذه الطريقة للنمو.
es_es: No, algunos seres vivos sólo se reproducen de manera asexual, y todos los seres vivos usan este método para crecer.

source: More core ideas... about genetic codes
ar_eg: المزيد من الأفكار الرئيسية... حول الشيفرا الوراثية
es_es: Más ideas esenciales... sobre los códigos genéticos.

source: <span class='key'>Heredity</span> is how traits are passed from parents to offspring, or from one generation to the next. People have been using the few simple rules of heredity for thousands of years. New varieties of horses, cattle, dogs, and birds were produced by choosing useful traits and breeding the animals that had them.
ar_eg: <span class='key'>الوراثة</span> هي كيفية انتقال السمات من الأهل إلى الذرية، أو من جيل إلى أخر. استخدم الناس و لألاف السنين قواعد بسيطة وقليلة حول الوراثة. تم انتاج أصناف جديدة من الخيول والمواشي والكلاب والعصافير من خلال إختيار الصفات الجيدة وتكثير الحيوانات التي تمتلكها .
es_es: La <span class='key'>herencia</span> es la transmisión de los rasgos de padres a hijos, o de una generación a la siguiente. La gente ha estado usando las pocas y simples reglas de la herencia durante miles de años. Las nuevas variedades de caballos, vacas, perros y aves fueron producidas mediante la selección de características útiles y la cría de los animales que las contenían.

source: The first person to state the rules in a simple form was Gregor Mendel. He saw patterns in his lifelong observations of plants and animals, and carried out experiments for years. Mendel proposed his rules of inheritance which were based on bits of information, which later came to be called <span class='key'>genes</span>.
ar_eg: أول شخص قام بوضع القواعد البسيطة هو جريجور مندل. من خلال ملاحظاته وتجاربه التي قام بها على مدي حياته رأى أسلوباً محدداً في حياة النباتات والحيوانات . طرح مندل قواعده حول الوارثة والتي كانت تستند على معلومات قليلة، والتي أطلق عليها فيما بعد اسم <span class='key'> جينات </span>.
es_es: La primera persona que enunció las reglas de una forma sencilla fue Gregor Mendel. Vio los patrones en las observaciones realizadas a lo largo de su vida de plantas y animales, y llevó a cabo experimentos durante años. Mendel propuso sus reglas de la herencia que se basan en bits de información, que más tarde fueron llamados <span class='key'>genes</span>.

source: One rule, called <span class='key'>segregation</span>, states that each individual receives half of its genetic information from each parent, or two genes for each trait. That individual then passes along only half of its information to any offspring. Mendel's observation was that the information from parents is recombined, or mixed up, each generation. Each parent passes along only one gene for each trait, and there is no way to predict which gene it is.
ar_eg: أطلق على القاعدة الأولى اسم <span class='key'>العزل</span> ، والتي تنص على أن كل فرد يتلقى نصف معلوماته الوراثية من كل والد، أو نوعان من الجينات لكل لسمة. ثم يمرر هذا الشخص فقط نصف المعلومات لأي نسل جديد. كانت ملاحظة ماندل تنص على أن المعلومات التي تصل من الأباء قد تكون معادة أو ممزوجة في كل جيل. يعطي كل والد جين واحد فقط لكل سمة، ومن المستحيل التنبؤ بالجين المعطى.
es_es: Una regla, llamada <span class='key'>segregación</span>, establece que cada individuo recibe la mitad de su información genética de cada progenitor, o dos genes para cada rasgo. Esa persona luego pasa sólo la mitad de su información a la descendencia. La observación de Mendel fue que la información de los padres se recombina, o se mezcla, en cada generación. Cada progenitor pasa sólo un gen para cada rasgo, y no hay manera de predecir qué gen es.

source: Examples of genes you got from your parents/grandparents:
ar_eg: من الأمثلة على الجينات التي تحصل عليها من الأباء/ الأجداد:
es_es: Ejemplos de genes que obtuviste de tus padres/abuelos:

source: Eye color
ar_eg: لون العين
es_es: Color de los ojos

source: Hair color and texture
ar_eg: ملمس ولون الشعر
es_es: Color de pelo y textura

source: Height
ar_eg: الطول
es_es: Altura

source: Another of Mendel's observations was that some traits are able to "disappear" in one generation and "reappear" in a later generation. He proposed that some traits were always expressed, and could cause others to be hidden. Those hidden traits could then reappear at later times. Mendel called traits that could be hidden <span class='key'>recessive</span>, and those traits which show up whenever their gene is present <span class='key'>dominant</span>.
ar_eg: ملاحظات اخرى لمندل كانت ان بعض السمات قادرة على " الاختفاء" في احد الاجيال و" معاودة الظهور" في جيل لاحق. و اقترح ان بعض السمات تكون دائما ظاهرة وقد تتسبب لصفات اخرى بالاختفاء. هذه الصفات المخفية قد تظهر في اوقات لاحقة. سمى مندل الصفات التي قد تختفي <span class='key'>متنحية</span>. وتلك التي قد تظهر وقتما تكون جيناتها حاضرة <span class='key'>سائدة</span>.
es_es: Otra de las observaciones de Mendel fue que algunos rasgos pueden "desaparecer" en una generación y "reaparecer" en una generación posterior. Propuso que algunos rasgos siempre se expresan, y podría ser la causa de que otros se oculten. Esos rasgos ocultos podrían reaparecer en generaciones posteriores. Mendel llamó a los rasgos que podían estar ocultos <span class='key'>recesivos</span>, y a los rasgos que aparecen cada vez que el gen está presente <span class='key'>dominantes</span>.
