Repository: geneconde/NGR-sandbox
Catalog: demo/genetic-codes/Locale/*/LC_MESSAGES/genetic-codes.po
Languages: ar_eg, es_es

source: Think again... Meiosis is a process which reduces chromosome number.
ar_eg: فكر مجددا... يقل عدد الكروموسومات أثناء الإنقسام الإختزالي.
es_es: Piénsalo otra vez... La meiosis es el proceso que reduce el número de cromosomas.

source: Correct. Meiosis is cell division that results in cells with half the chromosome number of the parent cell.
ar_eg: صحيح. الإنقسام الإختزالي هو عبارة عن إنقسام يحدث في الخلايا مع نصف عدد الكروموسومات في الخلية الأم.
es_es: Correcto. La meiosis es la división celular que tiene como resultado células con la mitad del número de cromosomas de la célula del progenitor.

source: No, mitosis is cell division that results in cells with the same as the parent.
ar_eg: لا، الإنقسام الإنفصالي هو عبارة عن إنقسام يحدث في الخلايا دون حدوث أي تغير في خلايا الأم.
es_es: No, la mitosis es la división celular que tiene como resultado células iguales a las del progenitor.

source: No, fertilization is the union of sperm and egg cells.
ar_eg: لا, الإخصاب هو إتحاد الحيوانات المنوية مع البويضات.
es_es: No, la fertilización es la unión del espermatozoide y el óvulo.

source: No, sorting of chromosomes is done through meiosis. Meiosis is cell division that results in cells with half the chromosome number of the parent cell.
ar_eg: لا، يتم فرز الكروموسومات خلال الإنقسام الإختزالي. الإنقسام الإختزالي هو عبارة عن إنقسام يحدث في الخلايا مع نصف عدد الكروموسومات في الخلية الأم.
es_es: No, la ordenación de los cromosomas se da con la meiosis. La meiosis es la división celular que da como resultado células con la mitad del número de cromosomas que la célula de progenitor.

source: Meiosis is a very reliable process, but, very rarely, mistakes occur. It's possible for the chromosomes to not sort perfectly. When that happens, some sex cells may be formed with too few or too many chromosomes. The presence of an extra chromosome 21 causes a condition known as Down's Syndrome. Down's patients have some physical and learning differences from other people, but can live long, happy lives. The presence of other extra chromosomes has more complicated consequences.
ar_eg: يعد الإنقسام الإختزالي من العمليات الموثوقة حيث نسبة حدوث الأخطاء قليلة جدا. من المحتمل عدم إفراز الكروموسومات بشكل صحيح. عندما يحدث ذلك، تنتج بعض الخلايا الجنسية بعدد قليل أو عدد كبير من الكروموسومات. إن ظهور نسخة إضافية للكروموسوم 21 يؤدي إلى حدوث متلازمة داون. إن الأشخاص الذين يعانون من هذه المتلازمة تكون لديهم عيوب خلقية وصعوبات في التعلم، ولكن يمكنهم العيش طويلا وبسعادة. إن ظهور نسخة إضافية لكروموسومات أخرى يؤدي إلى عواقب وخيمة مختلفة.
es_es: La meiosis es un proceso muy fiable, pero, en muy raras ocasiones, se producen errores. Es posible que los cromosomas no se clasifiquen a la perfección. Cuando eso sucede, algunas células sexuales se pueden formar con muy pocos o demasiados cromosomas. La presencia de un cromosoma 21 adicional causa una condición conocida como el síndrome de Down. Los pacientes con síndrome de Down tienen algunas diferencias físicas y de aprendizaje en comparación con otras personas, pero pueden vivir una vida larga y feliz. La presencia de otros cromosomas adicionales tiene consecuencias más complicadas.

source: In addition to abnormalities in chromosomes, sometimes there are genetic mutations. Mutations are differences in genes. <span class='key'>Mutations</span> cause variations that make organisms differ from one another. At the most basic level, mutations are just tiny changes in genes located on chromosomes. If only one base is changed, the change in the protein produced may be minor, or there may be no change at all. This is how the simple variation we see in nature happens. The difference between red hair and brown hair is a letter change in a gene. The difference between being tall or short is a few changes in the letters of a few genes.
ar_eg: بالإضافة إلى حدوث شذوذ في الكروموسوم، يوجد بعض الأحيان طفرات وراثية. تختلف الطفرات عن الجينات. تسبب <span class='key'> الطفرات </span> الجينية إختلافات مما يجعل الكائنات الحية تختلف عن بعضها البعض. على المستوى البسيط، إن الطفرات عبارة عن تغيرات صغيرة في الجينات الموجودة في الكروموسومات. إذا تم تغيير أساس واحد فقط، فإن التغيرات في إنتاج البروتين تكون بسيطة، أو من الممكن عدم حدوث أي تغير على الإطلاق. هكذا تحدث التغيرات البسيطة في الطبيعة. الفرق بين الشعر الأحمر والشعر البني هو تغير حرف في الجينات. الفرق بين أن تكون طويلا أو قصير هو حدوث تغيرات بسيطة في حروف بعض الجينات.
es_es: Además de anormalidades en los cromosomas, a veces hay mutaciones genéticas. Las mutaciones son las diferencias en los genes. Las <span class='key'>mutaciones</span> causan variaciones que hacen que los organismos sean diferentes entre sí. En el nivel más básico, las mutaciones son sólo pequeños cambios en genes localizados en los cromosomas. Si se cambia una sola base, el cambio en la proteína producida puede ser menor, o puede no haber ningún cambio en absoluto. Es así como ocurren las simples variaciones que vemos en la naturaleza. La diferencia entre el pelo rojo y el pelo castaño es un cambio de letra en un gen. La diferencia entre ser alto o bajo son algunos cambios en las letras de unos pocos genes.

source: mutation
ar_eg: طفرة
es_es: mutación

source: DNA with mutations
ar_eg: حمض نووي مع طفرات
es_es: ADN con mutaciones

source: Sometimes, however, a base may be left out completely; or a new base may be inserted. This causes a shift in how cells read out the DNA code. A protein may start out normally, but, from the mutation site onward, every three-base sequence is changed. In this case, the protein formed will hardly resemble the normal version. Whatever that protein is supposed to do in an organism won't get done because the proper molecule isn't made. The actual product may even be poisonous, or cause an inherited disease.
ar_eg: بعض الأحيان، يتم استبعاد قاعدة كاملة، أو يمكن وضع قاعدة جديدة، هذا يسبب تغير في كيفية قراءة الخلايا للحمض النووي. قد يبدأ عمل البروتين بشكل طبيعي، لكن،ابتداءا من موقع حدوث الطفرة وإلى الأمام، يتم تغير تسلسل كل ثلاث قواعد. في هذه الحالة، فإن البروتين الذي انتج لن يشبه النسخة الطبيعية. لن يقوم البروتين بعمله بشكل طبيعي -بغض النظر عن طبيعة عمله- وذلك لأنه لم يتم إنتاج الجزيء الصحيح. قد يكون المنتج سام أو ممكن أن يسبب أمراض وراثية.
es_es: A veces, sin embargo, una base se puede omitir completamente; o una nueva base puede ser insertada. Esto provoca un cambio en cómo las células leen el código de ADN. Una proteína puede empezar normal, pero, desde el lugar de la mutación en adelante, se cambia cada secuencia de tres bases. En este caso, la proteína formada apenas se parecerá a la versión normal. Lo que se suponía que la proteína tenía que hacer en el organismo no se hará porque no se ha formado la molécula correcta. El producto real puede incluso ser venenosos o causar una enfermedad hereditaria.

source: But remember, even though mutation is sometimes scary, it's not bad. Every difference we see in nature is due to mutation. Every unique characteristic of every living thing is caused by changes at the DNA-level. Mutations give all living things the ability to adapt to their environments. It's impossible to predict all of the changes that will ever occur on Earth. When those changes happen, some mutations will protect living things from harm, while others will make them more vulnerable.
ar_eg: لكن تذكر، على الرغم من ان حدوث طفرة أمر مخيف، ولكن ليست دائما سيئة. كل الإختلافات التي نراها في الطبيعة سببها الطفرات. كل خاصية فريدة من نوعها في الكائن الحي سببها تغير في مستوى الحمض النووي. تساعد الطفرات الكائنات الحية على التأقلم مع البيئة. إنه من المستحيل التنبؤ بجميع التغيرات التي ممكن أن تحدث على سطح الأرض. عندما تحدث هذه التغيرات، تحمي بعض الطفرات الكائن الحي من الضرر، والبعض الأخر سوف يجعلها أكثر عرضةً للألم.
es_es: Pero recuerda, a pesar de que la mutación puede dar miedo a veces, no es mala. Cada diferencia que vemos en la naturaleza se debe a la mutación. Cada característica única de cada ser vivo es causada por cambios a nivel del ADN. Las mutaciones dan a todos los seres vivos la capacidad de adaptarse a su medio ambiente. Es imposible predecir todos los cambios que ocurrirán en la Tierra. Cuando estos cambios ocurran, algunas mutaciones protegerán a los seres vivos de los daños, mientras que otras les harán más vulnerables.

source: Cats with different eye colors
ar_eg: قطط بألوان عين مختلفة
es_es: Gatos con colores de ojos diferentes.

source: Albino peacock
ar_eg: الطاووس الأبيض
es_es: Pavo real albino

source: Wild melanistic aspid viper
ar_eg: أفعى برية سامة ذات جلد أسود
es_es: Víbora melanistica áspida salvaje

source: Changing sequence...
ar_eg: تغيير التسلسل...
es_es: Cambiando la secuencia...

source: Question A. Click on the <span class='blink'>incorrect</span> statement.
ar_eg: السؤال أ. أنقر على العبارة <span class='key'> غير الصحيحة</span>.
es_es: Pregunta A. Haz clic en la declaración <span class='blink'>incorrecta</span>.

source: Mutations can be from small changes in genes located on chromosomes.
ar_eg: يمكن أن تكون الطفرات من تغيرات بسيطة في الجينات واقعة على الكروموسومات.
es_es: Las mutaciones se pueden formar a partir de pequeños cambios en los genes localizados en los cromosomas.

source: Mutations can be due to the insertion or omission of a base compound.
ar_eg: ممكن أن يكون سبب الطفرات حدوث إضافة أو نزع لمركب قاعدة.
es_es: Las mutaciones pueden ser debidas a la inserción u omisión de un compuesto base.

source: Mutations are only when sex cells have too few or too many chromosomes.
ar_eg: تحدث الطفرات فقط عندما يكون عدد الكروموسومات في الخلايا الجنسية أكثر قليلا أو أقل قليلا.
es_es: Las mutaciones se dan sólo cuando las células sexuales tienen demasiados o pocos cromosomas.

source: Mutations give all living things the ability to adapt to their environments.
ar_eg: تسمح الطفرات لجميع الكائنات الحية بالتأقلم مع بيئاتها.
es_es: Las mutaciones otorgan a todos los seres vivos la habilidad de adaptarse a sus ambientes.

source: Question B. Part of a gene sequence is ....AATTAGTTTAAA.... Which of the following is likely the most dangerous mutation?
ar_eg: سؤال ب . جزء من التسلسل الجيني ...AATTAGTTTAAA....اي من التالي يعد من أخطر الطفرات؟
es_es: Pregunta B. Una parte de la secuencia de un gen es ...AATTAGTTTAAA... ¿Cuál de las siguientes es probablemente la mutación más peligrosa?

source: Change the first T to an A.
ar_eg: تغيير أول T إلى A.
es_es: Cambiar la primera T por una A.

source: Delete the second T.
ar_eg: حذف T الثانية.
es_es: Eliminar la segunda T.

source: Change the second A to a G.
ar_eg: تغيير A الثانية إلى G.
es_es: Cambiar la segunda A por una G.

source: Change the third T to a G.
ar_eg: تغيير T الثالثة إلى G.
es_es: Cambiar la tercera T por una G.

source: No, this is possible. When just one base is changed, the change in the protein produced may be minor.
ar_eg: لا ، من الممكن حصول ذلك. عندما يتغير أساس واحد فقط، فإن التغير الذي يحدث بالبروتين قد يكون طفيف.
es_es: No, esto es posible. Cuando sólo se cambia una base, el cambio producido en la proteína puede ser menor.

source: No, this is possible. If a base is added in or taken out, the entire sequence will be thrown off and the resulting protein will not do what it's supposed to.
ar_eg: لا، هذا ممكن الحدوث . إذا تم إضافة أساس أو نزع أساس، فإنه سوف يحدث تغير في التسلسل كاملاً ولن يقوم البروتين بعمله.
es_es: No, esto es posible. Si se añade o elimina una base, toda la secuencia se desecha y la proteína resultante no hará lo que se supone que tendría que hacer.

source: Correct. Although having an extra chromosome 21 causes Down's Syndrome, and other similar mutations- this is not the only way genetic mutations occur.
ar_eg: صحيح. على الرغم من وجود نسخة إضافية من كروموسوم 21 والذي يسبب حدوث متلازمة داون، وحدوث طفرات مماثلة- فلا تعد هذه هي الطريقة الوحيدة التي تحدث بها الطفرات الوراثية.
es_es: Correcto. Aunque tener un cromosoma 21 extra cause el Síndrome de Down, y otras mutacioens similares- esta no es la única forma en la que ocurren las mutaciones genéticas.

source: No, this is true. When changes in the environment happen, some mutations will protect living things from harm, while others will make them more vulnerable.
ar_eg: لا. هذا صحيح. عندما يحدث تغير في البيئة، تحمي بعض الطفرات الكائن الحي من الأذى، والبعض الأخر يجعلها عرضة للأذى.
es_es: No, esto es cierto. Cuando ocurren cambios en el medio ambiente, algunas mutaciones protegerán de los daños a los seres vivos, mientras que otras les harán más vulnerables.

source: Nope. Changing one letter probably isn't a big deal.
ar_eg: لا. لا يعتبر تغير حرف بالأمر الهام.
es_es: No. Cambiar una solo letra no es probablemente un gran problema.

source: Correct, that's the one. Every part of the protein from that point on changes.
ar_eg: صحيح، ذلك هو الواحد . كل جزء من البروتين في هذه معرض للتغيرات.
es_es: Correcto, esa es. Cada parte de la proteína a partir de ese momento cambia.

source: Single change? Usually not a problem.
ar_eg: تغير واحد؟ ليس بالأمر الخطير
es_es: ¿Un sólo cambio? Normalmente no es un problema.

source: Not likely. A simple change like that usually doesn't cause problems.
ar_eg: ليس تماما. تغير بسيط مثل هذا لا يسبب مشكلات.
es_es: No es probable. Un simple cambio como ese normalmente no causa problemas.

source: Using what you know... about genetic codes... to solve a problem
ar_eg: استخدم ما تعرفه... عن الشيفرة الوراثية... لحل مشكلة
es_es: Usando lo que sabes... sobre los códigos genéticos... para resolver un problema

source: The Scenario
ar_eg: السيناريو
es_es: El escenario

source: You have learned a lot about how genetics determine the characteristics of offspring, so you are thinking about opening a business called "Design a Puppy." Your business idea is to let people decide what they would like their dog to look like by looking at different dogs that you will have in your kennels.
ar_eg: تعلمت كثيرا عن كيفة تحديد الجينات لصفات لأجيال القادمة، وأنت تفكر الأن بأن تفتح مشروعك الخاص وتسميه "صمم جروا" الهدف من المشروع هو أن تجعل الأشخاص يحددون شكل كلابهم وذلك من خلال النظر إلى كلاب مختلفة والتي توجد في بيوت كلابك.
es_es: Has aprendido mucho sobre cómo la genética determina las características de la descendencia, por lo que estás pensando en abrir un negocio llamado "Diseña de un perrito. " Tu idea de negocio es dejar que la gente decida cómo les gustaría que su perro fuese mirando diferentes perros que vas a tener en tus perreras.

source: Your Assignment
ar_eg: مهمتك
es_es: Tu tarea

source: You need to write a business plan that explains how you can predict what a puppy will look like so that you can borrow some money to open your business. Include in your plan how sure you can be that your prediction of what a puppy will look like will be accurate. Enter your business plan in the text box provided.
ar_eg: عليك كتابة خطة عمل توضح فيها كيف يمكن أن تتوقع شكل الكلب لتحدد المال اللازم لمشروعك. وعلى الخطة أن تتضمن مدى ثقتك بأن الكلب سوف يشبه تماما الكلب الأصلي. أدخل خط العمل في صندوق النص.
es_es: Necesitas escribir un plan de negocios que explica cómo se puede predecir cómo será un cachorro de modo que puedas pedir prestado algo de dinero para abrir tu negocio. Incluye en tu plan cómo de seguro puedes estar de que tu predicción de cómo será el cachorro sea exacta. Introduce tu plan de negocio en el cuadro de texto correspondiente.

source: Counting dogs...
ar_eg: تعداد الكلاب...
es_es: Contando perros...

source: Summarizing core ideas... about genetic codes
ar_eg: تلخيص الأهداف الأساسية... حول الشيفرات الوراثية
es_es: Resumiendo las ideas esenciales... sobre los códigos genéticos.

source: All living things are what they are because of information carried in each cell. The information is stored in a simple code in one or more complex molecules called <span class='key'>DNA</span>.
ar_eg: جميع الكائنات الحية على ما هي عليه بسبب المعلومات التي تحملها. يتم تخزين المعلومات في شيفرة بسيطة والموجودة في واحد أو أكثر من الجزيئات المعقدة والتي يطلق عليها <span class='key'> الحمض النووي (دي. إن. إيه)</span>.
es_es: Todos los seres vivos son lo que son debido a la información que alberga cada célula. La información se almacena en un simple código en una o más moléculas complejas llamadas <span class='key'>ADN</span>.

source: Specific pieces of DNA which provide information for particular characteristics are called <span class='key'>genes</span>. Each gene provides information that allows a cell to make one special protein. Each organism makes thousands of different proteins, and there is a gene responsible for providing the information to make each one. It's possible for some plants and animals to reproduce by dividing and having each new part become a separate organism. That's called <span class='key'>asexual reproduction</span>, and each offspring is an exact duplicate of the parent. When organisms have separate male and female parents, the reproduction is called <span class='key'>sexual</span>, and the offspring is similar, but not identical, to both parents. Sometimes, the information carried by DNA can be copied incorrectly or changed by some environmental problem. This often leads to changes in the proteins for which a gene codes. These changes sometimes bring forth new characteristics in the organism, but may also lead to illness or death.
ar_eg: يطلق على أجزاء محددة من الحمض النووي والتي تكون مسؤولة عن صفات معينة اسم <span class='key'> الجين </span> . كل جين مسؤول عن توفير معلومات والتي تسمح للخلية بصنع بروتين واحد خاص. كل كائن حي يقوم بصنع ألاف البروتينات المختلفة، وهنالك جين مسؤول عن توفير المعلومات لتكوين كل واحدة. من الممكن للنباتات والحيوانات التكاثر من خلال إنقسام ويصبح كل كائن حي منفصل عن الأخر. هذا ما يسمى <span class='key'> بالتكاثر اللاجنسي </span> . ويكون كل كائن حي جديد نسخة طبق الأصل عن الأم. عندما يكون للكائن الحي أم وأب منفصلين، يكون <span class='key'> التكاثر جنسي </span> بحيث يكون النسل الجديد نسخة مشابهة للأباء ولكن غير متطابقين. بعض الأحيان يمكن أن يحمل الحمض النووي المعلومات ويقوم بنسخها بطريقة غير صحيحة أو تتغير بسبب مشكلة بيئية. هذا عادة يؤدي إلى حدوث تغير في البروتينات التي لها جينات. قد تحمل هذه التغيرات بعض الأحيان صفات جديدة للكائن الحي، وقد تقود إلى أمراض أو إلى الموت.
es_es: Piezas específicas de ADN que proporcionan información para las características particulares se llaman <span class='key'>genes</span>. Cada gen proporciona información que permite a una célula hacer una proteína especial. Cada organismo hace miles de proteínas diferentes , y hay un gen responsable de proporcionar la información para hacer cada una de ellas. Es posible que algunas plantas y animales se reproduzcan por división y que cada nueva pieza se convierta en un organismo independiente. Eso se llama <span class='key'>reproducción asexual</span>, y cada descendente es un duplicado exacto del progenitor. Cuando los organismos tienen hembras y machos, la reproducción se llama <span class='key'>sexual</span> , y el linaje es similar, pero no idéntico, a ambos padres. A veces , la información transportada por el ADN se puede copiar de forma incorrecta o se cambia debido a algún problema del medio ambiente . Esto a menudo provoca cambios en las proteínas que codifican un gen. Estos cambios traen a veces nuevas características en el organismo, pero también pueden conducir a la enfermedad o la muerte.

source: Reviewing key vocabulary related to... genetic codes
ar_eg: مراجعة المفردات الأساسية التي لها علاقة .... بالشيفرات الوراثية.
es_es: Revisando el vocabulario clave relacionado con... los códigos genéticos.

source: Asexual reproduction
ar_eg: تكاثر لاجنسي
es_es: Reproducción asexual

source: Segregation
ar_eg: العزل
es_es: Segregación

source: Heredity
ar_eg: الوراثة
es_es: Herencia

source: Asexual reproduction is a way of producing offspring that involves only one parent. There is no combining of a female sex cell with a male sex cell.
ar_eg: التكاثر اللاجنسي هو طريقة يتم خلالها تكاثر أنسال جديدة من خلال وجود أب واحد. لا يوجد إندماج بين الخلايا الذكرية والأنثوية.
es_es: La reproducción asexual es una forma de producir descendencia que sólo involucra a un progenitor. No hay una combinación de una célula femenina con una masculina.

source: Asexual reproduction is the primary means of reproduction for many single-celled living things such as bacteria. Many plants and fungi also reproduce asexually, but asexual reproduction is not common among multicellular living things.
ar_eg: ينتشر التكاثر اللاجنسي في الكائنات وحيدة الخلية مثل البكتيريا. هنالك العديد من النباتات والفطريات التي تتكاثر لاجنسيا، إن التكاثر اللاجنسي غير منتشر بين الكائنات عديدة الخلايا.
es_es: La reproducción asexual es la forma de reproducción más primitiva para muchos seres vivos unicelulares como las bacterias. Muchas plantas y hongos se reproducen también de forma asexual, pero la reproducción asexual no es algo común en los seres vivos pluricelulares.

source: Sexual reproduction
ar_eg: التكاثر الجنسي
es_es: Reproducción sexual

source: In sexual reproduction, sperm from the male is united with an egg from the female creating a fertilized egg. Once its place is secure, it develops into a fetus and then into an infant, ready for birth.
ar_eg: التكاثر الجنسي، يتم التكاثر الجنسي باتحاد الحيوانات المنوية الذكرية والبويضات الأنثوية. حيث يتطور من جنين ومن ثم إلى رضيع، ومن ثم يستعد إلى الولادة.
es_es: En la reproducción sexual, el esperma del macho se une a un óvulo de la hembra creando un óvulo fertilizado. Una vez que se coloca en un lugar seguro, se desarolla un feto y después un bebé, listo para nacer.

source: Like animals, plants also reproduce sexually—the egg and sperm are produced in the flowers of flowering plants.
ar_eg: تتكاثر الحيوانات والنباتات جنسيا- يتم إنتاج البويضات والحيوانات المنوية في الزهور من النباتات المزهرة.
es_es: Como los animales, las plantas también se reproducen de forma sexual-- los óvulso y los espermatozoides se producen en las flores en el momento del florecimiento.

source: Mitosis is the cell division process by which cells reproduce asexually. One "parent" cell will duplicate its DNA and divide into two identical "daughter" cells, each possessing half of their parent's DNA; this is mitosis.
ar_eg: الإنقسام الفتيلي (الاختزالي) هو عملية يتم من خلالها تكاثر الخلايا لاجنسيا. سوف يتم مضاعفة الحمض النووي لخلية أحد الأباء وانقسامها إلى نصفين متشابهين "خلايا البنت"، كل نصف يحتوي على حمض نووي الأباء، هذا ما يسمى بالإنقسام الفتيلي.
es_es: La mitosis es el proceso de división celular por el que cada célula se reproduce de forma asexual. Una célula "padre" duplicará su ADN y lo dividirá en dos células hijas idénticas, cada una poseyendo la mitad del ADN de su progenitor, eso es la mitosis.

source: Heredity is the passing on of physical traits from parents to offspring through DNA in the process of sexual reproduction. Heredity is how traits are passed from one generation to the next.
ar_eg: الوراثة هي عبور الصفات الجسدية للأباء من خلال الأحماض النووية ويتم ذلك من خلال التكاثر الجنسي. الوراثة هي كيف يتم إنتقال الصفات من جيل إلى أخر.
es_es: La herencia es la transmisión de los rasgos físicos de los padres a la descendencia a través del ADN en el proceso de la reproducción sexual. La herencia es cómo los rasgos se transmiten de una generación a la siguiente.

source: Heredity can be tracked using a chart called a pedigree.
ar_eg: يمكن تتبع الوراثة من خلال استخدام الرسم البياني يسمى شجرة النسب.
es_es: La herencia puede rastrearse usando un rasgo llamado pedigree.

source: In heredity, segregation is the rule that each individual receives half of its genetic information from each parent, or two genes for each trait.
ar_eg: في الوراثة، يحصل كل فرد أثناء عملية الفصل على نصف المعلومات الجينية من كلا الأوين، أو على جينين لكل صفة.
es_es: En la herencia, la segregación es la regla por la cual todo individuo recibe la mitad de la información genética de cada progenitor, o dos genes por cada rasgo.

source: Independent Assortment
ar_eg: تشكيلة مستقلة
