Repository: geneconde/NGR-sandbox
Catalog: demo/healthy-body/Locale/*/LC_MESSAGES/healthy-body.po
Languages: ar_eg, es_es

source: Organ systems consist of only a single type of tissue.
ar_eg: تتكون أنظمة الأعضاء فقط من نوع واحد من الأنسجة.
es_es: Los sistemas de órganos están formados por un único tipo de tejidos.

source: Cells are made of many different tissue types.
ar_eg: الخلايا تتكون من عدة انواع من الأنسجة.
es_es: Las células están formadas por diferentes tipos de tejidos.

source: That's right! organs may be made of many tissues.
ar_eg: هذا صحيح، الأعضاء يمكن أن تتكون من أنسجة متعددة.
es_es: ¡Exacto! Los órganos pueden estar formados por muchos tejidos.

source: Read carefully... organs may be made of more than one tissue.
ar_eg: اقرأ بحذر...أعضاء الجسم يمكن ان تتكون من اكثر من نسيج.
es_es: Lee atentamente… los órganos pueden estar formados por más de un tejido.

source: No... systems are made of organs; organs may be made of many tissues.
ar_eg: لا، أجهزة الجسم تتكون من الأعضاء، والأعضاء يمكن أن تتكون من عدة أنسجة .
es_es: No… los sistemas están formados por órganos; los órganos pueden estar formados por muchos tejidos.

source: The exact opposite... tissues are made of cells...
ar_eg: على العكس تماما، الأنسجة تتكون من الخلايا.
es_es: Exactamente lo contrario… los tejidos están formados por células…

source: Congratulations,
ar_eg: مبروك
es_es: Enhorabuena,

source: You've completed the Healthy Body review.
ar_eg: لقد اتممت مراجعة صحة الجسم.
es_es: Has completado la revisión de Un Cuerpo Sano.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التحقق مما درسته من خلال التقويم السريع والأسئلة القصيرة لهذه المراجعة من خلال النقر على الزر أدناه.
es_es: Puedes comprobar cómo lo hiciste en el 'Test Rápido' y en las 'Preguntas del Test' de esta revisión haciendo clic en el botón a continuación.

source: No, some actions such as taking away your hand when it comes into contact with hot water are not controlled by our brain.
ar_eg: د. لا، بعض الأفعال مثل سحب يدك بعيداً عندما تلامس الماء الساخن غير محكومة بدماغنا.
