Repository: geneconde/NGR-sandbox
Catalog: demo/healthy-body/Locale/*/LC_MESSAGES/healthy-body.po
Languages: ar_eg, es_es

source: Back
ar_eg: سابق
es_es: Atrás

source: Healthy Body
es_es: Cuerpo Sano

source: Next
ar_eg: لاحق
es_es: Siguiente

source: Check Answer
ar_eg: تأكد من الاجابة
es_es: Comprobar respuesta

source: Read More
ar_eg: اقرا أكثر
es_es: Leer más

source: You answered...
ar_eg: أنت أجبت ...
es_es: Contestaste...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, selecciona tus respuestas.

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: يرجى كتابة جوابك.
es_es: Por favor escriba a máquina su respuesta.

source: Close me!
ar_eg: أغلقني !
es_es: ¡Ciérrame!

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Comprobación rápida #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Comprobación rápida #2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3
es_es: Comprobación rápida #3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4
es_es: Comprobación rápida #4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta del Test #1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2
es_es: Pregunta del Test #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Preguntas de Test #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Preguntas de Test #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Preguntas de Test #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Preguntas de Test #6

source: How did I do?
ar_eg: كيف أجبت
es_es: ¿Cómo lo hice?

source: select
ar_eg: اختر
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navega por las diapositivas siguientes haciendo clic en las flechas izquierda y derecha

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Ir al panel de control

source: Let's begin!
ar_eg: هيا نبدأ !
es_es: ¡Empecemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a?

source: Finding facts...
es_es: Encontrar a los hechos ...

source: Studying cells...
ar_eg: دراسة الخلايا
es_es: Estudiando las células…

source: Preparing your first quick check...
ar_eg: التحضير لأول تقويم سريع!
es_es: La preparación de su primera comprobación rápida ...

source: Cells working together
ar_eg: خلابا تعمل مع بعضها
es_es: Las células trabajan juntas

source: Interconnecting body systems...
ar_eg: ربط أجهزة الجسم داخلياً...
es_es: Interconectando sistemas corporales…

source: Passing on the messages...
ar_eg: تمرير الرسائل
es_es: Pasando mensajes…

source: Recording information...
ar_eg: تسجيل المعلومات
es_es: Registrando información…

source: Presenting healthier lifestyle...
ar_eg: تقديم أسلوب حياة أكثر صحة ...
es_es: Presentado un estilo de vida más sano…

source: Putting it all together
ar_eg: وضع كل ذلك معا
es_es: Juntándolo todo

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Comprobemos lo que sabes ahora

source: Your first quiz question is...
ar_eg: اختبارك القصير الاول هو...
es_es: Tu primera pregunta es...

source: Recognizing similarities...
ar_eg: ادراك التشابه
es_es: Reconociendo las similitudes…

source: Brain interpreting information...
ar_eg: تفسير الدماغ للمعلومات
es_es: El cerebro interpretando la información…

source: Working nervous system...
ar_eg: عمل الجهاز العصبي ...
es_es: El sistema nervioso trabajando…

source: Identifying parts of the body...
ar_eg: تحديد أجزاء الجسم ...
es_es: Identificando partes del cuerpo…

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال في الاختبار؟
es_es: ¿Estás preparado/a para la última pregunta del test?

source: You're done!
ar_eg: أنهيت!
es_es: ¡Has terminado!

source: Start
ar_eg: ابدأ
es_es: Empezar

source: Welcome to the Healthy Body review,
ar_eg: مرحبا بكم في مراجعة صحة الجسم،
es_es: Bienvenido/a a la revisión de Un Cuerpo Sano,

source: Thinking about... a healthy body
ar_eg: التفكير ... بالجسم السليم.
es_es: Pensando en… un cuerpo sano

source: A healthy body... think about it. Eating right, exercising everyday, brushing your teeth, getting your shots, taking care of your skin, getting enough sleep, keeping your bowels moving, drinking enough water, staying away from harmful substances... there is a lot that we can and should do to keep our body healthy. How much time do you spend each day keeping your body healthy?
ar_eg: الجسم السليم ... فكر في ذلك. تناول الطعام المناسب، وممارسة التمارين اليومية، وتنظيف أسنانك، والحصول على تطعيماتك الخاصة ، ورعاية بشرتك، والحصول على قسط كاف من النوم، والحفاظ على حركة أمعائك ، وشرب كمية كافية من الماء، والبقاء بعيدا عن المواد الضارة ... هناك الكثير مما ينبغي القيام به لنحافظ على صحة الجسم. كم من الوقت تنفق كل يوم للحفاظ على جسمك صحي؟
es_es: Un cuerpo sano … piénsalo. Comer bien, hacer ejercicio todos los días, lavarte los dientes, vacunarte, cuidarte la piel, dormir lo suficiente, mantener el movimiento intestinal, beber suficiente agua, mantenerte alejado/a de las sustancias nocivas … hay mucho que podemos y debemos hacer para mantener nuestro cuerpo sano. ¿Cuánto tiempo dedicas cada día a mantener tu cuerpo sano?

source: Checking what you know... about a healthy body
ar_eg: التأكد من معرفتك عن الجسم الصحي.
es_es: Comprobando lo que sabes… sobre un cuerpo sano

source: Choose <span class='blink'>true</span> or <span class='blink'>false</span> for each of the following statements and decide whether these ideas about the human body are fact or myth.
ar_eg: اختر ما هو <span class='blink'>صحيح</span> أو <span class='blink'>خاطيء</span> لكل من العبارات التالية وقرر ما إذا كانت هذه الأفكار حول جسم الإنسان هي حقيقة أو خرافة.
es_es: Escoge <span class='blink'>verdadero</span> o <span class='blink'>falso</span> para cualquiera de las siguientes afirmaciones y decide si estas ideas sobre el cuerpo humano son un hecho o son un mito.

source: It is safe to follow the 5-second rule for dropped food.
ar_eg: من الامان ان نتبع قاعدة الخمس ثواني للطعام سقوط .
es_es: Es seguro seguir la regla de los 5 segundos cuando la comida se cae al suelo.

source: True
ar_eg: صحيح
es_es: Verdadero

source: False
ar_eg: خاطئ
es_es: Falso

source: Eating after dark causes weight gain.
ar_eg: تناول الطعام بعد حلول الظلام يسبب زيادة الوزن
es_es: Comer después del anochecer engorda más.

source: Cracking your knuckles can cause arthritis.
ar_eg: طق مفاصل اصابعك من الممكن ان يسبب التهاب بالفاصل.
es_es: Petarte los nudillos puede causar artritis.

source: Soda is bad for your kidneys.
ar_eg: الصودا سيئة لكليتيك.
es_es: Las bebidas bicarbonatadas son malas para tus riñones.

source: The acid in soda is hard on your kidneys. It is what you eat (and how many calories it contains) not when you eat it. Cracking your knuckles is a bad habit that causes hand swelling and less grip strength. It is not safe to eat anything off the floor.
ar_eg: الحوامض في الصودا قاسية على الكليتين. انه ما تأكله (وعدد السعرات الحرارية الموجودة فيه) وليس متى تأكل. طق مفاصل اصابعك هي عادة سيئة تسبب تورم اليد وتقلل من قوة قبضتها. ليس من الأمان ان تأكل اي شيء عن الأرض.
es_es: El ácido de los refrescos es malo para tus riñones. Es lo que comes (y la cantidad de calorías que contiene), no cuándo lo comes. Petarte los nudillos es un mal hábito que causa hinchazón en la mano y menos fuerza de agarre. No es seguro comer cualquier cosa que haya caído al suelo.

source: If you got these correct, you are on the right track to knowing how to keep your body healthy. You will see how all of what your body does is connected. Any part that stops working affects your whole system.
ar_eg: إذا كانت اجابتك صحيحة، فأنت على الطريق الصحيح لمعرفة كيفية الحفاظ على جسمك صحي. سترى كيف أن كل ما يفعله جسمك متصل مع بعضه البعض. أي جزء يتوقف عن العمل يؤثر على نظام الجسم كله.
es_es: Si has acertado en éstas, estás en el buen camino para saber cómo mantener tu cuerpo sano. Verás cómo todo lo que hace tu cuerpo está conectado. Cualquier parte que deja de trabajar afecta a todo el sistema.

source: Reviewing core ideas... about a healthy body
ar_eg: مراجعة الافكار الاساسية ...عن الجسم الصحي.
es_es: Revisando las ideas clave… sobre un cuerpo sano

source: The human body is made up of trillions of independent <span class='key'>cells</span>. Each cell is alive; it requires resources, and produces waste. We have hundreds of different types of cell, each specialized for its own functions. When many copies of the same cell type are gathered together, they are known as <span class='key'>tissue</span>. The body also contains many types of tissue. Some examples of cell and tissue types include muscle, bone, nervous, and skin.
ar_eg: يتكون جسم الإنسان من تريليونات من <span class='key'>الخلايا</span> المستقلة . كل خلية على قيد الحياة؛ تتطلب الموارد، وتنتج النفايات. لدينا مئات الأنواع المختلفة من الخلايا، كل منها متخصصة بمهامها الخاصة. عندما تجمع عدة نسخ من نفس نوع الخلايا معا، و هي معروفة ب <span class='key'>الأنسجة</span>. يحتوي الجسم أيضا على العديد من الأنسجة. وتشمل بعض الأمثلة على أنواع الخلايا والأنسجة العضلية والعظام والجهاز العصبي والجلد.
es_es: El cuerpo humano está formado por trillones de <span class='key'>células</span> independientes. Cada célula está viva; requiere recursos y produce residuos. Tenemos cientos de diferentes tipos de células, cada una especializada en sus propias funciones. Cuando muchas células de un tipo se juntan, son conocidas como <span class='key'>tejido</span>. El cuerpo también contiene muchos tipos de tejido. Algunos ejemplos de los tipos de células y tejidos incluyen a los músculos, los huesos, los nervios y la piel.

source: <span class='key'>Organs</span> are groups of tissues combined together to perform the body's major functions. When we talk about such systems as the circulatory or digestive system, we are actually talking about groups of organs working together.
ar_eg: <span class='key'>الأعضاء</span> هي مجموعات من الأنسجة مجتمعة معا لأداء وظائف الجسم الرئيسية. عندما نتحدث عن هذه النظم مثل الدورة الدموية أو الجهاز الهضمي، في الواقع نحن نتحدث عن مجموعات من الأجهزة التي تعمل معا.
es_es: <span class='key'>Los órganos</span> son grupos de tejidos que combinados realizan las funciones principales del cuerpo. Cuando hablamos de sistemas como el sistema circulatorio o el digestivo, en realidad estamos hablando de grupos de órganos que trabajan juntos.

source: Organs work together to make up a <span class='key'>body system</span>. Our skeleton supports us. Our muscles move us. Our skin and hair protect us. Our digestive system takes nutrients from our food. Our nervous system transmits information around our bodies. Our respiratory system brings in the oxygen we need to survive. Our circulatory system pumps blood. Our immune system fights disease. And our reproductive system produces the babies that keep our families going from generation to generation.
ar_eg: الأعضاء تعمل معا لتشكل <span class='key'>نظام الجسم</span> . هيكلنا العظمي يدعمنا. عضلاتنا تحركنا . جلدنا والشعر يحمينا. نظامنا الهضمي يأخذ المغذيات من طعامنا. نظامنا العصبي ينقل المعلومات حول أجسامنا. نظامنا التنفسي يجلب الأوكسجين الذي نحن بحاجة إليه للبقاء على قيد الحياة. نظام الدورة الدموية يضخ الدم . نظام المناعة يحارب المرض. والجهاز التناسلي لدينا ينتج الأطفال التي تبقي عائلاتنا مستمرة من جيل إلى جيل.
es_es: Los órganos que trabajan juntos forman un <span class='key'>sistema del cuerpo</span>. Nuestro esqueleto nos apoya. Nuestros músculos nos mueven. Nuestra piel y el cabello nos protegen. Nuestro sistema digestivo toma los nutrientes de los alimentos. Nuestro sistema nervioso transmite información por nuestra cuerpo. Nuestro sistema respiratorio aporta el oxígeno que necesitamos para sobrevivir. Nuestro sistema circulatorio bombea sangre. Nuestro sistema inmunológico combate las enfermedades. Y nuestro sistema reproductivo produce los bebés que hacen que nuestras familias pasen de generación en generación.

source: Question A. Choose the <span class='blink'>correct</span> statement.
ar_eg: السؤال أ: اختر العبارة الصحيحة.
es_es: Pregunta A. Escoge la afirmación <span class='blink'>correcta</span>.

source: Cells are made up of tissues.
ar_eg: الخلايا مصنوعة من الأنسجة.
es_es: Las células están hechas de tejidos.

source: Tissues are made up of cells.
ar_eg: الأنسجة مصنوعة من الخلايا.
es_es: Los tejidos están hechos de células.

source: Cells are made up of organs.
ar_eg: الخلايا تتكون من الأعضاء.
es_es: Las células están hechas de órganos.

source: All living things are made up of two or more cells.
ar_eg: جميع الكائنات الحية تتكون من اثنين أو أكثر من الخلايا.
es_es: Todos los seres vivos están formados por dos o más células.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: اقلب او دور الصندوق ادناه للاعلى او للاسفل لتحديد الاجابة الصحيحة. انقر، على الفأرة وحركها اعلى او اسفل.
es_es: Rota o gira la caja a continuación hacia arriba o hacia abajo para marcar tu respuesta. Haz clic, aprieta y desplaza el ratón hacia arriba o hacia abajo.

source: No, tissues are made up of cells.
ar_eg: لا, الأنسجة تتكون من الخلايا.
es_es: No, los tejidos están hechos de células.

source: Correct, tissues are made up of cells.
ar_eg: صحيح, الأنسجة تتكون من الخلايا.
es_es: Correcto, los tejidos están hechos de células.

source: No, organs are made up of tissues (which are made up of cells).
ar_eg: لا, الأعضاء مصنوعة من الأنسجة (والتي تصنع من الخلايا).
es_es: No, los órganos están hechos tejidos (y éstos están hechos de células).

source: No, there are single cell organisms.
ar_eg: .لا، هناك كائنات وحيدة الخلية.
es_es: No, hay organismos unicelulares.

source: More core ideas... about a healthy body
ar_eg: المزيد من الافكار الاساسية ...حول جسم صحي.
es_es: Más ideas clave… sobre un cuerpo sano.

source: Human beings are living things, made of cells. They use energy to move, grow, and respond to stimuli. They must be able to breathe, circulate blood, and reproduce. That's a lot for one body to do. It all works because the body's cells all work together. Each cell type has special jobs and chores. Similar cells are organized into tissues. Cells with the same function combine to form organs. If one of them stops working, the body can't run smoothly. Let's take a closer look at a few organs.
ar_eg: البشر هم الكائنات الحية، مصنوعة من خلايا. إنها تستخدم الطاقة للتحرك، والنمو، والاستجابة للمؤثرات. يجب أن تكون قادرة على التنفس، وتوزيع الدم، والتكاثر. وهذا كثير على جسد واحد . كل شيء يعمل لأن خلايا الجسم جميعا تعمل مع بعضها. كل نوع من الخلايا له وظيفة وأعمال خاصة . ويتم تنظيم خلايا مماثلة في الأنسجة. الخلايا التي تحتوي على نفس الوظيفة تتجمع لتشكل الأعضاء. إذا كان واحد منها قد توقف عن العمل، لا يستطيع الجسم أن يعمل بسلاسة. دعونا نلقي نظرة قريبة على عدد من الأعضاء.
es_es: Los seres humanos son seres vivos, hechos de células. Usan energía para moverse, crecer y responder a los estímulos. Deben ser capaces de respirar, hacer circular la sangre y reproducirse. Esto es mucho que hacer para un cuerpo. Todo funciona porque todas las células del cuerpo trabajan juntas. Cada tipo de célula tiene puestos de trabajo y tareas especiales. Células similares se organizan en los tejidos. Las células con la misma función se combinan para formar órganos. Si uno de ellos deja de funcionar, el cuerpo no puede funcionar sin problemas. Echemos un vistazo más de cerca a algunos órganos.

source: Move
ar_eg: تحرك
es_es: Moverse

source: Respire (Exchange of gases)
ar_eg: تنفس (تبادل الغازات).
es_es: Respirar (intercambio de gases)

source: Sense and respond to change
ar_eg: الشعور والاستجابة للتغييرات.
es_es: Sensibilidad y respuesta al cambio

source: Nutrition for energy
ar_eg: التغذية للحصول على الطاقة.
es_es: Nutrición para la energía

source: Excrete waste
ar_eg: إفرز المخلفات.
es_es: Excretar los deshechos

source: Reproduce
ar_eg: تكاثر
es_es: Reproducirse

source: Grow and develop
ar_eg: النمو والتطور.
es_es: Crecer y desarrollarse

source: Your heart, lungs, kidneys, and intestines are all important organs. But they are not the only organs that help keep our body healthy. Skin is the human body's largest organ. It protects the bones and organs inside our bodies, as well as protecting our bodies from outside diseases. Skin allows you to feel and react to heat and cold and regulates your body heat. Your nose is an organ that helps you breathe. Even the hairs in your nose have important functions. They add moisture, adjust air temperature, and filter out germs, dust, and even insects. The nervous system receives information from other body systems. That information is processed in the brain, which sometimes sends action signals back to other organ systems.
ar_eg: قلبك والرئتين والكلى والأمعاء كلها أجهزة هامة. ولكنها ليست فقط الأجهزة التي تساعد على الحفاظ على الجسم بصحة جيدة. الجلد هو أكبر عضو في جسم الإنسان. لأنه يحمي العظام والأعضاء داخل أجسامنا، وكذلك حماية أجسامنا من الأمراض الخارجية. الجلد يسمح لك أن تشعر وتتفاعل مع الحرارة والبرودة وينظم حرارة الجسم. الأنف هو الجهاز الذي يساعدك على التنفس. حتى الشعر في الأنف له وظائف هامة فهو يضيف الرطوبة، وضبط درجة حرارة الهواء، وتصفية الجراثيم والغبار، حتى الحشرات. يستقبل الجهاز العصبي المعلومات من أجهزة الجسم الأخرى. تتم معالجة تلك المعلومات في الدماغ، الذي يرسل إشارات في بعض الأحيان إلى أجهزة الجسم الأخرى.
es_es: Tu corazón, tus pulmones, tus riñones y tus intestinos son todos ellos órganos importantes. Pero no son los únicos órganos que ayudan a mantener nuestro cuerpo sano. La piel es el órgano más grande del cuerpo humano. Protege los huesos y los órganos dentro de nuestros cuerpos, y además protege nuestro cuerpo de las enfermedades del exterior. La piel te permite sentir y reaccionar ante el calor y el frío y regula el calor del cuerpo. Tu nariz es un órgano que te ayuda a respirar. Hasta los pelos de la nariz tienen funciones importantes. Añaden humedad, ajustan la temperatura del aire y filtran los gérmenes, el polvo e incluso los insectos. El sistema nervioso recibe información de otros sistemas del cuerpo. Esa información se procesa en el cerebro, que a veces envía señales de acción de nuevo a otros sistemas de órganos.

source: Question A. Click on the statement that is <span class='blink'>not correct</span>.
ar_eg: سؤال أ. اضغط على العبارة <span class='blink'>غير</span> الصحيحة .
es_es: Pregunta A. Da clic en la declaración <span class='blink'>incorrecta</span>.

source: The human body is made up of complicated, interrelated systems.
ar_eg: يتكون جسم الإنسان من نظم معقدة ومترابطة.
es_es: El cuerpo humano está hecho de complicados sistemas interrelacionados.

source: For every job the body has, there is a structure that will do the job.
ar_eg: لكل وظيفة في الجسم ، هناك هيكل من شأنه أن يقوم بهذه الوظيفة.
es_es: Para cada tarea que tiene el cuerpo, hay una estructura que hará esa tarea.

source: If one body system stops working, the body just keeps going and working fine.
ar_eg: إذا توقف نظام الجسم عن العمل، يستمر الجسد بالعمل على ما يرام.
es_es: Si un sistema del cuerpo deja de funcionar, el cuerpo puede continuar funcionando con normalidad.

source: Organs are made up of tissues.
ar_eg: الأعضاء مصنوعة من الأنسجة.
es_es: Los órganos están formados por tejidos.

source: Question B. The systems in the human body are interrelated and interconnected. Which of the following statements are <span class='blink'>true</span>?
ar_eg: السؤال ب. النظم في جسم الإنسان مترابطة ومتداخلة. أي من العبارات التالية <span class='blink'>صحيحة</span> ؟
es_es: Pregunta B. Los sistemas del cuerpo humano están interrelacionados e interconectados. ¿Cuál de las siguientes afirmaciones es <span class='blink'>verdadera</span>?

source: The systems work separately from one another.
ar_eg: الأنظمة تعمل بشكل مستقل عن بعضها البعض.
es_es: Los sistemas trabajan separadamente los unos de los otros.

source: The systems depend on one another.
ar_eg: تعتمد النظم على بعضها البعض.
es_es: Los sistemas dependen entre sí.

source: The systems are connected, but too complex to understand.
ar_eg: هذه النظم مرتبطة بعضها ببعض. ولكن فهمها معقد جدا.
es_es: Los sistemas están conectados, pero son demasiado complicados de entender.

source: When one system works, the other does not.
ar_eg: عندما يعمل نظام معين، النظم الآخرى لا تعمل.
es_es: Cuando un sistema funciona, el otro no lo hace.

source: No. This statement is correct. If one of the systems stop working, the body can't run smoothly.
ar_eg: لا، هذه العبارة صحيحة. إذا توقف أحد الأنظمة عن العمل، لا يستطيع الجسم العمل بسلاسة.
es_es: No. Esta afirmación es correcta. Si un sistema deja de funcionar, el cuerpo no puede funcionar sin problemas.

source: Yes. This statement is false. If one of the systems stop working, the body can't run smoothly.
ar_eg: نعم, هذه العبارة خاطئة. إذا توقف أحد الأنظمة عن العمل، لا يستطيع الجسم العمل بسلاسة.
es_es: Sí. Esta afirmación es falsa. Si un sistema deja de funcionar, el cuerpo no puede funcionar sin problemas.

source: Sorry, that statement is true. Organs are made of tissues.
ar_eg: اسف, هذا العبارة صحيحة. الأعضاء مصنوعة من الأنسجة.
es_es: Lo siento, esta afirmación es verdadera. Los órganos están hechos de tejidos.

source: No, the body systems are connected in many ways and depend on one another.
ar_eg: لا، ترتبط أجهزة الجسم مع بعضها البعض في نواح كثيرة وتعتمد على بعضها البعض.
es_es: No, los sistemas corporales están conectados de diversas maneras y dependen los unos de los otros.

source: Yes, the body systems are connected in many ways and depend on one another.
ar_eg: نعم، ترتبط أجهزة الجسم مع بعضها البعض في نواح كثيرة وتعتمد على بعضها البعض.
es_es: Sí, los sistemas corporales están conectados de diversas maneras y dependen los unos de los otros.

source: Your brain is in charge of most everything that you do. It doesn't work alone though. The brain is part of a system, the <span class='key'>nervous system</span>, one that works with the spinal cord and lots of nerves. Different kinds of nerves have different functions. <span class='key'>Sensory nerves</span> help us gather information about the world around us. When we see, hear, taste, touch, or smell, our sensory nerves carry that information to the brain. After the brain processes the information, <span class='key'>motor nerves</span> have the responsibility of passing on the messages the brain sends to the muscles all over the body.
ar_eg: الدماغ هو المسؤول عن معظم ما تفعله. على الرغم من أنه لا يعمل وحده . الدماغ هو جزء من نظام <span class='key'>الجهاز العصبي</span> ، والذي يعمل مع الحبل الشوكي والكثير من الأعصاب. أنواع مختلفة من الأعصاب لها وظائف مختلفة. <span class='key'>الأعصاب الحسية</span> تساعدنا على جمع المعلومات عن العالم من حولنا. عندما نرى، نسمع، نتذوق،نلمس، أو نشم،أعصابنا الحسية تحمل المعلومات إلى الدماغ. و بعد أن يعالجها الدماغ ، <span class='key'>الأعصاب الحركية</span> لديها مسؤولية تمرير الرسائل الى الدماغ ومن ثم يرسلها إلى العضلات في جميع أنحاء الجسم.
es_es: Tu cerebro se encarga de casi todo lo que haces. Sin embargo, no funciona por si solo. El cerebro es parte de un sistema, el <span class='key'>sistema nervioso</span>, que funciona gracias a la médula espinal y un montón de nervios. Los diferentes tipos de nervios tienen diferentes funciones. Los <span class='key'>nervios sensoriales</span> nos ayudan a reunir información sobre el mundo que nos rodea. Cuando vemos, oímos, deglutimos, tocamos u olemos, nuestros nervios sensoriales llevan esa información al cerebro. Después de que el cerebro procese la información, los <span class='key'>nervios motores</span> tienen la responsabilidad de transmitir los mensajes que el cerebro envía a los músculos de todo el cuerpo.
