Repository: geneconde/NGR-sandbox
Catalog: demo/healthy-body/Locale/*/LC_MESSAGES/healthy-body.po
Languages: ar_eg, es_es

source: That might have been a lot of information for your brain to process. Let's say it in another way. We receive different types of information through our senses, then process them in our brain, and then our bodies respond to the information in different ways. For example, while we are walking and we see something in front of us, we move over so we do not bump into it. Let's look at that in slow motion. First, our eyes receive the information that an object may be in our way. Our brain processes this information and tells the body how to react and what to do about this possible danger. In this case it orders our legs to continue moving, but on a different path.
ar_eg: قد يكون هنالك الكثير من المعلومات يتوجب على الدماغ معالجتها. لنقولها بطريقة أخرى , اننا نتلقى عدة انواع من المعلومات من خلال حواسنا, ومن ثم نعالجها عن طريق دماغنا، ثم تستجيب أجسامنا للمعلومات بطرق مختلفة. على سبيل المثال، عندما نسير ونرى شيئا امامنا نبتعد حتى لا نصطدم به. لنرى ذلك في حركة بطيئة، أولا أعيننا تتلقى معلومات بأن هنالك شيئا يعيق طريقنا, يعالج دماغنا هذه المعلومات ويخبر الجسم كيفية التصرف وماذا يفعل حيال هذا الخطر المحتمل. في هذه الحالة فإنه يأمر أرجلنا إلى مواصلة التحرك، ولكن بمسار مختلف.
es_es: Esto podría haber sido una gran cantidad de información para que tu cerebro pudiera procesarla. Vamos a decirlo de otra manera. Recibimos diferentes tipos de información a través de nuestros sentidos, luego la procesamos en nuestro cerebro, y nuestros cuerpos reaccionan a dicha información de diferentes maneras. Por ejemplo, mientras estamos caminando y vemos algo delante de nosotros, nos movemos para no chocarnos con ello. Veámoslo a cámara lenta. En primer lugar, nuestros ojos reciben la información de que un objeto puede estar en nuestro camino. Nuestro cerebro procesa esta información y le dice al cuerpo cómo reaccionar y qué hacer con este posible peligro. En este caso ordena a nuestras piernas que sigan avanzando, pero en un camino diferente.

source: Question A. Click on the <span class='red blink'>BEST</span> statement about the nervous system.
ar_eg: السؤال أ. اضغط على <span class='red blink'>أفضل</span> مفهوم عن الجهاز العصبي.
es_es: Pregunta A. Haz clic en la <span class='blink red'>MEJOR</span> afirmación sobre el sistema nervioso.

source: The nervous system consists of the brain and the spinal cord.
ar_eg: يتكون الجهاز العصبي من الدماغ والحبل الشوكي.
es_es: El sistema nervioso consta del cerebro y la médula espinal.

source: Sensory nerves along with the brain make up the nervous system.
ar_eg: الأعصاب الحسية إلى جانب الدماغ تشكل الجهاز العصبي.
es_es: Los nervios sensoriales junto el cerebro forman el sistema nervioso.

source: The nervous system consists of the brain, spinal cord, and a complex network of nerves.
ar_eg: يتكون الجهاز العصبي من الدماغ والحبل الشوكي، وشبكة معقدة من الأعصاب.
es_es: El sistema nervioso está formado por el cerebro, la médula espinal, y una compleja red de nervios.

source: Question B. Put the following steps of how our nervous system basically works in the correct order by dragging the items up or down.
ar_eg: السؤال ب. ضع الخطوات التالية لكيفية عمل نظامنا العصبي في الترتيب الصحيح عن طريق سحب العناصر لأعلى أو لأسفل.
es_es: Pregunta B. Coloca los siguientes pasos del funcionamiento de nuestro sistema nervioso en el orden correcto arrastrando los elementos hacia arriba o hacia abajo.

source: Sensory nerve cells take information from the eyes, ears, nose, tongue, and skin to the brain.
ar_eg: الخلايا العصبية الحسية تأخذ المعلومات من العينين والأذنين والأنف واللسان والجلد إلى الدماغ.
es_es: Las células de los nervios sensoriales toman la información de los ojos, las orejas, la nariz, la lengua y la piel y la transmiten al cerebro.

source: Motor nerve cells carry messages away from the brain and back to the rest of the body.
ar_eg: الخلايا العصبية الحركية تحمل رسائل من الدماغ إلى باقي الجسم.
es_es: Más células nerviosas llevan el mensaje desde el cerebro a otras partes del cuerpo.

source: In the brain, the nerve cells relay information to each other through a complex process.
ar_eg: في الدماغ، تنقل الخلايا العصبية المعلومات إلى بعضها البعض من خلال عملية معقدة.
es_es: En el cerebro, las células nerviosas se transmiten información entre si a través de un complejo proceso.

source: Not quite, the complex network of nerves is also part of the nervous system.
ar_eg: ليس تماما، الشبكة المعقدة من الأعصاب هي أيضا جزء من الجهاز العصبي.
es_es: No exactamente, el complejo sistema de nervios también es parte del sistema nervioso.

source: Not quite, the spinal cord is also part of the nervous system.
ar_eg: ليس تماما، الحبل الشوكي هو أيضا جزء من الجهاز العصبي.
es_es: No exactamente, la médula espinal también es parte del sistema nervioso.

source: Correct! The brain, spinal cord, and complex network of nerves make up the nervous system.
ar_eg: صحيح! الدماغ والحبل الشوكي، وشبكة معقدة من الأعصاب تشكل الجهاز العصبي.
es_es: ¡Correcto! El cerebro, la médula espinal y el complejo sistema de nervios forman parte de nuestro sistema nervioso.

source: Good job! Our nerve cells take information to the brain, where it gives a command there, then the message is carried to the body.
ar_eg: صحيح! الخلايا العصبية تأخذ المعلومات إلى الدماغ، حينما يعطى الأوامر , ثم يتم حمل الرسالة إلى الجسم.
es_es: ¡Buen trabajo! Nuestras células nerviosas llevan la información al cerebro, donde éste da una orden y esta orden es llevada hacia el cuerpo.

source: Not quite. Our nerve cells take information to the brain, where it gives a command there, then the message is carried to the body.
ar_eg: ليس تماما, الخلايا العصبية تأخذ المعلومات إلى الدماغ، حينما يعطى الأوامر , ثم يتم حمل الرسالة إلى الجسم.
es_es: No exactamente. Nuestras células nerviosas llevan la información al cerebro, donde éste da una orden y esta orden es llevada hacia el cuerpo.

source: Using what you know... about a healthy body... to solve a problem
ar_eg: استخدام ما تعرفه ... عن الجسم السليم ... من أجل حل مشكلة.
es_es: Usando lo que sabes… sobre un cuerpo sano… para solucionar un problema

source: The Problem
ar_eg: المشكلة
es_es: El problema

source: You are a physician giving a lecture to a sixth grade class that just finished a unit on health in their science class. The teacher has invited you to speak for these students.
ar_eg: أنت طبيب يعطي محاضرة لطلاب الصف السادس الذي انتهى لتوه من وحدة عن الصحة في حصة العلوم. و قد دعاك المعلم للتحدث لهؤلاء الطلاب.
es_es: Eres un médico que da una conferencia a una clase de sexto grado que acaba de terminar una unidad sobre la salud en su clase de ciencias. El profesor te ha invitado a hablar para estos estudiantes.

source: The Task
ar_eg: المهمة
es_es: La tarea

source: Discuss three health issues students face at school. Offer solutions to a healthier lifestyle. Even though your presentation at school will be half an hour, outline the health problems and solutions you plan to present to the students in the text box provided below.
ar_eg: ناقش ثلاثة قضايا صحية تواجه الطلاب في المدرسة. قدم حلول لحياة صحية. على الرغم من أن العرض التقديمي في المدرسة سيكون مدته نصف ساعة، لخص المشاكل الصحية وأوجد حلول تنوي عرضها للطلاب في مربع النص أدناه.
es_es: Debate tres problemas de salud que los estudiantes pueden encontrase en la escuela. Ofrece soluciones para llevar un estilo de vida más sano. A pesar de que tu presentación en la escuela será de media hora, esboza los problemas de salud y las soluciones que planeas presentar a los estudiantes en el cuadro de texto a continuación.

source: Please type your answer here...
ar_eg: من فضلك, اطبع اجابتك هنا
es_es: Por favor, introduce aquí tu respuesta…

source: Summarizing core ideas... about a healthy body
ar_eg: تلخيص الأفكار الأساسية ... حول الجسم الصحي.
es_es: Resumiendo ideas clave… para tener un cuerpo sano

source: <span class='key'>Cells</span> are organized into <span class='key'>tissues</span> which perform special tasks. The tissues, then, are organized into <span class='key'>organs</span> which each take care of one or more functions. The organs and systems all work to perform the body's functions: use energy to move and grow, respond to stimuli, reproduce, and breathe. Every major function required of living things has an organ system to perform it. The <span class='key'>nervous system</span> makes decisions and controls the other systems. To do this, we receive different types of information through our senses, then process them in our brain (part of the <span class='key'>nervous system</span>), and then our bodies respond to the information in different ways.
ar_eg: يتم تنظيم <span class='key'>الخلايا</span> في <span class='key'>الأنسجة</span> والتي بدورها تقوم بمهام خاصة. يتم تنظيم الأنسجة في <span class='key'>الأعضاء</span> كل منهما يقوم بمهمة واحدة أو أكثر. الأعضاء واجهزة الجسم يعملون لأداء مهام الجسم. استخدام الطاقة للتحرك والنمو، والاستجابة للمؤثرات والتكاثر، والتنفس. كل وظيفة رئيسية تطلب من الكائنات الحية لتنفيذ ذلك. <span class='key'>الجهاز العصبي</span> يصنع القرارات ويتحكم في النظم الأخرى. للقيام بذلك، نتلقى أنواع مختلفة من المعلومات من خلال <span class='key'>النظام العصبي</span>، ثم معالجتها في الدماغ (جزء من الجهاز العصبي ، ومن ثم ترد أجسامنا على المعلومات بمختلف الطرق.
es_es: Las <span class='key'>células</span> se organizan en <span class='key'>tejidos</span> que realizan tares específicas. Los tejidos, a su vez, están organizados en <span class='key'>órganos</span> que se ocupan de una o más funciones. Los órganos y los sistemas trabajan juntos para llevar a cabo las funciones del cuerpo: utilizan la energía para moverse y crecer, responder a estímulos, reproducirse y respirar. Cada función importante requerida por los seres vivos tiene un sistema de órganos que la lleva a cabo. El <span class='key'>sistema nervioso</span> toma decisiones y controla los otros sistemas. Para hacker esto, recibimos diferentes tipos de información a través de nuestros sentidos, que luego procesamos en nuestro cerebro (parte del <span class='key'>sistema nervioso</span>) y posteriormente nuestro cuerpo responde a dicha información de diversas maneras.

source: Reviewing key vocabulary related to... a healthy body
ar_eg: مراجعة المفردات ذات الصلة ... بصحة الجسم.
es_es: Revisando vocabulario clave relacionado con… un cuerpo sano

source: Tissue
ar_eg: نسيج
es_es: Tejido

source: When many copies of the same cell type are gathered together, they are known as tissue. The body also contains many types of tissue. Some examples of cell and tissue types include muscle, nervous, bone, and skin.
ar_eg: عندما يتم جمع عدة نسخ من نفس نوع الخلايا معا، هذه الخلايا تعرف بالأنسجة. يحتوي الجسم أيضا العديد من أنواع الأنسجة. بعض الأمثلة على أنواع الخلايا يشمل الأنسجة العضلية والعصبية والعظام والجلد.
es_es: Cuando muchas copias del mismo tipo de células se reúnen, son conocidas como tejido. El cuerpo también contiene muchos tipos de tejido. Algunos ejemplos de tipos de células y tejidos incluyen los músculos, los nervios, los huesos y la piel.

source: Organ
ar_eg: عضو
es_es: Órgano

source: Organs are groups of tissues combined together to perform the body's major functions. When we talk about such systems as the circulatory or digestive system, we are actually talking about groups of organs working together.
ar_eg: الأجهزة هي مجموعات من الأنسجة مجتمعة معا لأداء وظائف الجسم الرئيسية. عندما نتحدث عن نظم مثل الدورة الدموية أو الجهاز الهضمي، نحن نتحدث في الواقع عن مجموعات من الأجهزة التي تعمل معا.
es_es: Los órganos son grupos de tejidos combinados que conjuntamente llevan a cabo las principales funciones del cuerpo. Cuando hablamos de sistemas, como el sistema circulatorio o el digestivo, en realidad estamos hablando de grupos de órganos que trabajan juntos.

source: Body system
ar_eg: نظام الجسم
es_es: Sistema del cuerpo

source: Organs work together to make up a body system. Our skeleton supports us. Our muscles move us. Our skin and hair protect us. Our digestive system takes nutrients from our food. Our nervous system transmits information around our bodies. Our respiratory system brings in the oxygen we need to survive. Our circulatory system pumps blood. Our immune system fights disease. And our reproductive system produces the babies that keep our families going from generation to generation. All these are body systems.
ar_eg: الأعضاء تعمل معا لتشكل نظام الجسم . الهيكل العظمي يدعمنا. عضلاتنا تحركنا . الجلد والشعر يحمينا . نظامنا الهضمي يأخذ المغذيات من طعامنا. نظامنا العصبي ينقل المعلومات في جمعي أجسامنا. نظامنا التنفسي يجلب الأوكسجين الذي نحن بحاجة إليه البقاء على قيد الحياة. نظام الدورة الدموية يضخ الدم . نظام المناعة يحارب المرض. والجهاز التناسلي لدينا ينتج الأطفال التي تبقي عائلاتنا مستمرة من جيل إلى جيل. كل هذه أجهزة في الجسم.
es_es: Los órganos que trabajan juntos forman un sistema del cuerpo. Nuestro esqueleto nos apoya. Nuestros músculos nos mueven. Nuestra piel y el cabello nos protegen. Nuestro sistema digestivo toma los nutrientes de los alimentos. Nuestro sistema nervioso transmite información en torno a nuestro cuerpo. Nuestro sistema respiratorio aporta el oxígeno que necesitamos para sobrevivir. Nuestro sistema circulatorio bombea sangre. Nuestro sistema inmunológico combate las enfermedades. Y nuestro sistema reproductivo produce los bebés que hacen que nuestras familias pasen de generación en generación. Todo esto son sistemas corporales.

source: Nervous system
ar_eg: الجهاز العصبي
es_es: Sistema nervioso

source: Our nervous system transmits information around our bodies. The brain and spinal cords are the two primary parts of the nervous system, working with lots of nerves.
ar_eg: نظامنا العصبي ينقل المعلومات حول أجسامنا. الدماغ والنخاع الشوكي نوعان من الأجزاء الرئيسية للجهاز العصبي، ويعمل مع الكثير من الأعصاب.
es_es: Nuestro sistema nervioso transmite la información por nuestro cuerpo. El cerebro y la médula espinal son las dos partes principales del sistema nervioso y trabajan conjuntamente con muchos nervios.

source: Sensory nerves
ar_eg: الأعصاب الحسية
es_es: Nervios sensoriales

source: Sensory nerves help us gather information about the world around us. When we use our senses to see, hear, taste, touch, and smell; our sensory nerves have the job to take that information to the brain.
ar_eg: الأعصاب الحسية تساعدنا على جمع المعلومات عن العالم من حولنا. عندما نستخدم حواسنا نرى، و نسمع،و نتذوق، و نلمس، ونشم؛ الأعصاب الحسية لدينا لديها وظيفة أخذ تلك المعلومات إلى الدماغ.
es_es: Los nervios sensoriales nos ayudan a recopilar información sobre el mundo que nos rodea. Cuando usamos nuestros sentidos para ver, oír, degustar, tocar y oler; nuestros nervios sensoriales tienen la función de llevar esa información al cerebro.

source: Motor nerves
ar_eg: الأعصاب الحركية
es_es: Nervios motores

source: After the brain processes information received through sensory nerves, motor nerves have the responsibility of passing on the messages the brain sends to the muscles all over the body.
ar_eg: بعد معالجة الدماغ للمعلومات المتلقاة عن طريق الأعصاب الحسية والأعصاب الحركية لديها مسؤولية تمرير الرسائل للدماغ ومن ثم يرسلها إلى العضلات في جميع أنحاء الجسم.
es_es: Después de que el cerebro procese la información recibida a través de los nervios sensoriales, los nervios motores tienen la responsabilidad de transmitir los mensajes que el cerebro envía a los músculos de todo el cuerpo.

source: Checking what you now know... about a healthy body
ar_eg: التأكد من مدى معرفتك الآن ... عن الجسم الصحي.
es_es: Comprobando lo que sabes ahora… sobre un cuerpo sano

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختبار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه.
es_es: Contestar a las siguientes seis (6) preguntas te dará una idea de lo sabes ahora y de lo que todavía tienes que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا
es_es: Haz clic en el botón SIGUIENTE cuando estés listo.

source: Click on the correct description of the body systems below.
ar_eg: انقر على الوصف الصحيح لأجهزة الجسم أدناه.
es_es: Haz clic en la descripción correcta de los sistemas corporales.

source: Our respiratory system brings in the oxygen.
ar_eg: جهازنا التنفسي يجلب الأكسجين.
es_es: Nuestro sistema respiratorio nos proporciona oxigeno.

source: Our reproductive system pumps blood.
ar_eg: جهازنا التناسلي يضخ الدم.
es_es: Nuestro sistema reproductor bombea sangre.

source: Our digestive system fights disease.
ar_eg: جهازنا الهضمي يحارب الأمراض.
es_es: Nuestro sistema digestivo lucha contra las enfermedades.

source: Our circulatory system produces offspring.
ar_eg: نظام الدورة الدموية ينتج ذرية.
es_es: Nuestro sistema circulatorio produce descendientes.

source: Yes, our respiratory system brings in the oxygen.
ar_eg: نعم، جهازنا التنفسي يجمع الهواء.
es_es: Sí, nuestro sistema respiratorio nos proporciona oxigeno.

source: No. Our reproductive system produces offspring.
ar_eg: لا، جهازنا التناسلي ينتج الذرية .
es_es: No. Nuestro sistema reproductor produce descendencia.

source: No. Our digestive system takes nutrients from our food.
ar_eg: لا، جهازنا الهضمي يأخذ المواد الغذائية من طعامنا.
es_es: No. Nuestro sistema digestivo toma los nutrientes de lo que comemos.

source: Not quite. Our circulatory system pumps blood.
ar_eg: ليس تماما,نظام الدورة الدموية يضخ الدم.
es_es: No exactamente. Nuestro sistema circulatorio bombea la sangre.

source: Take a look at the two pictures below and determine what they have in common.
ar_eg: الق نظرة على الصورتين أدناه وحدد ما الشيء المشترك بينهما.
es_es: Echa un vistazo a los dos dibujos a continuación y determina qué tienen en común.

source: They are both cells.
ar_eg: كلاهما خلايا
es_es: Ambos muestran células.

source: They are both tissues.
ar_eg: كلاهما أنسجة
es_es: Ambos muestran tejidos.

source: They are both organs.
ar_eg: كلاهما أعضاء.
es_es: Ambos muestran órganos.

source: They are both body systems.
ar_eg: كلاهما أجهزة في الجسم.
es_es: Ambos son sistemas corporales.

source: Yes, the eye and liver are both organs.
ar_eg: نعم، كل من العين والكبد أعضاء .
es_es: Sí, tanto el ojo como el hígado son órganos.

source: No, the eye and liver are both organs.
ar_eg: لا، كل من العين والكبد أعضاء .
es_es: No, tanto el ojo como el hígado son órganos.

source: Choose the correct statement about the brain.
ar_eg: اختر المفهوم الصحيح للدماغ.
es_es: Escoge la afirmación correcta sobre el cerebro.

source: The brain controls everything the body does.
ar_eg: الدماغ يتحكم بكل شيء يقوم به الجسم.
es_es: El cerebro controla todo lo que hace el cuerpo.

source: Some activities, like breathing and heart rate, are not controlled by the brain.
ar_eg: بعض الأنشطة، مثل التنفس ومعدل ضربات القلب، لا يتحكم بها الدماغ.
es_es: Algunas actividades, como la respiración y el ritmo cardíaco, no están controladas por el cerebro.

source: The nervous system controls all body functions.
ar_eg: الجهاز العصبي يتحكم بجميع وظائف الجسم.
es_es: El sistema nervioso controla todas las funciones corporales.

source: Some actions, like pulling your hand away from hot water, are not controlled by the brain.
ar_eg: بعض الإجراءات، مثل سحب يدك بعيدا عن الماء الساخن، لا يسيطر عليها الدماغ.
es_es: Algunas acciones, como apartar la mano de agua caliente, no son controlados por el cerebro.

source: Not quite, our brain controls almost everything we do. It does not control our reflexes to make sure we stay safe and out of harm's way.
ar_eg: ليس تماما، الدماغ يتحكم بكل شيء نقوم به تقريبا. ولا يتحكم بردود أفعالنا لضمان بقاءنا بأمان وابعادنا عن الأذى.
es_es: No exactamente, el cerebro controla casi todo lo que hacemos. Pero no controla los reflejos que hacen que estemos a salvo y fuera de peligro.

source: No, the brain controls our breathing and heartbeat.
ar_eg: لا، الدماغ يتحكم بتنفسنا وضربات قلبنا.
es_es: No, el cerebro controla nuestra respiración y el latido de nuestro corazón.

source: Not quite, our brain controls “almost” everything we do. It does not control our reflexes to make sure we stay safe and out of harm's way.
ar_eg: ليس تماما، دماغنا يتحكم بكل شيء نقوم به تقريبا. ويتحكم بردود أفعالنا ليضمن بقاءنا بأمان وابعادنا عن الأذى.
es_es: No exactamente, el cerebro controla "casi" todo lo que hacemos. Pero no controla los reflejos que hacen que estemos a salvo y fuera de peligro.

source: Correct! The reflex actions are taken care of by the spinal cord. The nervous system controls these reflexes, but not the brain.
ar_eg: صحيح، الحبل الشوكي هو من يعتني بردات فعلنا. الجهاز العصبي هو من يتحكم بهذه الردود وليس الدماغ.
es_es: ¡Correcto! Los reflejos son controlados desde la médula espinal. El sistema nervioso controla estos reflejos, pero no el cerebro.

source: The nervous system does not depend upon which of the following?
ar_eg: لا يعتمد الجهاز العصبي على أي من الآتي؟
es_es: ¿De cuál de los siguientes no depende el sistema nervioso?

source: The circulatory system
ar_eg: نظام الدورة الدموية.
es_es: El sistema circulatorio

source: The skeletal system
ar_eg: الجهاز العظمي.
es_es: El sistema esquelético

source: The respiratory system
ar_eg: الجهاز التنفسي.
es_es: El sistema respiratorio

source: It does depend on all of the systems above.
ar_eg: لا تعتمد على كل الأجهزة في الأعلى.
es_es: Depende de todos los sistemas anteriores.

source: Sorry... the brain needs oxygen from blood.
ar_eg: اسف، الدماغ يحتاج للهواء من الدم.
es_es: Lo siento... el cerebro necesita oxígeno de la sangre.

source: Nope. The brain is protected by the skull.
ar_eg: لا, الدماغ محمي عن طريق الجمجمة.
es_es: No. El cerebro está protegido por el cráneo.

source: Don't think so... the brain needs the oxygen gathered by the lungs.
ar_eg: لا أعتقد ذلك، الدماغ يحتاج للهواء الذي جمعته الرئتين.
es_es: No creas... el cerebro necesita el oxígeno que se recoge en los pulmones.

source: You go it! That was a trick question... the nervous system needs all of these.
ar_eg: لقد أصبت. كان هذا سؤالا مخادعا ...الجهاز العصبي يحتاج كل منها .
es_es: ¡Exacto! Esta era una pregunta trampa... el sistema nervioso necesita todo esto.

source: Look at the table below and fill in the blanks by dragging the terms under the illustrations.
ar_eg: انظر الى الجدول أدناه ، و إملأ في الفراغات عن طريق سحب المفهوم تحت الرسوم التوضيحية.
es_es: Mira la tabla más a continuación y rellena los espacios en blanco arrastrando los términos bajo las ilustraciones.

source: Cell
ar_eg: خلية
es_es: Célula

source: Body System
ar_eg: نظام الجسم.
es_es: Sistema del cuerpo

source: Reset
ar_eg: اعادة تشغيل
es_es: Reiniciar

source: Good job! Cells make up tissue, tissue makes up organs, organs make up body systems. Altogether they make the body run.
ar_eg: عمل جيد! الخلايا تشكل الأنسجة، والأنسجة تشكل الأعضاء، والأعضاء تشكل أجهزة الجسم. كل هذا يجعل الجسم يعمل.
es_es: ¡Buen trabajo! Las células forman tejidos, los tejidos forman órganos, los órganos forman sistemas corporales. Todos ellos hacen que el cuerpo pueda funcionar.

source: Not quite... Cells make up tissue, tissue makes up organs, organs make up body systems. Altogether they make the body run.
ar_eg: ليس تماما، الخلايا تشكل الأنسجة، والأنسجة تشكل الأعضاء، والأعضاء تشكل أجهزة الجسم. كل هذا يجعل الجسم يعمل.
es_es: No exactamente… Las células forman tejidos, los tejidos forman órganos, los órganos forman sistemas corporales. Todos ellos hacen que el cuerpo pueda funcionar.

source: Choose the correct statement.
ar_eg: إختر العبارة الصحيحة.
es_es: Escoge la afirmación correcta.

source: Organs may be made of a variety of different tissues.
ar_eg: الأعضاء قد تصنع من أكثر من نوع من الانسجة.
es_es: Los órganos pueden estar formados por más de un tipo de tejido.

source: Each organ is made of a unique tissue type.
ar_eg: كل عضو مكون من نوع مميز من الأنسجة.
es_es: Cada órgano está hecho de un único tipo de tejido.
