Repository: geneconde/NGR-sandbox
Catalog: demo/healthy-eating/Locale/*/LC_MESSAGES/healthy-eating.po
Languages: ar_eg

source: Not quite, other sources are milk, eggs, butter, cheese, cream, and liver.
ar_eg: ليس تماما ، هناك مصادر أخرى هي الحليب والبيض والزبدة والجبن والقشدة، والكبد.

source: Correct. There is a wide variety of sources for vitamin A.
ar_eg: صحيح. هناك مجموعة واسعة من المصادر لفيتامين أ.

source: Pretzels
ar_eg: البريتزيل

source: Potato Chips
ar_eg: رقائق البطاطا

source: Nutrition Facts
ar_eg: حقائق غذائية

source: Serving Size: 60g
ar_eg: مقدار الحصة المقدمة: 60 غرام

source: Amount per serving
ar_eg: كمية كل حصة مقدمة

source: Calories
ar_eg: سعرات حرارية

source: Calories from Fat 18
ar_eg: السعرات الحرارية من الدهون 18

source: % Daily Values
ar_eg: ٪ القيم اليومية

source: Total Fat
ar_eg: إجمالي الدهون

source: Saturated Fat
ar_eg: الدهون المشبعة

source: Trans Fat
ar_eg: الدهون المتحولة

source: Cholesterol
ar_eg: الكولسترول

source: Sodium
ar_eg: الصوديوم

source: Total Carbohydrate
ar_eg: الكربوهيدرات

source: Dietary Fiber
ar_eg: الألياف الغذائية

source: Sugars
ar_eg: السكريات

source: *Percent Daily Values are based on a 2,000 calorie diet. Your daily Values may be higher or lower depending on your calories needs.
ar_eg: وتعتمد الألياف الغذائية * النسبة المئوية للقيم اليومية على نظام غذائي 2000 من السعرات الحرارية. قد تكون القيم اليومية أعلى أو أقل اعتمادا على احتياجاتك من السعرات الحرارية.

source: Serving Size: 227g
ar_eg: مقدار الحصة المقدمة:227 غرام

source: Calories from Fat 691
ar_eg: السعرات الحرارية من الدهون 691

source: Using what you know about... healthy eating... to solve a problem
ar_eg: عن طريق ما تعرفه عن ... الغذاء الصحي ... لحل مشكلة

source: You are a <span class='key'>nutritionist</span> (a person who advises people on matters of healthy eating). You have a client who does not want to lose weight. He simply wants to learn to eat healthy foods that fit his lifestyle. So you go over calories and a basic meal plan with him on the first session.
ar_eg: انت <span class='key'>خبير تغذية</span> (الشخص الذي ينصح الناس بأمور الغذاء الصحي). لديك زبون لا يريد أن يخسر الوزن. انه ببساطة يريد أن يتعلم تناول الأطعمة الصحية التي تناسب أسلوب حياته. فتقوم أنت بمراجعة السعرات الحرارية ووضع خطة لوجبة أساسية معه في الدورة الأولى.

source: Using what your client now knows about healthy eating, which snack would you suggest he has: pretzels or potato chips? Below are the nutrition labels, discuss the nutritional values of both snacks and compare them. Which snack would you advise he should eat based on calories? Remember to take the fat, salt, and sugar content of each food into consideration. You can also add in any suggestions you have for a healthier snack.
ar_eg: باستخدام ما يعرفه زبونك الآن عن الأكل الصحي،أي وجبة خفيفة يجب تناولها حسب اقتراحك: المعجنات أو رقائق البطاطا؟ وفيما يلي تسميات غذائية، ناقش القيم الغذائية لكل من الوجبات الخفيفة وقارنها. أي وجبة خفيفة تنصحه بأن يأكل استنادا الى السعرات الحرارية؟ تذكر أن تأخذ الدهون والملح والسكر ومحتوى كل المواد الغذائيةبعين الاعتبار. يمكنك أيضا إضافة أي اقتراحات لديك لتناول وجبة خفيفة صحية.

source: Planning for diet...
ar_eg: التخطيط لنظام غذائي ...

source: Summarizing big ideas about... healthy eating
ar_eg: تلخيص الأفكار الأساسية ... حول الغذاء الصحي

source: A healthy <span class='key'>diet</span> contains different kinds of foods. <span class='key'>MyPyramid</span>, a <span class='key'>food pyramid</span> of the five food groups, shows the need to find a balance between our food intake and physical activity. There are five food groups: Grains, Vegetables, Fruits, Milk, and Meat & Beans. Grains are divided into two subgroups: whole grains and refined grains. Food in the meat and beans group offers the body protein. While following the basic guidelines of MyPyramid, every person needs their own plan for what to eat every day. We can look at the energy in food using its unit (<span class='key'>calorie</span>) to see how much of which foods we should eat. We also need vitamins, minerals, and oils as part of our balanced diet. Being physically active is a key element in living a longer, healthier, happier life and goes hand in hand with <span class='key'>healthy eating</span>.
ar_eg: تحتوي <span class='key'>الحمية</span> الصحية على أنواع مختلفة من الأطعمة. <span class='key'>الهرم الغذائي</span> الذي يحتوي على المجموعات الغذائية الخمس، وتظهر الحاجة إلى إيجاد توازن بين تناول الطعام والنشاط البدني لدينا. هناك خمس مجموعات من الطعام : الحبوب، والخضار، والفواكه، والحليب، واللحوم والبقوليات. وتنقسم الحبوب إلى مجموعتين فرعيتين : الحبوب الكاملة والحبوب المكررة. الطعام في مجموعة اللحوم والبقوليات تزود الجسم بالبروتين . مع اتباع المبادئ التوجيهية الأساسية للهرم الغذائي، كل شخص يحتاج خطة خاصة به لتناول الطعام كل يوم. يمكننا أن نرى الطاقة في الطعام باستخدام <span class='key'>السعرات الحرارية</span> لمعرفة كمية الأطعمة التي ينبغي أن نأكلها. نحن بحاجة أيضا الى الفيتامينات والمعادن والزيوت كجزء من نظام غذائي متوازن. فممارسة النشاط البدني هو العنصر الأساسي للعيش أطول وأكثر صحة، حياة أكثر سعادة جنبا إلى جنب مع <span class='key'>الغذاء الصحي</span>.

source: Reviewing key vocabulary related to... healthy eating
ar_eg: مراجعة المفردات الرئيسية المتعلقة ... بالغذاء الصحي

source: The food one eats. Some people try to restrict their diet in order to be healthier.
ar_eg: الغذاء الذي يؤكل. بعض الناس يحاولون تقييد وجباتهم من أجل أن يكونوا أكثر صحة.

source: Diet
ar_eg: حمية غذائية

source: Food Guidance System
ar_eg: نظام الإرشاد الغذائي

source: The Food Guidance System (MyPyramid) is an educational tool to help individuals implement the Dietary Guidelines for Americans published jointly by the Department of Health and Human Services and the U.S. Department of Agriculture.
ar_eg: نظام الإرشاد الغذائي (الهرم) هو أداة تعليمية لمساعدة الأفراد في تطبيق المبادئ التوجيهية الغذائية للأميركيين نشرت بشكل مشترك من قبل وزارة الصحة والخدمات الإنسانية ووزارة الزراعة الأمريكية.

source: Food Pyramid (MyPyramid)
ar_eg: الهرم الغذائي

source: The recommended servings of various food groups one should eat daily according to the Department of Health and Human Services and the USDA.
ar_eg: ينبغي للمرء أن يأكل الوجبات الموصى بها من المجموعات الغذائية المختلفة يوميا وفقا لوزارة الصحة والخدمات الإنسانية ووزارة الزراعة الأميركية.

source: Whole grains
ar_eg: الحبوب الكاملة

source: A cereal grain that has not been processed or refined. That is, it contains the germ, endosperm, and bran. An example would be whole wheat bread.
ar_eg: بذور الحبوب التي لم يتم معالجتها أو تكريرها. يعني، أنها تحتوي على المورثات، والاندوبلازم ، والنخالة. ومن الأمثلة على ذلك خبز القمح الكامل.

source: Refined grains
ar_eg: الحبوب المكررة

source: A cereal grain that has been processed so that it only contains the endosperm. An example would be white bread.
ar_eg: بذور الحبوب التي تمت معالجتها بحيث تحتوي فقط الإندوبلازم. ومن الأمثلة على ذلك الخبز الأبيض.

source: Calorie
ar_eg: سعرات حرارية

source: A unit of measurement for energy. Food calories, also called kilocalories, are expressed as kcal or with a capital letter C.
ar_eg: وحدة قياس للطاقة. يتم التعبير عن السعرات الحرارية للأغذية، بحرف كبير (سعر). وتسمى أيضا كيلو سعر حراري.

source: Nutritionist
ar_eg: اختصاصي تغذية

source: Someone who is an expert in human nutrition and studies the effects of food on the body.
ar_eg: شخص خبير في التغذية البشرية ويدرس آثار الطعام على الجسم.

source: Healthy eating
ar_eg: الغذاء الصحي

source: Consuming a balance of different types of food so that one gets the various vitamins, nutrients, and calorie sources needed. There is some dispute as to what diet is healthiest.
ar_eg: استهلاك نظام التوازن بين أنواع مختلفة من الطعام بحيث يمكن للمرء أن يحصل على الفيتامينات والمغذيات، ومصادر السعرات الحرارية اللازمة. وهناك بعض الخلافات حول ما هو النظام الغذائي الأكثر صحةً.

source: Checking what you now know about... healthy eating
ar_eg: التحقق مما تعرفه الآن عن ... الغذاء الصحي

source: Which word completes this basic rule of healthy eating?
ar_eg: أي كلمة تكمل هذه القاعدة الأساسية للغذاء الصحي؟

source: Eat a
ar_eg: أكل كمية

source: of Food!
ar_eg: من الغذاء

source: lot
ar_eg: الكثير

source: variety
ar_eg: التنوع

source: calorie
ar_eg: سعرات حرارية

source: mouthful
ar_eg: ملء الفم

source: No, the amount of food you eat should be based on how much your body needs.
ar_eg: لا، ينبغي أن تستند كمية الطعام الذي تتناوله على مقدار احتياجات جسمك.

source: Correct. Your body needs a variety of food to stay healthy.
ar_eg: صحيح. جسمك بحاجة لمجموعة متنوعة من المواد الغذائية للبقاء بصحة جيدة.

source: No, calories are just a way of measuring the energy each food gives off. There should be a balance between the amount of calories you take in and the amount of exercise you do each day.
ar_eg: لا، السعرات الحرارية ليست سوى وسيلة لقياس الطاقة لكل المواد الغذائية التي تُعطى، يجب أن يكون هناك توازن بين كمية السعرات الحرارية التي تستهلكها ومقدار التمارين التي تقوم بها كل يوم.

source: No, your body needs a variety of food to stay healthy.
ar_eg: لا، جسمك بحاجة لمجموعة متنوعة من المواد الغذائية للبقاء بصحة جيدة.

source: Why should we try to make half of the grains we eat daily whole grain food?
ar_eg: لماذا يتوجب علينا محاولة جعل نصف الحبوب الغذائية التي نتناولها يوميا من الحبوب الكاملة؟

source: Because whole grain food has fiber, iron, and B vitamins.
ar_eg: لأن الغذاء والحبوب الكاملة تحتوي الألياف والحديد وفيتامينات ب.

source: Because white bread and white rice have more calories.
ar_eg: لأن الخبز الأبيض والأرز الأبيض يحتويان المزيد من السعرات الحرارية.

source: Because whole grain food has health benefits for our teeth.
ar_eg: لأن الغذاء والحبوب الكاملة لها فوائد صحية لأسناننا

source: Because white bread and white rice are too expensive.
ar_eg: لأن الخبز الأبيض والأرز الأبيض مكلفان للغاية.

source: Looking for whole grains...
ar_eg: البحث عن الحبوب الكاملة ...

source: Correct. Whole grain food has fiber, iron, and B vitamins in it. Whereas white bread and white rice have those taken out when processed.
ar_eg: صحيح. المواد الغذائية والحبوب الكاملة تحتوي الألياف والحديد، وفيتامين (ب) في ذلك. في حين أن الخبز الأبيض والأرز الأبيض تحتوي على الألياف التي خرجت أثناء المعالجة.

source: No, whole grains are more nutritious, they have fiber, iron, and B vitamins.
ar_eg: لا، الحبوب الكاملة هي أكثر تغذية، لديها فيتامينات ب والألياف والحديد.

source: Not quite, whole grain food has benefits, but not necessarily for our teeth. It has fiber, iron, and B vitamins.
ar_eg: ليس تماما، الغذاء والحبوب الكاملة لها فوائد، ولكن ليس بالضرورة لأسناننا. انها تحتوي الألياف والحديد وفيتامينات ب.

source: No, the cost of whole grain food is not considered, its benefits are. It has fiber, iron, and B vitamins.
ar_eg: لا، لا تؤخذ بالاعتبار تكلفة المواد الغذائية والحبوب الكاملة،ولكن فوائدها. انها تحتوي الألياف والحديد وفيتامينات ب.

source: The word calorie is best related to which word?
ar_eg: أي كلمة هي الأكثر ارتباطا بكلمة "سعر حراري"؟

source: Fat
ar_eg: دهون

source: Energy
ar_eg: طاقة

source: Protein
ar_eg: بروتين

source: Serving
ar_eg: وجبة طعام

source: No, fat is high in calories, but calorie is a unit of energy.
ar_eg: لا، الدهون عالية في السعرات الحرارية، ولكن السعرات الحرارية هي وحدة طاقة.

source: Correct. Energy is related to calories because calorie is a unit of energy.
ar_eg: صحيح. ترتبط الطاقة بالسعرات الحرارية لأن السعرات الحرارية هي وحدة لطاقة.

source: No. Energy is related to calories because calorie is a unit of energy.
ar_eg: لا، ترتبط الطاقة بالسعرات الحرارية لأن السعرات الحرارية هي وحدة طاقة.

source: Not quite. Serving is related to calorie because the nutritional information given on products are usually based on one serving size. But it is related even more to energy because calorie is a unit of energy.
ar_eg: ليس تماما. وجبة الطعام لها علاقة باالسعرات الحرارية لأن المعلومات الغذائية عن المنتجات تعطى وعادة ما تكون على أساس حجم الحصة الواحدة. ولكنها ترتبط أكثر بالطاقة لأن السعرات الحرارية هي وحدة من الطاقة.

source: Checking daily calories...
ar_eg: فحص السعرات الحرارية اليومية ...

source: What does your body do with calories you eat but do not use?
ar_eg: ماذا يفعل جسمك بالسعرات الحرارية التي تتناولها ولكن لا تستخدمها؟

source: Your body gets rid of them.
ar_eg: يتخلص جسمك منها.

source: Your body always uses all the calories you eat.
ar_eg: يستخدم جسمك دائما كل السعرات الحرارية التي تتناولها.

source: Your body stores unused calories as fat.
ar_eg: جسمك يخزن السعرات الحرارية غير المستخدمة على شكل دهون.

source: All of the above
ar_eg: كل ما سبق

source: Flipping the box...
ar_eg: تقليب الصندوق

source: No, your body will get rid of calories if they are used up, for instance when you exercise. Unused calories are stored as fat.
ar_eg: لا، سوف يتخلص جسمك من السعرات الحرارية إذا تم استخدامها، على سبيل المثال، عند ممارسة الرياضة. ويتم تخزين السعرات الحرارية غير المستخدمة على شكل دهون.

source: No, your body uses the calories that you need and stores the rest as fat.
ar_eg: لا، يستخدم الجسم السعرات الحرارية التي يحتاجها ويخزن الباقي على شكل دهون.

source: Correct. Unused calories are stored as fat, you can burn unused calories by exercising.
ar_eg: صحيح. يتم تخزين السعرات الحرارية غير المستخدمة على شكل دهون، يمكنك حرق السعرات الحرارية غير المستخدمة من خلال ممارسة التمارين الرياضية.

source: No. Your body stores unused calories as fat. Your body does not always use all the calories you eat. It does not automatically get rid of the unused calories.
ar_eg: لا. يخزن جسمك السعرات الحرارية غير المستخدمة على شكل دهون. لا يستخدم جسمك دائما جميع السعرات الحرارية التي تتناولها. ولا يتم التخلص تلقائيا من السعرات الحرارية غير المستخدمة.

source: Sorting ingredients...
ar_eg: تصنيف مكونات الغذاء ...

source: Match the foods on the top with what they contain on the bottom.
ar_eg: طابق الأطعمة في الأعلى مع ما تحتويه في الجزء السفلي.

source: Whole Cornmeal
ar_eg: دقيق الذرة الكامل

source: Avocados
ar_eg: الأفوكادو

source: Chicken
ar_eg: الدجاج

source: Grape Fruit
ar_eg: جريب فروت

source: Iron
ar_eg: حديد

source: Natural Oils
ar_eg: الزيوت الطبيعية

source: Calcium
ar_eg: الكالسيوم

source: Reset
ar_eg: إعادة الضبط

source: Correct! Milk has calcium, whole cornmeal has iron, avocados have natural oils, chicken has protein, and grapefruit has vitamin C. All these foods have even more in them than what is listed.
ar_eg: صحيح! يحتوي الحليب على الكالسيوم، ودقيق الذرة الكامل على الحديد والأفوكادو يحتوي على الزيوت الطبيعية والدجاج يحتوي على البروتين، والجريب فروت يحتوي على فيتامين ج. كل هذه الأطعمة تحتوي حتى أكثر مما هو في القائمة.

source: Not quite. Milk has calcium, whole cornmeal has iron, avocados have natural oils, chicken has protein, and grapefruit has vitamin C. All these foods have even more in them than what is listed.
ar_eg: ليس تماما! يحتوي الحليب على الكالسيوم، ودقيق الذرة الكامل على الحديد والأفوكادو يحتوي الزيوت الطبيعية، والدجاج يحتوي البروتين، والجريب فروت يحتوي فيتامين ج. كل هذه الأطعمة تحتوي حتى أكثر مما هو موجود في القائمة.

source: The nutritional label and ingredients of a food are shown below. Based on this information, how many calories does 1.5 cups of this cereal have?
ar_eg: يُظهر الملصق الغذائي ومكونات الطعام أدناه. بناء على هذه المعلومات، كم عدد السعرات الحرارية تحتوي 1.5 كوباً من هذه الحبوب ؟

source: Serving Size 0.75 cup (28g)
ar_eg: مقدار حصة طعام 0.75 كوب (28 غرام).

source: Serving Per Container 12
ar_eg: حصة في الوعاء 12

source: Calories from Fat 15
ar_eg: السعرات الحرارية للوعاء من الدهون 15

source: None of the above
ar_eg: لا شيء مما ذكر

source: Potassium
ar_eg: البوتاسيوم

source: No, one serving size has 110 calories. The question asks for 1 and a half cups (two servings), so you should double the amount of calories, 220.
ar_eg: لا،حجم الحصة الواحدة يحتوي 110 سعر حرارية. والسؤال الذي يطرح عن واحد ونصف كوب (وجبتين)، لذا يجب عليك مضاعفة كمية السعرات الحرارية، 220.

source: Correct. Two serving sizes has double the amount of calories in the table: 2 X 110 = 220 calories for one and a half cups.
ar_eg: صحيح. حجم حصتين يحتوي ضعف كمية السعرات الحرارية في الجدول: X110=220 2 من السعرات الحرارية لكوب ونصف.

source: No, two serving sizes has double the amount of calories in the table: 2 X 110 = 220 calories for one and a half cups.
ar_eg: لا، حجم حصتين يحتوي ضعف كمية السعرات الحرارية في الجدول: X110=220 2 من السعرات الحرارية لكوب ونصف.

source: No, the correct answer is 220. Two serving sizes has double the amount of calories listed in the table.
ar_eg: لا، والجواب الصحيح هو 220. حجم حصتين يحتاج ضعف كمية السعرات الحرارية المدرجة في الجدول.

source: You've completed the Healthy Eating module.
ar_eg: لقد أكملت مراجعة الغذاء الصحي.

source: Start
ar_eg: إبدأ

source: Next
ar_eg: التالي

source: Back
ar_eg: السابق

source: Read More
ar_eg: إقرأ المزيد

source: Check Answer
ar_eg: تأكد من الإجابة

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك

source: Quick Check #1
ar_eg: التحقق السريع رقم 1

source: Quick Check #2
ar_eg: التحقق السريع رقم 2

source: Quick Check #3
ar_eg: التحقق السريع رقم 3

source: Quick Check #4
ar_eg: التحقق السريع رقم 4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.

source: How did I do?
ar_eg: كيف أجبت؟

source: You answered...
ar_eg: إجابتك كانت...

source: select
ar_eg: اختر

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك. انقر، وثبت، واسحب الفأرة إلى الأعلى أو للإسفل.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر وثبت وحرك الفأرة صعودا وهبوطا لتدوير المربع وحدد إجابتك.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: من خلال تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.

source: The Situation
ar_eg: الوضع

source: The Scenario
ar_eg: السيناريو

source: Your Task
ar_eg: مهمتك هي

source: The Task
ar_eg: المهمة

source: The Problem
ar_eg: المشكلة

source: Your Assignment
ar_eg: وظيفتك المنزلية هي

source: Close me!
ar_eg: أغلق الشاشة!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة ستعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1

source: Quiz Question #2
ar_eg: سؤال قصير رقم 2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: Congratulations,
ar_eg: مبرووووووووووك

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع والأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.

source: Go Back to Dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.

source: Let's begin!
ar_eg: دعنا نبدأ!

source: Are you ready
ar_eg: هل أنت مستعد،

source: Preparing your first quick check...
ar_eg: هل انت مستعد للتحقق السريع الأول

source: Ready for your last quick check?
ar_eg: هل أنت مستعد للتحقق السريع الأخير

source: Ready for your last quiz question?
ar_eg: هل أنت مستعد للتحقق من سؤال الاختبار الاخير؟

source: Putting it all together...
ar_eg: إجمعها مع بعضها

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...

source: You're done!
ar_eg: أنهيت!

source: Your first quiz question is...
ar_eg: سؤالك القصير الأول هو...
