Repository: geneconde/NGR-sandbox
Catalog: demo/healthy-eating/Locale/*/LC_MESSAGES/healthy-eating.po
Languages: ar_eg

source: Healthy Eating
ar_eg: الغذاء الصحي

source: Welcome to the Healthy Eating module
ar_eg: مرحبا بكم وحدة الغذاء الصحي

source: Thinking about... healthy eating
ar_eg: التفكير ... بالغذاء الصحي

source: Reviewing big ideas about... healthy eating
ar_eg: بنية المادة وخصائصها... بالغذاء الصحي

source: What is food to you? Something you eat during a movie or something to keep you busy when you hang out with friends? Or is food like fuel to give you energy and keep you going? How you think about food will affect what and how much you eat. Think about healthy eating and the decisions you make every day that change your body and your health.
ar_eg: ما هو الغذاء بالنسبة لك؟ شيء تأكله خلال فيلم أو شيء لإبقائك مشغولا عندما تخرج مع الأصدقاء؟ أو هل الغذاء مثل الوقود يعطيك الطاقة للاستمرار ؟ كيف تفكر حول تاثير الطعام عليك وما هي كمية الطعام التي تأكلها، فكرفي الأكل الصحي والقرارات التي تقوم به كل يوم التي من الممكن أن تغيير جسمك وصحتك.

source: You are what you eat. Why not eat the best? Is the best food the same for everyone? Is food that is cheap or ready to eat always the best food for our bodies?
ar_eg: أنت تمثل ما تأكله. لماذا لا تأكل بشكل أفضل؟ هل الغذاء الأفضل هو نفسه الأفضل للجميع؟ هل الغذاء الرخيص والسريع هو الغذاء الأفضل لأجسامنا؟

source: Checking what you already know about... healthy eating
ar_eg: التأكد من مدى معرفتك ... بالغذاء الصحي

source: Drag the food you see on the left into the correct food group on the right it belongs in.
ar_eg: اسحب الطعام الذي تراه في اليسار والذي ينتمي إلى المجموعة الغذائية الصحيحة في اليمين .

source: Items
ar_eg: أصناف

source: Grain
ar_eg: حبوب

source: Vegetable
ar_eg: خضار

source: Fruit
ar_eg: فواكه

source: Milk
ar_eg: حليب

source: Meat
ar_eg: لحوم

source: You dragged food into each of the five food groups. Continue to read on about each of these food groups and other elements of a healthy lifestyle such as getting enough vitamins and exercise.
ar_eg: لقد قمت بسحب الغذاء في كل من المجموعات الغذائية الخمس. استمر في القراءة عن كل من المجموعات الغذائية وغيرها من العناصر لاتباع اسلوب حياة صحي مثل الحصول على ما يكفي من الفيتامينات وممارسة الرياضة.

source: Sorting foods...
ar_eg: تصنيف الأطعمة ...

source: Five Food Group
ar_eg: مجموعة الأغذية الخمسة

source: Grain Group
ar_eg: مجموعة الحبوب

source: Vegetables Group
ar_eg: مجموعة الخضروات

source: Fruit Group
ar_eg: مجموعة الفواكه

source: Oil Group
ar_eg: مجموعة الزيوت

source: Milk Group
ar_eg: مجموعة الألبان

source: Meat and Beans
ar_eg: مجموعة اللحوم والبقوليات

source: More big ideas about... healthy eating
ar_eg: المزيد من الأفكار الأساسية حول ... الغذاء الصحي

source: The things you eat every day make up your <span class='key'>diet</span>. A healthy diet contains different kinds of foods. Scientists who study <span class='key'>healthy eating</span> habits came up with the <span class='key'>Food Guidance System</span> that tells you what food and how much of it you should eat to stay healthy. You can see this in MyPyramid, a <span class='key'>food pyramid</span> of the five food groups. This diagram shows you how to find a balance between your food intake and physical activity.
ar_eg: الأشياء التي تأكلها كل يوم هي من يحدد <span class='key'>حميتك الغذائية</span>. اتباع نظام غذائي صحي يحتوي على أنواع مختلفة من الأطعمة. العلماء الذين يدرسون <span class='key'>الغذاء الصحي</span> جاؤوا بفكرة <span class='key'>نظام إرشادي للطعام</span> والذي يخبرك ما هو الغذاء ومقدار ما يجب أن تأكل للبقاء في صحة جيدة. يمكنك ان ترى هذا في <span class='key'>الهرم الغذائي</span> عن العناصر الغذائية الخمسة.هذا الرسم البياني يوضح لك كيفية إيجاد توازن بين الاستهلاك الغذائي والنشاط البدني الخاص بك .

source: Click to enlarge
ar_eg: أنقر لتكبير الصورة

source: Let's take a closer look at the pyramid. Each of the five food groups (Grain, Vegetable, Fruit, Milk, and Meat & Beans) is identified by a unique color. The person running up the stairs reminds you to be physically active every day. All the colors show you to eat foods from every food group every day. Some of the stripes are larger because you should eat more foods from the food groups with the wider stripes. The colored stripes are wider at the bottom of the pyramid, showing you that every food group has foods we should eat more than others. You should also choose healthier foods from each food group.
ar_eg: دعونا نلقي نظرة أقرب على الهرم الغذائي. يتم تعريف كل من المجموعات الغذائية الخمس (الحبوب، والخضار، والفاكهة، والحليب، واللحوم والبقوليات) عن طريق لون معين يميزها. الشخص الذي يصعد الدرج راكضا يذكرك بأن تكون نشيطاً بدنيا كل يوم. تبين لك كل الألوان أن تأكل أطعمة من كل مجموعة غذائية في كل يوم. بعض الخطوط في الهرم أكبر لأنك يجب تناول المزيد من الأطعمة من المجموعات الغذائية ذات الخطوط الأوسع. الخطوط الملونة هي أوسع في الجزء السفلي من الهرم، وتبين لك أن كل مجموعة غذائية لديها الأطعمة التي ينبغي لنا أن نأكلها أكثر من غيرها. يجب عليك أيضا اختيار الأطعمة الصحية من كل مجموعة غذائية.

source: Grains are divided into 2 subgroups: <span class='key'>whole grains</span> and refined grains. Whole grains contain the entire grain kernel - the bran, germ, and endosperm. Examples include whole-wheat flour, oatmeal, whole cornmeal, and brown rice. <span class='key'>Refined grains</span> have been milled, a process that removes the bran and germ. This is done to give grains a finer texture and improve their shelf life, but it also removes dietary fiber, iron, and many B vitamins. Some examples of refined grain products are white flour, white bread, and white rice.
ar_eg: وتنقسم الحبوب إلى فرعين: <span class='key'>الحبوب الكاملة</span> والحبوب المكررة. الحبوب الكاملة تحتوي على نواة الحبوب كلها - نخالة وجنين، والإندوسبيرم. وتشمل الأمثلة دقيق القمح الكامل ودقيق الشوفان، ودقيق الذرة الكاملة، والأرز البني. <span class='key'>والحبوب المكررة</span> يتم طحنها، وهي العملية التي تزيل النخالة والجنين. ويتم ذلك لإعطاء الحبوب نسيج أدق وتحسين مدة فترة تخزينها، ولكنه أيضا يزيل الألياف الغذائية والحديد، والعديد من فيتامينات ب. بعض الأمثلة من منتجات الحبوب المكررة هي الطحين الأبيض، والخبز الأبيض، والأرز الأبيض.

source: Food in the meat and bean group offers the body protein. All foods made from meat, poultry, fish, dry beans or peas, eggs, nuts, and seeds are considered part of this group. Dry beans and peas are part of this group as well as the vegetable group. Most meat and poultry choices should be lean or low fat. Fish, nuts, and seeds contain healthy oils, so choose these foods frequently instead of meat or poultry.
ar_eg: الطعام في مجموعة اللحوم والبقوليات يوفر البروتين للجسم. وتعتبر جميع الأطعمة المصنوعة من اللحوم والدواجن والأسماك والفاصوليا أو البازلاء والبيض، والمكسرات، والبذور جزءا من هذه المجموعة. الفاصوليا الجافة والبازيلاء هي جزء من هذه المجموعة، فضلا عن مجموعة الخضروات. وينبغي أن تكون معظم خيارات اللحوم والدواجن خالية من الدهون أو منخفضة الدهون. وتحتوي الأسماك والمكسرات، والبذور تحتوي على زيوت صحية، لذلك عليك اختيار هذه الأطعمة بشكل متكرر بدلا من اللحوم أو الدواجن.

source: Grain Group: Make half your grains whole
ar_eg: مجموعة الحبوب : اجعل نصف ما تأكل من الحبوب كاملة.

source: Eat at least 3 oz. of whole-grain cereals, bread, crackers, rice, or pasta every day.
ar_eg: تناول على الأقل 3 أونصات من الحبوب الكاملة أو الخبز أو البسكويت أو الأرز أو المعكرونة كل يوم.

source: Vegetable Group: Vary your veggies
ar_eg: مجموعة الخضروات: نوَع في خضرواتك

source: Eat more dark green veggies like broccoli, spinach and other dark leafy greens.
ar_eg: تناول المزيد من الخضار الخضراء الداكنة مثل البروكلي والسبانخ والنباتات الورقية الخضراء الداكنة الأخرى.

source: Eat more orange vegetables like carrots and sweet potatoes.
ar_eg: تناول المزيد من الخضروات البرتقالية مثل الجزر والبطاطا الحلوة.

source: Eat more dry beans and peas like pinto beans, kidney beans and lentils.
ar_eg: تناول المزيد من الفاصوليا الجافة والبازلاء والعدس.

source: Fruit Group: Focus on fruits
ar_eg: مجموعة الفواكه: التركيز على الفواكه

source: Eat a variety of fruits.
ar_eg: تناول مجموعة متنوعة من الفواكه.

source: Choose fresh, frozen, canned or dried fruit.
ar_eg: اختر الفواكه الطازجة والمجمدة والمعلبة أو المجففة.

source: Go easy on fruit juices.
ar_eg: لا تكثر من عصائر الفواكه

source: Milk Group: Get your calcium-rich food
ar_eg: مجموعة الحليب: احصل على المواد الغذائية الخاص بك والغنية بالكالسيوم

source: Go low fat or fat-free when you choose milk, yogurt, and other milk products.
ar_eg: عند اختيار الحليب واللبن اختر ما هو منخفض الدهون أو خال من الدهون ، ومنتجات الألبان الأخرى.

source: If you don't or can't consume milk, choose lactose-free products or other calcium sources such as fortified foods and beverages.
ar_eg: إذا لم أو لا يمكنك أن تستهلك الحليب، اختر المنتجات الخالية من اللاكتوز أو مصادر الكالسيوم الأخرى مثل الأغذية المقوية والمشروبات.

source: Meat & Beans Group: Go lean with protein
ar_eg: مجموعة اللحوم والبفوليات : التقليل من تناول البروتين

source: Choose low fat or lean meat and poultry.
ar_eg: اختر اللحوم والدواجن قليلة الدسم أو الخالية من الدهون .

source: Bake it, broil it or grill it.
ar_eg: اخبزها أو حمَصها أو اشويها.

source: Vary your protein routine - choose more fish, beans, peas, nuts and seeds.
ar_eg: غيَر من روتين بروتينك - اختر المزيد من الأسماك والفاصوليا والبازلاء والمكسرات والبذور.

source: Oils come from many different plants and from fish. Some common oils are canola oil, corn oil, cottonseed oil, olive oil, and sunflower oil. A number of foods are naturally high in oils, like nuts, olives, some fish, and avocados.
ar_eg: الزيوت تأتي من العديد من النباتات المختلفة ومن الأسماك. بعض الزيوت الشائعة هي زيت الكانولا، زيت الذرة، وزيت بذرة القطن وزيت الزيتون، وزيت عباد الشمس. وهناك عدد من الأطعمة تحتوي على نسبة عالية من الزيوت بشكل طبيعي، مثل المكسرات والزيتون وبعض الأسماك، والأفوكادو.

source: Looking at the Pyramid...
ar_eg: من خلال النظر إلى الهرم ...

source: Question A. Which food is a whole grain product?
ar_eg: السؤال أ: أي طعام هو منتج من الحبوب الكاملة؟

source: Mushroom
ar_eg: الفطر

source: Oatmeal
ar_eg: دقيق الشوفان

source: White Bread
ar_eg: الخبز الأبيض

source: White Rice
ar_eg: الارز الأبيض

source: Question B. Which food group is our body's best source of energy?
ar_eg: السؤال ب: ما هي المجموعة الغذائية التي تمثل أفضل مصدر للطاقة لدينا في الجسم ؟

source: Meat and Beans group
ar_eg: مجموعة اللحوم والبقوليات

source: Milk group
ar_eg: مجموعة الألبان

source: Grain group
ar_eg: مجموعة الحبوب

source: Vegetable group
ar_eg: مجموعة الخضروات

source: No, mushrooms are not part of the grain food group. Oatmeal is a whole grain product.
ar_eg: لا، الفطر ليس جزءا من مجموعة الحبوب الغذائية. دقيق الشوفان هو منتج من الحبوب الكاملة.

source: Correct, oatmeal is a whole grain product.
ar_eg: صحيح، دقيق الشوفان هو منتج من الحبوب الكاملة.

source: Not quite, white bread is part of the grain food group, but it is not whole grain.
ar_eg: ليس تماما، الخبز الأبيض هو جزء من مجموعة الحبوب الغذائية، ولكن ليس من الحبوب الكاملة.

source: Not quite, white rice is part of the grain food group, but it is not whole grain.
ar_eg: ليس تماما، الأرز الأبيض هو جزء من مجموعة الحبوب الغذائية، ولكن ليس من الحبوب الكاملة.

source: No, meat and beans are an important source for your body to build protein.
ar_eg: لا، اللحوم والبقوليات مصدرا مهما لجسمك لبناء البروتين.

source: Milk is a good source of vitamins and minerals, and helps the body build protein.
ar_eg: الحليب هو مصدر جيد من الفيتامينات والمعادن، ويساعد الجسم كي يبني البروتين .

source: Correct. We get the most energy from grains.
ar_eg: صحيح. نحصل على أكبر قدر من الطاقة من الحبوب.

source: Vegetables offer the body different kinds of vitamins and minerals, but we get the most energy from grains.
ar_eg: الخضروات توفر للجسم أنواع مختلفة من الفيتامينات والمعادن، ولكن نحصل على أكبر قدر من الطاقة من الحبوب.

source: MyPyramid suggests that we make half our grains whole, vary our veggies, focus on fruits, get our calcium-rich foods, and go lean with protein. This is easy to follow, but every person needs their own plan (or diet) for what to eat every day.
ar_eg: الشكل الهرمي يوحي بأن نجعل نصف ما نتناول من الحبوب هي الحبوب الكاملة، والتنويع في الخضار ، والتركيز على الفواكه والحصول على الأطعمة الغنية بالكالسيوم لدينا، والتقليل من تناول البروتين. هذا من السهل متابعتة، ولكن كل شخص يحتاج إلى خطة خاصة به (أو نظام غذائي) لما يتناول من الطعام كل يوم.

source: One way to analyze your diet is in terms of the <span class='key'>calories</span> or energy contained in each food. Different foods contain different amounts of calories, or potential energy. Each of the items to the right contains about 100 calories. Cheese has a lot of fat compared to cherry tomatoes; a small piece of cheese has the same amount of calories as a bowl of tomatoes. The type of food (fat, protein, or carbohydrate) is what determines the number of calories, and the amount we eat determines how fattening it can be.
ar_eg: طريقة واحدة لتحليل النظام الغذائي الخاص بك هو ما يتعلق <span class='key'>بالسعرات الحرارية</span> أو الطاقة الموجودة في كل المواد الغذائية. الأطعمة المختلفة تحتوي على كميات مختلفة من السعرات الحرارية أو الطاقة المحتملة. كل من العناصر إلى اليمين تحتوي حوالي 100 سعرة حرارية. الجبن يحتوي على الكثير من الدهون مقارنة بالبندورة. قطعة صغيرة من الجبن لها نفس كمية السعرات الحرارية الموجودة في وعاء من البندورة. نوع المواد الغذائية (الدهون والبروتين والكربوهيدرات ) هو ما يحدد عدد السعرات الحرارية والمقدار الذي نأكله يحدد مدى تسمينه لنا.

source: 50 Cherry tomatoes
ar_eg: 50 حبة كرز صغيرة

source: 1 Chocolate shortbread cookie
ar_eg: 1 بسكويت بالشوكولاته

source: 1 Glass of juice orange
ar_eg: كأس من عصير البرتقال

source: About 4 squares of chocolate
ar_eg: حوالي 4 مربعات من الشوكولاته

source: 1 Cube of cheese, 3/4 inch across
ar_eg: مكعب واحد من الجبن عرضه أقل من إنش.

source: 1 Large chicken egg
ar_eg: بيضة دجاج كبيرة

source: Exactly how many calories every person needs a day depends on the height, weight, age, gender, and activity level of that person. Usually, children need less than 2000 calories a day and should be physically active for an hour a day.
ar_eg: يعتمد احتياج عدد السعرات الحرارية لكل شخص بالضبط يوميا على الطول والوزن والعمر ومستوى الجنسين، ونشاط ذلك الشخص. عادة، يحتاج الأطفال إلى أقل من 2000 سعرة حرارية في اليوم، ويجب أن يكونوا نشطين بدنيا لمدة ساعة يوميا.

source: Being physically active is a key element in living a longer, healthier, happier life and goes hand in hand with healthy eating. It can help relieve stress and can provide an overall feeling of well-being. Physical activity can also help you achieve and maintain a healthy weight. The body maintains a balance between the food you eat (calories in) and the exercise you do (calories out). The calories you do not burn are stored in the body in the form of fat.
ar_eg: النشاط الجسدي هو العنصر الأساسي في العيش لمدة أطول وأكثر صحة، وحياة أسعد جنبا إلى جنب مع الغذاء الصحي. ويمكن أن تساعد في تخفيف التوتر ويمكن أن توفر الشعور العام بالعافية. النشاط البدني يمكن أن يساعدك في الحفاظ والحصول على وزن صحي. يحافظ الجسم على التوازن بين الطعام الذي تتناوله (السعرات الحرارية داخل الجسم) وممارسة الرياضة (السعرات الحرارية الخارجة من الجسم). و يتم تخزين السعرات الحرارية التي لا تحرق في الجسم على شكل دهون.

source: Reading nutrition facts...
ar_eg: قراءة حقائق التغذية ...

source: Question A. Choose the <span class='blink'>best</span> answer to the following question. How do we stay healthy?
ar_eg: السؤال أ: اختر الإجابة <span class='blink'>الأفضل</span> على السؤال التالي. كيف يمكننا البقاء في صحة جيدة؟

source: Exercising every day for half an hour is being healthy.
ar_eg: ممارسة التمارين الرياضية كل يوم لمدة نصف ساعة يعني أنك صحي.

source: Eating food from all the food groups is all you need to be healthy.
ar_eg: تناول الطعام من مختلف المجموعات الغذائية هو كل ما تحتاجه لتكون بصحة جيدة.

source: Not eating a lot of sugar or salt is healthy eating.
ar_eg: عدم تناولك الكثير من السكر أو الملح يعني تناولك غذاء صحي.

source: Eating from all food groups and exercising is healthy living.
ar_eg: الأكل من جميع المجموعات الغذائية وممارسة الرياضة يعتبر حياة صحية فعلياً.

source: Question B. It's an hour before your big game and you're feeling hungry. What's the <span class='blink'>best</span> thing to eat?
ar_eg: السؤال ب: بقي على المباراة الكبيرة ساعة وكنت تشعر بالجوع. ما هو <span class='blink'>أفضل</span> شيء للأكل؟

source: An ice cream float
ar_eg: كاسة من البوظة بالرغوة.

source: An apple and a muffin
ar_eg: تفاحة وفطيرة

source: Spaghetti and Meatballs
ar_eg: المعكرونة وكرات اللحم

source: A cheeseburger and fries
ar_eg: برجر بالجبنة والبطاطا

source: Not quite, while exercising is necessary, eating a variety of foods is also needed to stay healthy.
ar_eg: في حين أن ممارسة الرياضة مهمة جدا،يحتاج الجسم تناول الأطعمة المتنوعة للبقاء بصحة جيدة.

source: Not quite, while eating a variety of foods is necessary, exercising is also needed to stay healthy.
ar_eg: ليس تماماً، في حين أن الجسم يحتاج تناول الأطعمة المتنوعة للبقاء صحيا. ممارسة الرياضة مهمة جدا أيضا.

source: Not quite, not having a lot of sugar or salt is a good eating habit, but regular exercise and eating a variety of foods is also needed for a healthy lifestyle.
ar_eg: ليس تماما،عدم تناول الكثير من السكر أو الملح في الأكل هو عادة جيدة، لكن هناك حاجة أيضا لممارسة التمارين الرياضية بانتظام وتناول مجموعة متنوعة من الأطعمة لنمط حياة صحي.

source: Correct, daily exercise and healthy food choices will lead to healthy living.
ar_eg: صحيح، ممارسة التمارين اليومية واختيار الغذاء الصحي سوف يؤدي إلى حياة صحية.

source: No, processed sugars will release energy very quickly and will not give you energy throughout the game.
ar_eg: لا، السكريات المصنعة سوف تطلق الطاقة بسرعة كبيرة ولن تعطي لك الطاقة طوال المباراة.

source: Correct. An apple and muffin will give you the energy that you need over time.
ar_eg: صحيح. التفاحة والكعك سوف يعطيانك الطاقة التي تحتاجها مع مرور الوقت.

source: No, spaghetti and meatballs is a good combination of grains and protein, but a snack would be better before a game - such as an apple and a muffin.
ar_eg: لا، المعكرونة وكرات اللحم هو مزيج جيد من الحبوب والبروتين، ولكن تناول وجبة خفيفة قبل اللعبة سيكون أفضل مثل التفاح والكعك.

source: No, cheeseburger and fries has a lot of oil and is not nearly as healthy as an apple and muffin.
ar_eg: لا، برجر الجبنة والبطاطا يحتوي الكثير من الزيوت ولا تكاد تكون صحية مثل التفاحة والكعك.

source: Eating healthy foods...
ar_eg: تناول الأغذية الصحية ...

source: The food we eat has changed in the past century. We are eating more processed foods instead of meals made from fresh ingredients. Factories use farm-grown foods to make processed foods. For example, tomatoes are used to make spaghetti sauce, and potatoes are used to make french fries. When foods are processed, certain ingredients are added to them for taste and to make them last longer. Not all of these ingredients are healthy. Also, processed foods don't have as many vitamins and minerals as fresh foods do.
ar_eg: الطعام الذي نأكله قد تغير في القرن الماضي. نحن تناول الأطعمة المعالجة أكثر من وجبات الطعام المصنوعة من المكونات الطازجة. المصانع تستخدم الأغذية المزروعة في المزارع لصنع الأطعمة المصنعة. على سبيل المثال، تستخدم البندورة لصنع صلصة المعكرونة، وتستخدم البطاطا لصنع البطاطا المقلية. عندما تتم معالجة الأطعمة، يتم إضافة بعض المكونات لها للطعم تجعلها تدوم فترة أطول. علماً بأنه هذه المكونات ليست كلها صحية. والأطعمة المصنعة لا تحتوي العديد من الفيتامينات والمعادن كما في الأطعمة الطازجة.

source: Vitamins are important to stay healthy. We need vitamins A, C, D, E, K, and eight types of vitamin B. Each vitamin has a special job to do in our body. For the most part, we get vitamins from our food, but taking multivitamins is good for people who might not be eating a variety of food.
ar_eg: الفيتامينات مهمة للبقاء بصحة جيدة. ونحن بحاجة إلى فيتامينات أ، ج، د، ه، ك، وثمانية أنواع من فيتامين ب. كل فيتامين له مهمة خاصة يقوم بها في جسمنا. الجزء الأكبر، نحصل على الفيتامينات من الغذاء، ولكن أخذ الفيتامينات المتعددة جيدة للأشخاص الذين قد لا يأكلون مجموعة متنوعة من الأغذية.

source: Vitamin A helps with our vision. It is found in salmon and egg yolks. Our body can also make this vitamin when we eat orange and green vegetables like carrots and kale. Vitamin B helps make energy and set it free when your body needs it. The body also needs them to make red blood cells to carry oxygen throughout our body. Whole grain breads and fish and meat are full of vitamin B.
ar_eg: فيتامين (أ) يساعد نظرنا. ويوجد في سمك السلمون وصفار البيض. ويمكن لجسمنا أيضا أن ينتج هذا الفيتامين عندما نأكل الخضار البرتقالية والخضراء مثل الجزر واللفت. فيتامين (ب) يساعد على تكوين الطاقة وإخراجها عندمايحتاج إليها جسمك ويحتاج الجسم أيضا له لجعل خلايا الدم الحمراء تحمل الأكسجين في جميع أنحاء الجسم. الخبز والحبوب الكاملة والأسماك واللحوم مليئة بفيتامين B.

source: Vitamin C helps heal wounds and burns. It also helps keep gums and muscles in good shape. This vitamin that is found in citrus fruit also helps your body resist infection so you can put off getting sick a little longer. Vitamin D is needed for your bones and teeth. There are two kinds of this vitamin: one that the body makes when we are in the sun, and one that we can get from fortified milk and cereal, and oily fish. We can get vitamin E from vegetable oil and nuts, and vitamin K from vegetables like spinach and broccoli.
ar_eg: فيتامين ج يساعد على التئام الجروح والحروق. كما أنه يساعد على إبقاء اللثة والعضلات في حالة جيدة. هذا الفيتامين موجود في الحمضيات ويساعد الجسم أيضا على مقاومة العدوى حتى تتمكن من تأجيل الإصابة بالمرض لفترة أطول قليلا. هناك حاجة إلى فيتامين د للعظام والأسنان. و هناك نوعان من هذا الفيتامين: واحد يقوم الجسم بصنعه عندما نكون في الشمس، وآخر يمكننا الحصول عليه من الحليب المدعم والحبوب والأسماك الزيتية. و يمكننا الحصول على فيتامين هاء من الزيوت النباتية والمكسرات، وفيتامين ك من الخضروات مثل السبانخ والقرنبيط.

source: Taking vitamins...
ar_eg: تناول الفيتامينات ...

source: Question A. Which vitamin might be hard to get if you are on a vegetarian or vegan diet?
ar_eg: السؤال أ: أي فيتامين قد يكون من الصعب الحصول عليه إذا كنت تتبع نظام غذائي نباتي أو كنت نباتي؟

source: Vitamin C
ar_eg: فيتامين ج

source: Vitamin B
ar_eg: فيتامين ب

source: Vitamin E
ar_eg: فيتامين هاء

source: Vitamin A
ar_eg: فيتامين أ

source: Question B. Common food sources of Vitamin A are:
ar_eg: السؤال ب. مصادر الغذاء الشائعة في فيتامين (أ) هي:

source: Milk, eggs, butter, cheese, cream, and liver
ar_eg: الحليب ،والبيض ،والزبدة ،والجبن ،والقشدة، والكبد.

source: White sugar, honey, and sugar cane
ar_eg: السكر الأبيض ،والعسل، وقصب السكر

source: Broccoli, apricots, cantaloupes, carrots, and spinach
ar_eg: القرنبيط والمشمش والشمام، والجزر، والسبانخ

source: Both A and C
ar_eg: كل من أ و ج

source: No, vitamin C is in many fruits and vegetables that vegetarians can eat.
ar_eg: لا، يوجد فيتامين ج في كثير من الفواكه والخضروات والتي يمكن أن يتناولها النباتيون.

source: Correct. Vitamin B12 is not available from plant products and it is necessary for blood cell production and cellular metabolism.
ar_eg: صحيح. فيتامين ب 12 غير متوفر في المنتجات النباتية، وهو ضروري لإنتاج خلايا الدم والأيض الخلوي.

source: No, vitamin E is found in vegetable oil and nuts as well as other vegetables such as avocados and asparagus.
ar_eg: لا، يوجد فيتامين هاء في الزيوت النباتية والمكسرات فضلا عن غيرها من الخضروات مثل الأفوكادو والهليون.

source: No, vegetarians can get vitamin A from vegetables; they do not need to eat meat to get this vitamin.
ar_eg: لا، يمكن للنباتيين الحصول على فيتامين (أ) من الخضروات. انهم لا يحتاجون إلى أكل اللحوم للحصول على هذا الفيتامين.

source: Not quite, other sources are broccoli, apricots, cantaloupes, carrots, and spinach.
ar_eg: ليس تماما، هناك مصادر كالقرنبيط والمشمش والشمام، والجزر، والسبانخ.

source: No, sugar is not a source of vitamin A. Broccoli, carrots, milk, cheese, and liver are good sources for this vitamin.
ar_eg: لا، السكر ليس مصدرا لفيتامين أ القرنبيط والجزر والحليب والجبن والكبد هي مصادر جيدة لهذا الفيتامين.
