Repository: geneconde/NGR-sandbox
Catalog: demo/basic-cells/Locale/*/LC_MESSAGES/basic-cells.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: تقويم سريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: تقويم سريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: تقويم سريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: تقويم سريع رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك الفأرة ، واسحبها إلى الأعلى أو للإسفل.
es_es: Gira o voltea la caja debajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وثبت الفأرة وحركها للأعلى وللأسفل كي تُدَوِّر الصندوق وتختار إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
ar_eg: الوضع
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: واجبك هو
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: السؤال القصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations,
ar_eg: مبروك،
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التحقق من كيف عملت في التقويم السريع وفي الأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: اذهب إلى لوحة التحكم
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: Estás listo/a,

source: Preparing your first quick check!
ar_eg: حضر أول تقويم سريع قمت به!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: أمستعد لتقويمك السريع الأخير؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لآخر سؤال في الامتحان؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: السؤال الأول في الإختبار هو:
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Basic Cells
ar_eg: الخلايا الأساسية
es_es: Células Básicas

source: Welcome to the Basic Cells module
ar_eg: مرحبا بكم في وحدة الخلايا الأساسية
es_es: Bienvenido/a al módulo de Células Básicas

source: Thinking about... basic cells
ar_eg: التفكير.. بالخلايا الأساسية
es_es: Pensando acerca de... células básicas

source: Congratulations! You're alive!
ar_eg: تهانينا! انت على قيد الحياة!
es_es: ¡Felicitaciones! ¡Estás vivo/a!

source: No, that's not meant to be funny. Being alive is a great accomplishment. Think for a moment about what has to happen for you to be able to read and think about these words.
ar_eg: لا، هذا ليس من المفترض أن يكون مضحكا. البقاء على قيد الحياة إنجاز كبير. فكر للحظة واحدة حول ما يجب أن يحدث لك لتكون قادراً على القراءة والتفكير بهذه الكلمات.
es_es: No, esa no es una broma. Estar vivo es un gran logro. Piensa por un momento acerca de lo que tiene que pasar para que tú seas capaz de leer y pensar acerca de estas palabras.

source: Your body must use energy taken in from the foods you eat.
ar_eg: يجب أن يستهلك جسمك الطاقة المأخوذة من الطعام الذي تأكله..
es_es: Tu cuerpo debe utilizar energía que toma de los alimentos que comes.

source: Releasing that energy requires oxygen from the air you breathe in and produces carbon dioxide waste that you must breathe out.
ar_eg: إطلاق الطاقة التي تتطلب الأوكسجين من الهواء في التنفس، وتنتج نفايات ثاني أكسيد الكربون التي يجب أن تتنفسها خارجا.
es_es: Liberar esa energía requiere oxígeno del aire que inhalas y produce desechos de dióxido de carbono que debes exhalar.

source: The chemical contents of your food must be broken down into simpler substances and rearranged and rebuilt into the structures you depend on for living.
ar_eg: ولا بد من كسر المحتويات الكيميائية للغذاء إلى مواد أبسط وإعادة ترتيبها و بنائها إلى هياكل تعتمد عليها للعيش.
es_es: Los contenidos químicos de tus alimentos deben descomponerse en sustancias más simples, y luego reorganizarse y reconstituirse en las estructuras de las cuales dependes para vivir.

source: The food and oxygen you take in must be circulated around your body, while the waste your body produces must be transported and removed.
ar_eg: يجب توزيع الطعام والأكسجين التي تأخذها في جميع أنحاء الجسم، في حين أن النفايات التي تنتج يجب تحويلها وإزالتها.
es_es: Los alimentos y oxígeno que ingieres deben circular por tu cuerpo, mientras que el desecho que tu cuerpo produce debe ser transportado y removido.

source: We're just scratching the surface here, but this is pretty important stuff. This list could go on and on for a long time - thanks to many very specialized processes that occur in living things.
ar_eg: نحن فقط نخدش السطح هنا، ولكن هذه أمور هامة جدا. هذه القائمة يمكن أن تستمر قدما و لفترة طويلة - وذلك بفضل العديد من العمليات المتخصصة والتي تحدث في الكائنات الحية.
es_es: Esto es apenas una muestra, pero son cosas importantes. Esta lista podría seguir y seguir por un largo rato - gracias a los muchos y muy especializados procesos que ocurren en los seres vivos.

source: For now, let's stick with the basics. All living processes need a place to happen, and for all living things humans know about, that place is a cell.
ar_eg: الآن، دعونا نتمسك بالأساسيات. جميع العمليات الحية تحتاج إلى مكان لتتكون، وبالنسبة لجميع الكائنات الحية التي يعرفها البشر ، هذا المكان هو الخلية.
es_es: Por ahora, hablemos de lo básico. Todos los procesos de vida necesitan suceder en algún lugar, y para todos los seres vivos que los humanos conocen, ese lugar es una célula.

source: <span class='key'>Cells</span> are the smallest things that can be called living. Most are so small they can't be seen without microscopes. A few are so large you can hold them in your hand, and many are so tiny that only special microscopic methods can make them visible.
es_es: Las células son las cosas más pequeñas que pueden considerarse vivas. La mayoría son tan pequeñas que no pueden ser vistas sin microscopio. Unas cuantas son tan grandes que las puedes sostener en tu mano, y muchas son tan pequeñas que sólo métodos microscópicos especiales pueden hacerlas visibles.

source: All cells must perform all of the functions of living things. That's a lot happening in a small package. This means that cells must be simple yet incredibly sophisticated at the same time.
ar_eg: يجب ان تنفذ جميع الخلايا جميع وظائف الكائنات الحية. وهذا كثير بالنسبة لمجموعة صغيرة. وهذا يعني أن الخلايا يجب أن تكون بسيطة ولكن متطورة في الوقت نفسه.
es_es: Todas las células deben desempeñar todas las funciones de los seres vivos. Eso es mucho para un paquete tan pequeño. Esto significa que las células deben ser simples pero increíblemente sofisticadas al mismo tiempo.

source: Checking what you now know about... basic cells
ar_eg: تأكد مما تعرف الآن ... عن الخلايا الأساسية
es_es: Revisando lo que sabes ahora acerca de... células básicas

source: Arrange the items on the right to match up with the results on the left. Drag the boxes up and down.
ar_eg: رتب العناصر على اليمين وطابقها مع النتائج على اليسار. اسحب المربعات إلى الأعلى وإلى الأسفل.
es_es: Organiza los elementos de la derecha para que coincidan con los resultados de la izquierda. Arrastra las cajas hacia arriba y hacia abajo.

source: Cells increase in size until they burst
ar_eg: تزداد الخلايا في الحجم حتى تنفجر
es_es: Las células incrementan su tamaño hasta que estallan.

source: Cells shrivel up and die
ar_eg: تذبل الخلايا وتموت
es_es: Las células se marchitan y mueren

source: Green structures in plant cells move around inside the cells.
ar_eg: الهياكل خضراء في الخلايا النباتية تتحرك داخل الخلايا.
es_es: Estructuras verdes en las células vegetales se mueven dentro de las células.

source: Placing cells under a strong light source
ar_eg: وضع الخلايا تحت مصدر ضوء قوي
es_es: Colocar las células bajo una fuerte fuente de luz

source: Placing cells in distilled water
ar_eg: وضع الخلايا في الماء المقطر
es_es: Colocar las células en agua destilada

source: Placing cells in salt water
ar_eg: وضع الخلايا في المياه المالحة
es_es: Colocar las células en agua salada

source: Cells have many structures that help them perform the jobs that keep them alive. All cells are separated from the nonliving world by membranes. The membranes allow some substances to cross but serve as a barrier to others. Water moves back and forth across the membrane to help keep it in balance with its environment. Plant cells have special structures called <span class='key1'>chloroplasts</span> which absorb energy from light and use it to make food.
es_es: Las células tienen muchas estructuras que les ayudan a desempeñar las labores que las mantienen vivas. Todas las células están separadas del mundo no viviente por medio de membranas. Las membranas permiten que algunas sustancias entren pero sirven de barrera a otras. El agua entra y sale por la membrana para mantenerlas en equilibrio con su ambiente. Las células vegetales tienen estructuras especiales llamadas cloroplastos que absorben energía de la luz y la utilizan para crear alimento.

source: Observing cells...
ar_eg: مراقبة الخلايا ...
es_es: Observando células...

source: Reviewing big ideas about... basic cells
ar_eg: مراجعة الأفكار الكبيرة حول ... الخلايا الأساسية
es_es: Revisando ideas importantes acerca de... células básicas

source: Cells come in two major types depending on their complexity. Prokaryotes are cells that have no major internal structures. These cell types include bacteria and archaea. Eukaryotes have a variety of internal structures and include protists, plants, animals, and fungi.
ar_eg: تأتي الخلايا في نوعين رئيسيين حسب مستوى تعقيدها. فالبدائيات هي خلايا التي ليس لها هياكل داخلية رئيسية. وتشمل هذه الأنواع خلية البكتيريا والعتيقة. والحقيقيات هي مجموعة متنوعة من الهياكل الداخلية وتشمل الأوليات، والنباتات، والحيوانات، والفطريات.
es_es: Las células se dividen en dos tipos principales dependiendo de su complejidad. Las procariotas son células que no tienen estructuras internas mayores. Estas células incluyen a las bacterias y a las archaea. Las eucariotas tienen una variedad de estructuras internas e incluyen a las protistas, plantas, animales y hongos.

source: The simplest living things are very small single cells called <span class='hl'>prokaryotes</span>. The two types, archaea and bacteria, look much alike, but have very different internal chemistries. Prokaryotes are usually only 1-2 microns in size. A micron is .001 millimeter, so that’s very, very small. Using special techniques, our most powerful light microscopes can view bacteria and archaea clearly.
es_es: Los seres vivos más simples son células individuales muy pequeñas llamadas procariotas. Los dos tipos, archaeas y bacterias, se parecen mucho pero tienen una química interna muy diferente. Las procariotas usualmente miden sólo de 1 a 2 micras de tamaño. Una micra equivale a .001 milímetros, así que son muy, muy pequeñas. Utilizando técnicas especiales, nuestros microscopios de luz más poderosos pueden ver a las bacterias y archaea claramente.

source: Archaea are a most diverse set of organisms living in environments as different as mud, fresh water, oceans, and the digestive systems of animals. Some archaea are found inside geysers and even near volcanic vents in the ocean floor.
ar_eg: العتائق هي مجموعة أكثر تنوعا من الكائنات الحية التي تعيش في بيئات مختلفة مثل الطين والمياه العذبة، والمحيطات، والأجهزة الهضمية للحيوانات. توجد بعض العتائق داخل السخانات وحتى قرب فوهات البراكين في قاع المحيط.
es_es: Las archaea son el grupo de organismos más diversos que viven en ambientes tan distintos como el lodo, el agua dulce, los océanos, y los sistemas digestivos de los animales. Algunas archaea se encuentran dentro de géiseres e incluso cerca de respiraderos volcánicos en el suelo marino.

source: Bacteria are common everywhere, from the tops of the highest mountains to the bottoms of the deepest caves. They live on and inside plants and animals. Some cause illness but many are also important in all types of food processing. Bacteria turn milk into yogurt and cheese; meat into some types of sausage; and cabbage into sauerkraut and kimchi.
ar_eg: البكتيريا شائعة في كل مكان، من أعلى قمم الجبال إلى أعمق قيعان الكهوف. وهي تعيش في داخل النباتات والحيوانات. بعضها يسبب المرض لكن الكثير منها ذات أهمية في كافة أنواع الصناعات الغذائية. تحول البكتيريا الحليب إلى اللبن والجبن . وتحول اللحوم إلىبعض أنواع السجق. وتحول الملفوف إلى مخلل الملفوف والكيمتشي.
es_es: Las bacterias son comunes en todas partes, desde las cimas de las montañas más altas a los fondos de las cuevas más profundas. Viven sobre y dentro de las plantas y los animales. Algunas provocan enfermedades, pero muchas también son importantes en toda clase de procesamiento de alimentos. Las bacterias convierten la leche en yogurt y queso; la carne en algunos tipos de salchicha; y col en chucrut y kimchi.

source: All other living things are made of cells called <span class='hl'>eukaryotes</span>. Eukaryotic cells are much larger than prokaryotes and may exist as individual cells or as parts of complex organisms. All plants, animals, and fungi are made of eukaryotic cells.
ar_eg: جميع الكائنات الحية الأخرى مكونة من الخلايا تسمى <span class='hl'>حقيقيات</span> النواة. خلايا حقيقية النواة هي أكبر بكثير من بدائيات النواة وربما هي موجودة مثل الخلايا الفردية أو أجزاء من الكائنات الحية المعقدة. تتكون جميع النباتات، والحيوانات، والفطريات خلايا حقيقية النواة.
es_es: Todos los otros seres vivos están constituidos por células llamadas <span class='hl'>eucariotas</span>. Las células eucariotas son mucho más grandes que las procariotas y pueden existir como células individuales o como parte de organismos complejos. Todas las plantas, animales y hongos están constituidos por células eucariotas.

source: It’s hard to make blanket statements about what all cells have in common, but one feature all have is a membrane. <span class='hl'>Cell membranes</span> separate the living interior of cells from the rest of their environments. Membranes regulate what goes into and out of cells and provide protection for cells’ interior chemistry.
es_es: Es difícil hacer declaraciones generales acerca de lo que todas las células tienen en común, pero una característica que todas tienen es una membrana. Las membranas celulares separan el interior vivo de las células del resto de su entorno. Las membranas regulan lo que entra y sale de las células y proveen protección para la química interior de las células.

source: While we often think of cell membranes as simply thin layers covering the outside of cells, they are actually much more complex and highly specialized to perform their functions. This layer also includes many different types of molecules made of proteins and sugars that function to move substances through the membrane and to help cells respond to changes in their environments.
ar_eg: نحن نعتقد بأن أغشية الخلايا مجرد طبقات رقيقة تغطي السطح الخارجي للخلايا، ولكن في الواقع هي أكثر تعقيدا ومتخصصة بدرجة عالية لأداء وظائفها. وتشمل هذه الطبقة كذلك العديد من أنواع مختلفة من الجزيئات مصنوعة من البروتينات والسكريات التي تعمل لنقل المواد عبر الغشاء ومساعدة الخلايا في الاستجابة للتغيرات في بيئاتها.
es_es: Aunque a menudo pensamos en las membranas celulares como simples capas finas que cubren el exterior de las células, en realidad son mucho más complejas y altamente especializadas para desempeñar sus funciones. Esta capa también incluye muchos tipos diferentes de moléculas hechas de proteínas y azúcares que funcionan para mover sustancias a través de la membrana y para ayudar a las células a responder a cambios en sus entornos.

source: Substances made of very small particles are able to flow through cell membranes without difficulty. They simply pass through the tiny openings between individual molecules. This process is called <span class='hl'>diffusion</span>, which occurs any time substances flow from areas of high concentration to areas of low concentration. A special type of diffusion is called <span class='hl'>osmosis</span>. Osmosis is the diffusion of water across a cell membrane.
es_es: Sustancias formadas por partículas muy pequeñas son capaces de fluir a través de las membranas celulares sin dificultad. Ellas simplemente pasan a través de las pequeñas aberturas entre las moléculas individuales. Este proceso se llama difusión, y sucede en cualquier momento en que sustancias fluyen desde zonas de alta concentración a las zonas de baja concentración. Un tipo especial de difusión se llama ósmosis. La ósmosis es la difusión de agua a través de una membrana celular.

source: Passing through membrane...
ar_eg: المرور عبر الغشاء ...
es_es: Pasando a través de la membrana...

source: Question A. Cell membranes are made of which of the following?
ar_eg: السؤال أ. أي من المواد التالية تكون أغشية الخلايا؟
es_es: Pregunta A. ¿De cuál de las siguientes se constituyen las membranas celulares?

source: Solid bits of woody fibers and a few fatty acids
ar_eg: قطع صلبة من ألياف الخشب وبعض الأحماض الدهنية
es_es: Pedazos sólidos de fibras leñosas y algunos ácidos grasos

source: Many fatty molecules with a few proteins and sugars
ar_eg: العديد من الجزيئات الدهنية مع عدد قليل من البروتينات والسكريات
es_es: Muchas moléculas grasosas con algunas proteínas y azúcares

source: Proteins, sugars and woody fibers
ar_eg: البروتينات والسكريات والألياف الخشبية
es_es: Proteínas, azúcares y fibras leñosas

source: Sugars and woody fibers only
ar_eg: السكريات والألياف الخشبية فقط
es_es: Azúcares y fibras leñosas únicamente

source: Question B. Which of the following is <span class='blink'>NOT</span> a difference between prokaryotes and eukaryotes?
es_es: Pregunta B. ¿Cuál de las siguientes NO es una diferencia entre procariotas y eucariotas?

source: Prokaryotes are much smaller than eukaryotes.
ar_eg: بدائيات النواة هي أصغر بكثير من حقيقيات النواة.
es_es: Las procariotas son mucho más pequeñas que las eucariotas.

source: Eukaryotes do not have nuclei.
ar_eg: حقيقيات النواة لا تملك نواة.
es_es: Las eucariotas no tienen núcleos.

source: Bacteria are all prokaryotes.
ar_eg: جميع البكتيريا من بدائيات النواة
es_es: Todas las bacterias son procariotas.

source: Eukaryotes are generally much simpler cells than prokaryotes.
ar_eg: عادة ما تكون خلايا حقيقيات النواة أبسط بكثير من بدائيات النواة.
es_es: Las eucariotas en general son células mucho más simples que las procariotas.

source: Preparing your first quick check…
ar_eg: تحضير أول تقويم سريع ....
es_es: Preparando tu primera revisión rápida...

source: Sorry. There’s no wood in cell membranes
ar_eg: آسف. ليس هناك خشب في أغشية الخلايا
es_es: Lo siento. No hay madera en las membranas celulares.

source: Yes! The fatty molecules form a double layer.
ar_eg: نعم! الجزيئات الدهنية تشكل طبقة مزدوجة.
es_es: ¡Sí! Las moléculas grasosas forman una capa doble.

source: Proteins and sugars...Yes. Woody fibers...No.
ar_eg: بروتينات وسكريات نعم ... أما ألياف خشبية فلا.
es_es: Proteínas y azúcares... sí. Fibras leñosas... no.

source: Nope. Just a few sugars and no woody fibers in the membrane.
ar_eg: كلا. فقط عدد قليل من السكريات ولا توجد ألياف خشبية في الغشاء.
es_es: Nop. Sólo unas cuantas azúcares y ninguna fibra leñosa en la membrana.

source: Nope. Prokaryotes are much smaller than eukaryotes.
ar_eg: كلا. بدائيات النواة هي أصغر بكثير من حقيقيات النواة.
es_es: Nop. Las procariotas son mucho más pequeñas que las eucariotas.

source: Sorry. Nuclei are important parts of eukaryotic cells.
ar_eg: آسف. الأنوية هي أجزاء مهمة من الخلايا حقيقية النواة.
es_es: Lo siento. Los núcleos son partes importantes de las células eucariotas.

source: Actually, bacteria are prokaryotes.
ar_eg: في الحقيقة، البكتيريا من بدائيات النواة
es_es: En realidad, las bacterias son procariotas.

source: That’s the one. Eukaryotes are actually much more complex than prokaryotes.
ar_eg: هذه هي. حقيقيات النواة هي في الواقع أكثر تعقيدا من بدائيات النواة.
es_es: Eso es. Las eucariotas en realidad son mucho más complejas que las procariotas.

source: More big ideas about… basic cells
ar_eg: المزيد من الأفكار الكبيرة حول ... الخلايا الأساسية
es_es: Más ideas importantes acerca de... células básicas
