Repository: geneconde/NGR-sandbox
Catalog: demo/basic-cells/Locale/*/LC_MESSAGES/basic-cells.po
Languages: ar_eg, es_es

source: These specialized tissues are often grouped together into structures called <span class='key'>organs</span>. A common example is the leaf of a green plant. A leaf is made up of many tissues, all important to helping it complete its job: gathering solar energy and storing it in a form nearly all living things can use. Some leaf tissues protect it. Others allow air to flow into and out of the leaf. Some transport water and food, while another provides storage space. A very important set of cells actually carries on photosynthesis, making sugar from carbon dioxide and water.
ar_eg: غالبا ما تجمع هذه الأنسجة المتخصصة معا في هياكل تسمى الأعضاء. ومن أكثر الأمثلة شيوعا هي ورقة من نبات أخضر. تتكون الورقة من العديد من الأنسجة، وكلها مهمة لمساعدتها على استكمال وظيفتها: جمع الطاقة الشمسية وتخزينها بشكل تستطيع جميع الكائنات الحية تقريبا استخدامها. بعض أنسجة الورقة تحميها. بعضها الآخر يسمح للهواء بالتدفق إلى داخل وخارج الورقة. بعضها ينقل الماء والمواد الغذائية، في حين يوفر غيرها مساحة تخزين أخرى. وهناك مجموعة مهمة جدا من الخلايا تستمر بعملية التمثيل الضوئي، مما يُكَوِّن السكر من ثاني أكسيد الكربون والماء.
es_es: Estos tejidos especializados con frecuencia se agrupan en estructuras llamadas órganos. Un ejemplo común es la hoja de una planta verde. Una hoja está formada por muchos tejidos, todos ellos importantes para completar su trabajo: obtener energía solar y almacenarla en una forma que casi todos los seres vivos pueden utilizar. Algunos tejidos de la hoja la protegen. Otras permiten que aire fluya dentro y fuera de la hoja. Algunos transportan agua y alimento, mientras que otro proporciona espacio para almacenamiento. Un grupo muy importante de células realiza la fotosíntesis, creando azúcares a partir de dióxido de carbono y agua.

source: Click to enlarge
ar_eg: أنقر للتكبير
es_es: Da clic para ampliar

source: In many cases, organs are even grouped together into systems. The human digestive system includes many different types of tissues. Some make digestive enzymes, some move food through the system, while others absorb and store food. These tissues make up such organs as the stomach, liver, pancreas, and intestines. Animal food processing requires that all of these tissues, in all of these organs, work smoothly as a unit.
ar_eg: في كثير من الحالات، يتم جمع الأعضاء مع بعضها في أجهزة. يتضمن الجهاز الهضمي البشري أنواع عديدة مختلفة من الأنسجة. بعضها يصنع الإنزيمات الهضمية، وبعضها ينقل الأغذية من خلال الجهاز، في حين يمتص بعضها الأغذية ويخزنها. هذه الأنسجة تشكل أعضاء مثل المعدة والكبد والبنكرياس والأمعاء. ويتطلب تجهيز الأغذية الحيوانية أن تعمل كل هذه الأنسجة مع بعضها بشكل سلس كوحدة واحدة، في كل من هذه الأعضاء.
es_es: En muchos casos, los órganos incluso se agrupan en sistemas. El sistema digestivo humano incluye muchos tipos diferentes de tejidos. Algunos fabrican las enzimas digestivas, algunos mueven los alimentos a través del sistema, mientras que otros absorben y almacenan alimento. Estos tejidos forman órganos como el estómago, el hígado, el páncreas y los intestinos. El procesamiento de alimentos en los animales requiere que todos estos tejidos, en todos estos órganos, trabajen sin problemas como una unidad.

source: This complex system breaks down complicated fat, carbohydrate, and protein molecules into their smallest parts, which can then be reassembled in cells to build the fats, carbohydrates, and proteins required by humans. Other human systems also involve many organs made up of many tissues to do their jobs. These systems of tissues organized into organs, organized further into systems, work in all types of plants and animals.
ar_eg: يكسر هذا النظام المعقد الدهون المعقدة، والكربوهيدرات، وجزيئات البروتين إلى أصغر الأجزاء ومن ثم يمكن إعادة تجميعها في الخلايا لبناء الدهون، والكربوهيدرات، والبروتينات المطلوبة من قبل البشر. كما تتضمن الأجهزة البشرية الأخرى العديد من الأعضاء المؤلفة من العديد من الأنسجة للقيام بعملها. هذه النظم من الأنسجة تنظم داخل الأعضاء، تنظم إلى مزيد من الأنظمة، والعمل في جميع أنواع النباتات والحيوانات.
es_es: Este complejo sistema descompone las grasas, carbohidratos y moléculas de proteína complejas en sus partes más pequeñas, que luego se pueden volver a ensamblar en las células para construir las grasas, carbohidratos y proteínas requeridas por los seres humanos. Otros sistemas humanos también involucran muchos órganos constituidos por muchos tejidos para realizar su trabajo. Estos sistemas de tejidos organizados en órganos, organizan en sistemas, funcionan en toda clase de plantas y animales.

source: Tissues grouped together...
ar_eg: الأنسجة مجموعة مع بعضها البعض ...
es_es: Tejidos agrupados...

source: Quick Check #5
ar_eg: التقويم السريع رقم 5
es_es: Revisión Rápida #5

source: Question A. Similar cells, performing the same function, are called:
ar_eg: السؤال أ. تسمى الخلايا المتماثلة، والتي تؤدي نفس الوظيفة:
es_es: Pregunta A. Células similares, que realizan la misma función, se denominan:

source: Systems
ar_eg: أنظمة
es_es: Sistemas

source: Tissues
ar_eg: أنسجة
es_es: Tejidos

source: Organs
ar_eg: اعضاء
es_es: Órganos

source: Gametes
ar_eg: أمشاج
es_es: Gametos

source: Question B. Which of the following structures specializes in building more complex molecules from simpler building blocks?
ar_eg: السؤال ب. أي من الهياكل التالية متخصصة في بناء جزيئات أكثر تعقيدا من اللبنات البسيطة؟
es_es: Pregunta B. ¿Cuál de las siguientes estructuras se especializa en la construcción de moléculas más complejas a partir de bloques de construcción más simples?

source: Chloroplasts
ar_eg: البلاستيدات الخضراء
es_es: Cloroplasto

source: Mitochondra
ar_eg: الحبيبات الخيطية
es_es: Mitocondria

source: Golgi body
ar_eg: جهاز جولجي
es_es: Aparato de Golgi

source: Cell wall
ar_eg: جدار خلوي
es_es: Pared celular

source: Nope. Systems are collections of organs.
ar_eg: كلا. الأنظمة هي مجموعات من الأجهزة.
es_es: Nop. Los sistemas son colecciones de órganos.

source: That’s it! Specialized cells are grouped into tissues.
ar_eg: هذا صحيح! يتم تجميع الخلايا المتخصصة على شكل أنسجة.
es_es: ¡Eso es! Las células especializadas se agrupan en tejidos.

source: No. Organs are collections of tissues.
ar_eg: لا، الأعضاء هي مجموعة من الأنسجة.
es_es: No. Los órganos son colecciones de tejidos.

source: Sorry, gametes are one type of specialized cell.
ar_eg: عذرا، الأمشاج هي نوع واحد من الخلايا المتخصصة.
es_es: Lo siento, los gametos son un tipo de célula especializada.

source: Winner! Chloroplasts use carbon dioxide and water to make sugar.
ar_eg: انت فائز! البلاستيدات الخضراء تستخدم ثاني أكسيد الكربون والماء لصنع السكر.
es_es: ¡Acertaste! Los cloroplastos utilizan dióxido de carbono y agua para producir azúcar.

source: No. Mitochondria actually break more complex molecules down.
ar_eg: لا،الحبيبات الخيطية تكسر الجزيئات الأكثر تعقيدا.
es_es: No. Las mitocondrias en realidad descomponen moléculas más complejas.

source: Sorry. The Golgi is involved in protein processing.
ar_eg: آسف. يرتبط جهاز جولجي بمعالجة البروتين.
es_es: Lo siento. El aparato de Golgi está involucrado en el procesamiento de proteínas.

source: Not this one. Cell walls specialize in protection.
ar_eg: ليس هذا . جدران الخلايا متخصصة في الحماية.
es_es: Estas no. Las paredes celulares se especializan en la protección.

source: Using what you know about... basic cells... to solve a problem
ar_eg: استخدام ما تعرفه الآن حول ...الخلايا الأساسية ... من أجل حل مشكلة
es_es: Utilizando lo que sabes acerca de... células básicas... para resolver un problema

source: Bacteria cause illness because they produce chemicals called toxins that cause body tissue to break down, much like digestive enzymes. As the number of bacteria infecting a person grows, so does the amount of toxin produced. As a consequence, the infected person gets sicker and sicker.
ar_eg: البكتيريا تسبب الأمراض لأنها تنتج مواد كيميائية تسمى السموم التي تتسبب في تكسر أنسجة الجسم، مثل الكثير من الإنزيمات الهضمية. حيث أن عدد البكتيريا التي تصيب الشخص تنمو وكذلك كمية السم المنتجة. ونتيجة لذلك، فإن الشخص المصاب يصبح مريضا أكثر وأكثر.
es_es: Las bacterias causan enfermedades porque producen sustancias químicas llamadas toxinas que hacen que los tejidos del cuerpo se descompongan, de forma similar a las enzimas digestivas. Conforme el número de bacterias que infectan a una persona crece, también lo hace la cantidad de toxinas producidas. Como consecuencia, la persona infectada enferma cada vez más.

source: Imagine yourself as a medical researcher. You have a number of drugs that may help to cure people of bacterial infections. The following shows how each drug works.
ar_eg: تخيل نفسك باحث طبي. لديك عدد من الأدوية التي قد تساعد في علاج الناس من الالتهابات البكتيرية. مما يلي يتبين كيفية عمل كل دواء.
es_es: Imagina que eres un investigador médico. Tienes una serie de medicamentos que pueden ayudar a curar a la gente de infecciones bacterianas. A continuación se muestra cómo funciona cada medicamento.

source: Drug A. Stimulates the production of chlorophyll in plant cells.
ar_eg: الدواء أ. يحفز إنتاج الكلوروفيل في الخلايا النباتية.
es_es: Medicamento A. Estimula la producción de clorofila en las células vegetales.

source: Drug B. Interferes with cell wall production in prokaryotes.
ar_eg: الدواء ب. يدخل في نتاج جدار الخلية في بدائيات النواة.
es_es: Medicamento B. Interfiere con la producción de la pared celular en las procariotas.

source: Drug C. Interferes with cell reproduction in eukaryotes.
ar_eg: الدواء ج. يتداخل مع تكاثر الخلايا في حقيقيات النواة.
es_es: Medicamento C. Interfiere con la reproducción celular en las eucariotas.

source: Drug D. Interferes with protein production in eukaryotes.
ar_eg: الدواء د. يتداخل مع إنتاج البروتين في حقيقيات النواة.
es_es: Medicamento D. Interfiere con la producción de proteínas en las eucariotas.

source: You may choose one of the drugs to investigate further. Which will you begin with and why?
ar_eg: يمكنك اختيار واحد من الأدوية لمواصلة الاستكشاف. بماذا ستبدأ ولماذا؟
es_es: Puedes elegir uno de los medicamentos para investigarlo más. ¿Con cuál comenzarías y por qué?

source: Conducting research...
ar_eg: إجراء البحوث ...
es_es: Conduciendo investigaciones...

source: Summarizing big ideas... about basic cells
ar_eg: تلخيص الأفكار الكبيرة ... حول الخلايا الأساسية
es_es: Resumiendo ideas importantes... sobre células básicas

source: <span class='key'>Prokaryotes</span>, like bacteria, are very small <span class='key'>cells</span> with little in the way of complex inner structures. <span class='key'>Eukaryotes</span> are usually larger and contain structures called organelles which perform specific functions. Plants, animals, protists and fungi are all made from eukaryotic cells.
ar_eg: بدائيات النواة، كالبكتيريا هي خلايا صغيرة جدا مع قليل من التعقيد في هياكل الخلايا الداخلية. الخلايا حقيقية النواة عادة ما تكون أكبر حجما وتحتوي على هياكل تسمى العضيات التي تؤدي وظائف محددة. كل النباتات، والحيوانات، والطلائعيات والفطريات مصنوعة من خلايا حقيقية النواة.
es_es: Las procariotas, como las bacterias, son células muy pequeñas con poca complejidad en sus estructuras internas. Las eucariotas son generalmente más grandes y contienen estructuras llamadas orgánulos que realizan funciones específicas. Las plantas, animales, protistas y hongos están formados de células eucariotas.

source: All cells have a layered membrane which regulates what can enter or leave the cell. Some molecules are small enough to pass through membranes by <span class='key'>diffusion</span>. The diffusion of water through a membrane is called <span class='key'>osmosis</span>. Other larger molecules must be moved through membranes using proteins embedded in the fatty layers. This process requires energy and is called active transport. Plant cells' membranes are surrounded by a rigid <span class='key'>cell wall</span> which also provides protection and support.
ar_eg: لدى جميع الخلايا غشاء ذو طبقات ينظم ما يمكن الدخول أو الخروج من الخلية. بعض الجزيئات صغيرة بما يكفي للمرور من خلال الأغشية عن طريق الانتشار. ويطلق على انتشار الماء عبر الغشاء التناضح. يجب نقل الجزيئات الكبيرة الأخرى من خلال الأغشية باستخدام البروتينات المضمنة في الطبقات الدهنية. وهذه العملية تتطلب طاقة وتسمى النقل النشط. وتحاط أغشية الخلايا النباتية بجدار الخلية الصلب الذي يوفر أيضا الحماية والدعم.
es_es: Todas las células tienen una membrana en capas que regula lo que puede entrar o salir de la célula. Algunas moléculas son lo suficientemente pequeñas para pasar a través de las membranas por difusión. La difusión de agua a través de una membrana se llama ósmosis. Otras moléculas más grandes deben ser movidas a través de las membranas utilizando proteínas incrustadas en las capas de grasa. Este proceso requiere energía y se llama transporte activo. Las membranas de las células vegetales están rodeadas por una pared celular rígida que también ofrece protección y apoyo.

source: The <span class='key'>nucleus</span> is an organelle which protects a cell's DNA information. That information is used by ribosomes to make protein. <span class='key'>Chloroplasts</span> absorb solar energy and use it to make simple sugars. <span class='key'>Mitochondria</span> release energy from sugar and convert it into forms cells can use in their life processes.
ar_eg: النواة هي عضية تحمي معلومات الحمض النووي للخلية. وتستخدم هذه المعلومات من قبل الريبوزومات لصنع البروتين. البلاستيدات الخضراء تمتص الطاقة الشمسية وتستخدمها لصنع السكريات البسيطة. الحبيبات الخيطية تطلق الطاقة من السكر وتحوله إلى أشكال يمكن للخلايا استخدامها في العمليات الحيوية .
es_es: El núcleo es un orgánulo que protege la información del ADN de una célula. Esa información es utilizada por los ribosomas para formar proteínas. Los cloroplastos absorben energía solar y la utilizan para producir azúcares simples. Las mitocondrias liberan energía a partir del azúcar y la convierten en formas que las células pueden utilizar en sus procesos vitales.

source: In complex organisms, cells joined together to perform a single task are called <span class='key'>tissues</span>. Tissues working together are called <span class='key'>organs</span>, and groups of organs cooperating on the same job are called <span class='key'>systems</span>.
ar_eg: في الكائنات الحية المعقدة، تسمى الخلايا المجتمعة مع بعضها لتؤدي مهمة واحدة الأنسجة، والانسجة التي تعمل مع بعضها تسمى الأعضاء ،ومجموعة الأعضاء المتعاونة مع بعضها في نفس الوظيفة تسمى الأجهزة.
es_es: En organismos complejos, las células que se unen para realizar una única tarea se denominan tejidos. Los tejidos que trabajan juntos son llamados órganos y grupos de órganos que cooperan en la mismo función se denominan sistemas.

source: Reviewing key vocabulary related to... basic cells
ar_eg: مراجعة المفردات الرئيسية المتعلقة ... بالخلايا الأساسية
es_es: Revisando vocabulario clave relacionado con... células básicas

source: Cell
ar_eg: خلية
es_es: Célula

source: Basic unit of life enclosed by a membrane.
ar_eg: الوحدة الأساسية للحياة محاطة بغشاء.
es_es: Unidad básica de vida cubierta por una membrana.

source: Cell Membrane
ar_eg: غشاء خلوي
es_es: Membrana Celular

source: Double layer of fats and proteins enclosing a cell.
ar_eg: طبقة مزدوجة من الدهون والبروتينات تحيط بالخلية.
es_es: Doble capa de grasas y proteínas que cubren una célula.

source: Diffusion
ar_eg: إنتشار
es_es: Difusión

source: Movement of any material from areas of high concentration to areas of low concentration.
ar_eg: تحرك أي مادة من مناطق ذات تركيز عالية إلى مناطق منخفضة التركيز .
es_es: Movimiento de cualquier material de las zonas de alta concentración a áreas de baja concentración.

source: Cell Wall
ar_eg: جدار الخلية
es_es: Pared Celular

source: Rigid cellulose structure located outside plant cell membranes.
ar_eg: هيكل السليلوز الصلب يقع خارج أغشية الخلايا النباتية.
es_es: Estructura rígida de celulosa ubicada fuera de las membranas de las células vegetales.

source: Chloroplast
ar_eg: بلاستيدات الخضراء
es_es: Cloroplasto

source: Organelle containing chlorophyll; site of photosynthesis.
ar_eg: العضية التي تحتوي على الكلوروفيل؛ موقع التمثيل الضوئي.
es_es: Orgánulo que contiene clorofila; donde ocurre la fotosíntesis.

source: Eukaryote
ar_eg: حقيقيُ النواة
es_es: Eucariota

source: Complex cell with a nucleus.
ar_eg: خلية معقدة مع نواة.
es_es: Célula compleja con un núcleo.

source: Organelle containing chromosomes.
ar_eg: عضية تحتوي على الكروموسومات.
es_es: Orgánulo que contiene cromosomas.

source: Organ
ar_eg: عضو
es_es: Órgano

source: Collection of tissues performing a specialized function.
ar_eg: مجموعة من الأنسجة التي تؤدي وظيفة متخصصة.
es_es: Colección de tejidos que realizan una función especializada.

source: Mitochondrion
ar_eg: حبيبات خيطية
es_es: Mitocondria

source: Organelle in which cellular respiration occurs.
ar_eg: العضية التي يحدث فيها التنفس الخلوي.
es_es: Orgánulo en el que se produce la respiración celular.

source: Osmosis
ar_eg: تناضح
es_es: Ósmosis

source: Diffusion of water across a selectively permeable membrane.
ar_eg: انتشار المياه عبر غشاء منفذ بشكل انتقائي.
es_es: La difusión de agua a través de una membrana selectivamente permeable.

source: System
ar_eg: جهاز
es_es: Sistema

source: Collection of organs performing similar functions.
ar_eg: مجموعة من الأجهزة التي تقوم بوظائف مماثلة.
es_es: Colección de órganos que realizan funciones similares.

source: Prokaryote
ar_eg: بدائيات النواة
es_es: Procariota

source: Smallest type of living cell.
ar_eg: أصغر أنواع الخلايا الحية.
es_es: Tipo más pequeño de célula viva.

source: Tissue
ar_eg: نسيج
es_es: Tejido

source: Collection of cells performing similar functions.
ar_eg: مجموعة من الخلايا تؤدي وظائف مماثلة.
es_es: Colección de células que realizan funciones similares.

source: What feature most distinguishes prokaryotes from eukaryotes?
ar_eg: ما هي السمات التي تميز الخلايا بدائية النواة عن الخلايا حقيقية النواة أكثر؟
es_es: ¿Qué característica es la que más distingue a las procariotas de las eucariotas?

source: Prokaryotes have nuclei, while eukaryotes do not.
ar_eg: بدائيات النوى لها نواة، بينما حقيقيات النواة لا تحتوي على نواة.
es_es: Las procariotas tienen núcleos, mientras que las eucariotas no.

source: Prokaryotes have cell membranes, while eukaryotes do not.
ar_eg: بدائيات النوى لها أغشية خلايا، بينما لا توجد في حقيقيات النواة.
es_es: Las procariotas tienen membranas celulares, mientras que las eucariotas no.

source: Eukaryotes have nuclei, while prokaryotes do not.
ar_eg: حقيقيات النوى لها نوى، في حين تفعل بدائيات النوى لا.
es_es: Las eucariotas tienen núcleos, mientras que las procariotas no.

source: Eukaryotes have cell walls, while prokaryotes do not.
ar_eg: حقيقيات النواة لها جدران خلايا،بينما بدائيات النواة ليس لها.
es_es: Las eucariotas tienen paredes celulares, mientras que las procariotas no.

source: Your first quiz question is…
ar_eg: السؤال الأول في الإختبار هو:
es_es: Tu primera pregunta de evaluación es...

source: Sorry. Eukaryotes have nuclei.
ar_eg: عذرا. حقيقيات النواة لا تحتوي على نوى.
es_es: Lo siento. Las eucariotas tienen núcleos.

source: No. All cells have membranes.
ar_eg: لا. جميع الخلايا لديها أغشية.
es_es: No. Todas las células tienen membranas.

source: Yes! Eukaryotes have nuclei.
ar_eg: نعم! حقيقيات النواة تحتوي على نواة.
es_es: ¡Sí! Las eucariotas tienen núcleos.

source: Not this one. Prokaryotes do have cell walls.
ar_eg: ليست هذه. بدائيات النواة جدران الخلايا.
es_es: Esta no. Las procariotas no tienen paredes celulares.

source: Large molecules are sometimes passed across membranes through the use of:
ar_eg: يتم تمرير جزيئات كبيرة في بعض الأحيان عبر الأغشية من خلال استخدام:
es_es: Moléculas grandes a veces se transmiten a través de las membranas mediante el uso de:

source: Carrier Proteins
ar_eg: بروتينات ناقلة
es_es: Proteínas Transportadoras

source: Mitochondria
ar_eg: حبيبات خيطية
es_es: Mitocondrias

source: Lysosomes
ar_eg: جسيمات محللة
es_es: Lisosomas

source: Enumerating substances...
ar_eg: تعداد المواد ...
es_es: Enumerando las sustancias...

source: No. Chloroplasts are organelles.
ar_eg: لا، البلاستيدات الخضراء هي عضيات.
es_es: No. Los cloroplastos son orgánulos.

source: That's it... Carrier proteins help move large molecules into and out of cells.
ar_eg: هذا كل شيء...تساعد البروتينات الناقلة على تحريك الجزيئات الكبيرة داخل وخارج الخلايا.
es_es: Así es... Las proteínas transportadoras ayudan a mover moléculas grandes hacia dentro y fuera de las células.

source: Sorry. Mitochondria are organelles inside cells.
ar_eg: عذراً. الحبيبات الخيطية هي عضيات داخل الخلايا.
es_es: Lo siento. Las mitocondrias son orgánulos dentro de las células.

source: Not this one. Lysosomes are organelles.
ar_eg: ليست هذه الأجسام المحللة هي العضيات.
es_es: Esta no. Los lisosomas son orgánulos.

source: Cell membranes are composed of which of the following substances?
ar_eg: من أي من المواد التالية تتكون أغشية الخلية؟
es_es: ¿De cuáles de las siguientes sustancias están compuestas las membranas celulares?

source: Fats and proteins
ar_eg: الدهون والبروتينات
es_es: Grasas y proteínas

source: Proteins and carbohydrates
ar_eg: البروتينات والنشويات
es_es: Proteínas y carbohidratos

source: Carbohydrates and simple sugars
ar_eg: النشويات والسكريات البسيطة
es_es: Carbohidratos y azúcares simples

source: Simple sugars and proteins
ar_eg: السكريات البسيطة والبروتينات
es_es: Azúcares simples y proteínas

source: Passing across membranes...
ar_eg: يمر عبر الأغشية...
es_es: Pasando a través de membranas...

source: Correct! Cell membranes are made from fats and proteins.
ar_eg: صحيح! أغشية الخلايا مصنوعة من الدهون والبروتينات.
es_es: ¡Correcto! Las membranas celulares están formadas de grasas y proteínas.

source: Sorry. Fats are the most common type of molecule in membranes.
ar_eg: عذراً. الدهون هي النوع الأكثر شيوعاً من الجزيئات في الأغشية.
es_es: Lo siento. Las grasas son el tipo más común de molécula en las membranas.

source: No. Fats and proteins make up membranes.
ar_eg: لا، الدهون والبروتينات تشكل الأغشية.
es_es: No. Grasas y proteínas forman a las membranas.

source: Not these. Fats and proteins make up membranes.
ar_eg: ليست هذه. الدهون والبروتينات تشكل الأغشية.
es_es: Estas no. Las grasas y proteínas forman a las membranas.

source: Which of the following statements is true about osmosis?
ar_eg: أي من العبارات التالية صحيحاً عن التناضح؟
es_es: ¿Cuál de las siguientes declaraciones es cierta acerca de la ósmosis?

source: Water flows from low concentration to high concentration.
ar_eg: يتدفق الماء من تركيز منخفض إلى تركيز عالي.
es_es: El agua fluye de baja concentración a alta concentración.

source: Sugars flow across a membrane.
ar_eg: تتدفق السكريات عبر غشاء.
es_es: El azúcar fluye a través de una membrana.

source: Water diffuses across a membrane.
ar_eg: تنتشر المياه عبر غشاء.
es_es: El agua se difunde a través de una membrana.

source: Proteins use energy to move water.
ar_eg: تستخدم البروتينات الطاقة لنقل المياه.
es_es: Proteínas utilizan energía para mover agua.

source: Knowing about osmosis...
ar_eg: معرفة معنى ... التناضح
es_es: Aprendiendo acerca de la ósmosis...

source: No. Osmosis involves membranes.
ar_eg: لا، يتضمن التناضح الأغشية.
es_es: No. La ósmosis involucra membranas.

source: Sorry. Osmosis is water only.
ar_eg: عذراً. التناضح هو الماء فقط.
es_es: Lo siento. La ósmosis es sólo agua

source: Thats it! Osmosis involves water and membranes.
ar_eg: هذه هي! يتضمن التناضح المياه والأغشية.
es_es: ¡Eso es! La ósmosis involucra al agua y las membranas.

source: Nope. No energy is used.
ar_eg: كلا. لا يتم استخدام الطاقة.
es_es: Nop. No se utiliza energía.

source: How is active transport different from diffusion?
ar_eg: كيف يختلف النقل النشط عن الانتشار؟
es_es: ¿En qué se diferencia el transporte activo de la difusión?

source: Active transport uses energy. Diffusion does not.
ar_eg: النقل النشط يستخدم الطاقة. أما الانتشار فلا.
es_es: El transporte activo utiliza energía. La difusión no.
