Repository: geneconde/NGR-sandbox
Catalog: demo/basic-cells/Locale/*/LC_MESSAGES/basic-cells.po
Languages: ar_eg, es_es

source: Just as our bodies have <span class='hl'>organs</span> and <span class='hl'>systems</span> to perform the functions that keep us alive, our cells also have parts that work together to do the work of living. The structures, present in all eukaryotes, are called organelles. Some show up in nearly all kinds of cells, while others are present only in some kinds of special cells.
es_es: Así como nuestro cuerpo tiene órganos y sistemas para desempeñar las funciones que nos mantienen vivos, nuestras células también tienen partes que trabajan juntas para hacer el trabajo de vivir. Las estructuras, presentes en todas las eucariotas, se llaman orgánulos. Algunos aparecen en casi todos los tipos de células, mientras que otros están presentes sólo en algunos tipos de células especiales.

source: Animal Cell
ar_eg: خلية حيوانية
es_es: Célula Animal

source: Plant Cell
ar_eg: خلية نباتية
es_es: Célula Vegetal

source: Nearly all cells have a nucleus. The <span class='key'>nucleus</span> is home to structures made of DNA called chromosomes. Chromosomes carry the information needed to make every part of every living thing. This information is used by organelles, called ribosomes, to build the proteins that make up all living things.
es_es: Casi todas las células tienen un núcleo. El núcleo es el hogar de estructuras hechas de ADN llamadas cromosomas. Los cromosomas contienen la información necesaria para formar cada parte de cada ser viviente. Esta información es utilizada por orgánulos, llamados ribosomas, para construir las proteínas que forman a los seres vivos.

source: Some proteins make up structures, and some are enzymes. Enzymes act on other molecules; some to make them bigger, and others to break them apart. After we eat, our food is broken down into simple molecules before it is absorbed into our cells. Energy is released when organelles called <span class='key'>mitochondria</span> break simple sugars into molecules of carbon dioxide and water. This energy-releasing process is known as <span class='key'>cellular respiration</span>.
es_es: Algunas proteínas forman estructuras, y algunas son enzimas. Las enzimas actúan sobre otras moléculas; algunas para hacerlas más grandes, y otras para desintegrarlas. Después de comer, nuestro alimento se descompone en moléculas simples antes de ser absorbido por nuestras células. Se libera energía cuando orgánulos llamados mitocondrias descomponen azúcares simples en moléculas de dióxido de carbono y agua. Este proceso de liberación de energía se conoce como respiración celular.

source: In green plants, organelles called <span class='hl'>chloroplasts</span> absorb light energy and use it to combine parts of water and carbon dioxide molecules to make a simple sugar called glucose. This process, called <span class='hl'>photosynthesis</span>, also produces extra molecules of oxygen, which are released by the cell.
es_es: En las plantas verdes, orgánulos llamados cloroplastos absorben energía de la luz y la utilizan para combinar partes de las moléculas de agua y dióxido de carbono para formar un azúcar simple llamado glucosa. Este proceso, llamado fotosíntesis, también produce moléculas extra de oxígeno, que son liberados por la célula.

source: Cells working together...
ar_eg: خلايا تعمل بعضها ...
es_es: Células trabajando juntas...

source: Question A. The cell nucleus is important because...
ar_eg: السؤال أ. نواة الخلية هي مهمة لأنها ...
es_es: Pregunta A. El núcleo de la célula es importante porque...

source: It absorbs energy from sunlight.
ar_eg: أنها تمتص الطاقة من أشعة الشمس.
es_es: Absorbe energía de la luz del sol.

source: It releases energy from food.
ar_eg: تطلق الطاقة من الغذاء.
es_es: Libera energía de los alimentos.

source: It carries information to control the cell.
ar_eg: تحمل المعلومات للسيطرة على الخلية.
es_es: Lleva información para controlar la célula.

source: It controls what enters or leaves the cell.
ar_eg: تسيطر على ما يدخل أو يغادر الخلية.
es_es: Controla lo que entra o sale de la célula.

source: Question B. Both plant and animal cells contain mitochondria because:
ar_eg: السؤال ب: الخلايا النباتية والحيوانية تحتوي على الحبيبات الخيطية (الميتوكوندريا) للأسباب التالية:
es_es: Pregunta B. Tanto células vegetales como animales contienen mitocondrias porque:

source: All cells must use energy to stay alive.
ar_eg: جميع الخلايا يجب أن تستخدم الطاقة للبقاء على قيد الحياة.
es_es: Todas las células deben utilizar energía para mantenerse con vida.

source: Only animal cells absorb energy from the sun.
ar_eg: الخلايا الحيوانية فقط تمتص الطاقة من الشمس.
es_es: Sólo las células animales absorben energía del sol.

source: All cells must absorb solar energy.
ar_eg: يجب أن تمتص جميع الخلايا الطاقة الشمسية.
es_es: Todas las células deben absorber energía solar.

source: Mitochondria contain chlorophyll.
ar_eg: الحبيبات الخيطية تحتوي على الكلوروفيل.
es_es: Las mitocondrias contienen clorofila.

source: Studying nucleus...
ar_eg: دراسة النواة ...
es_es: Estudiando al núcleo...

source: No. Chloroplasts absorb energy.
ar_eg: لا، البلاستيدات الخضراء تمتص الطاقة.
es_es: No. Los cloroplastos absorben energía.

source: Sorry. Mitochondria release energy.
ar_eg: آسف. الحبيبات الخيطية تطلق الطاقة.
es_es: Lo siento. Las mitocondrias liberan energía.

source: Yes! The nucleus carries information.
ar_eg: نعم! النواة تحمل المعلومات.
es_es: ¡Sí! El núcleo lleva información.

source: Nope. Membranes control what enters or leaves cells.
ar_eg: كلا. الأغشية تسيطر على ما يدخل أو يترك الخلايا.
es_es: Nop. Las membranas controlan lo que entra o sale de la célula.

source: A. All cells must use energy to stay alive.
ar_eg: أ. جميع الخلايا يجب أن تستخدم الطاقة للبقاء على قيد الحياة.
es_es: A. Todas las células deben utilizar energía para mantenerse con vida.

source: That’s right! All cells must use energy.
ar_eg: هذا صحيح! جميع الخلايا يجب أن تستخدم الطاقة.
es_es: ¡Así es! Todas las células deben utilizar energía.

source: B. Only animal cells absorb energy from the sun.
ar_eg: ب.الخلايا الحيوانية فقط تمتص الطاقة من الشمس.
es_es: B. Sólo las células animales absorben energía del sol.

source: Sorry. Chloroplasts absorb solar energy.
ar_eg: آسف. البلاستيدات الخضراء تمتص الطاقة الشمسية.
es_es: Lo siento. Los cloroplastos absorben energía solar.

source: C. All cells must absorb solar energy.
ar_eg: ج. جميع الخلايا يجب أن تمتص الطاقة الشمسية.
es_es: C. Todas las células deben absorber energía solar.

source: No. Only plant cells absorb solar energy.
ar_eg: لا،الخلايا النباتية فقط تمتص الطاقة من الشمس.
es_es: No. Sólo las células vegetales absorben energía solar.

source: D. Mitochondria contain chlorophyll.
ar_eg: د. الحبيبات الخيطية تحتوي على الكلوروفيل.
es_es: D. Las mitocondrias contienen clorofila.

source: Nope. Chloroplasts contain chlorophyll.
ar_eg: كلا. البلاستيدات الخضراء تحتوي على الكلوروفيل.
es_es: Nop. Los cloroplastos contienen clorofila.

source: As we said before, cell membranes are responsible for keeping a cell in a sort of balance with its environment. Whatever changes occur outside a cell, the membrane has the job of controlling what enters and leaves. The membrane isn’t solid. It’s a constantly changing structure made of millions of fatty molecules that form two layers, pointing their heads in opposite directions. A wide variety of different proteins float among the fatty molecules, allowing the cell to interact with other cells and serving as pathways for many substances to enter or leave the cell.
ar_eg: كما قلنا من قبل، أغشية الخلايا هي المسؤولة عن حفظ الخلية في نوع من التوازن مع بيئتها كل ما تحدث تغيرات خارج الخلية، الغشاء لديه وظيفة في السيطرة على ما يدخل ويخرج. الغشاء ليس صلبا. انه هيكل يتغير باستمرار مصنوع من الملايين من الجزيئات الدهنية التي تشكل طبقتين، رؤوسهما باتجاهين متعاكسين. مجموعة واسعة من البروتينات المختلفة تطفو بين الجزيئات الدهنية، مما يسمح للخلية بالتفاعل مع الخلايا الأخرى والقيام بدور ممرات للعديد من المواد الداخلة أو الخارجة من الخلية.
es_es: Como dijimos anteriormente, las membranas celulares son responsables de mantener a la célula en equilibrio con su ambiente. Con cualquier cambio que ocurra fuera de una célula, las membranas tienen el trabajo de controlar lo que entra y sale. La membrana no es sólida. Es una estructura que cambia constantemente formada de millones de moléculas grasosas que forman dos capas, señalando en direcciones opuestas. Una gran variedad de distintas proteínas flotan entre las moléculas grasosas, permitiéndole a la célula interactuar con otras y sirviendo de pasadizos para que muchas sustancias entren o salgan de la célula.

source: Diffusion and osmosis move small molecules, such as water, across the membrane, always from areas where they are concentrated to areas of lesser concentration. Sometimes, though, it’s necessary for larger molecules to enter or leave the cell, regardless of concentration or whether they are small enough to move through on their own.
ar_eg: الانتشار والتناضح تحركان الجزيئات الصغيرة، مثل الماء دائما عبر الغشاء من المناطق الأكثر تركيزاً إلى المناطق الأقل تركيزاً. وفي بعض الأحيان، من الضروري للجزيئات الكبيرة الدخول إلى أو الخروج من الخلية، بغض النظر عن التركيز أو ما إذا كانت صغيرة بما يكفي للتحرك بمفردها.
es_es: La difusión y ósmosis llevan moléculas pequeñas, tales como agua, a través de la membrana, siempre desde las zonas donde hay alta concentración a las zonas de menor concentración. A veces, sin embargo, es necesario que moléculas más grandes entren o salgan de la célula, independientemente de la concentración o de si son lo suficientemente pequeñas para pasar por su cuenta.

source: Some membrane proteins are able to use energy to change their shapes, capturing other molecules and pulling them through the membrane. They are called pump proteins, and this type of movement is called active transport.
ar_eg: بعض بروتينات الأغشية تكون قادرة على استخدام الطاقة لتغيير شكلها، مستولية على الجزيئات الأخرى وتسحبها من خلال الغشاء. يطلق عليها بروتينات المضخة، ويسمى هذا النوع من الحركة النقل النشط.
es_es: Algunas proteínas de las membranas son capaces de utilizar la energía para cambiar su forma, capturar otras moléculas y hacerlas pasar a través de la membrana. Dichas proteínas se denominan proteínas bombas, y este tipo de movimiento se llama transporte activo.

source: Other proteins, called carrier proteins, fold in the shape of tubes, allowing some large molecules to diffuse through the membrane. This type of transport, requiring no energy, is called facilitated diffusion.
ar_eg: البروتينات الأخرى وتسمى البروتينات الحاملة، تُطوى على هيئة أنابيب، تسمح لبعض الجزيئات الكبيرة بالانتشار عبر الأغشية. هذا النوع من النقل لا يحتاج إلى طاقة، ويسمى الانتشار المُيَسَر.
es_es: Otras proteínas, denominadas proteínas transportadoras, se pliegan en forma de tubos, permitiendo que algunas moléculas grandes se difundan a través de la membrana. Este tipo de transporte, que no requiere de energía, se llama difusión facilitada.

source: Protein channel
ar_eg: قناة البروتين
es_es: Canal proteico

source: Globular protein
ar_eg: بروتين كروي
es_es: Proteína globular

source: Glycoprotein
ar_eg: بروتين سُكري
es_es: Glicoproteína

source: Carbohydrate
ar_eg: نشويات
es_es: Carbohidrato

source: Hydrophilic head
ar_eg: قابل للاتحاد مع الماء
es_es: Cabeza hidrofílica

source: Phospholipid bilayer
es_es: Bicapa fosfolipídica

source: Phospholipid molecule
es_es: Molécula fosfolipídica

source: Cholesterol
ar_eg: الكولسترول
es_es: Colesterol

source: Glycolipid
ar_eg: دهني سُكري
es_es: Glicolípido

source: Peripheral protein
ar_eg: البروتين المحيطي
es_es: Proteína periférica

source: Integral protein
ar_eg: بروتين غشائي مدمج
es_es: Proteína integral

source: Filaments of cytoskeleton
ar_eg: خيوط من الهيكل الخلوي
es_es: Filamentos de citoesqueleto

source: Alpha-helix protein
ar_eg: بروتين ألفا-الحلزوني
es_es: Proteína hélice-alfa

source: Hydrophobic tails
ar_eg: المخلفات الكارهة للماء
es_es: Colas hidrofóbicas

source: Surface protein
ar_eg: بروتين السطح
es_es: Proteína de superficie

source: balancing the environment...
ar_eg: تحقيق التوازن في البيئة ...
es_es: equilibrando el medio ambiente...

source: Question A. Which of the following structures is found in cell membranes?
ar_eg: سؤال أ. أي من الهياكل التالية توجد في أغشية الخلايا؟
es_es: Pregunta A. ¿Cuál de las siguientes estructuras se encuentra en las membranas celulares?

source: Chlorophyll
ar_eg: الكلوروفيل
es_es: Clorofila

source: Nucleus
ar_eg: النواة
es_es: Núcleo

source: Ribosomes
ar_eg: الريبوسومات
es_es: Ribosomas

source: Carrier Protein
ar_eg: بروتين ناقل
es_es: Proteína Transportadora

source: Question B. What is the major difference between passive and active transport?
ar_eg: السؤال ب. ما هو الفرق الرئيسي بين النقل السلبي والنشط؟
es_es: Pregunta B. ¿Cuál es la principal diferencia entre el transporte pasivo y activo?

source: Passive transport requires energy; active transport does not.
ar_eg: يتطلب النقل السلبي الطاقة؛ أما النقل النشط فلا يتطلب.
es_es: El transporte pasivo requiere energía; el transporte activo no.

source: Active transport requires energy, passive transport does not.
ar_eg: يتطلب النقل النشط الطاقة أما النقل السلبي فلا يتطلب.
es_es: El transporte activo requiere energía, el transporte pasivo no.

source: Passive transport always moves material out of the cell.
ar_eg: النقل السلبي دائما يحرك المواد من الخلية.
es_es: El transporte pasivo siempre mueve material hacia fuera de la célula.

source: Active transport always moves material out of the cell.
ar_eg: النقل النشط دائما يحرك المواد من الخلية.
es_es: El transporte activo siempre mueve material hacia fuera de la célula.

source: Passive and active transport?
ar_eg: النقل السلبي والنشط؟
es_es: ¿Transporte pasivo y activo?

source: No. Chlorophyll is found in chloroplasts.
ar_eg: لا، الكلوروفيل يوجد في البلاستيدات الخضراء.
es_es: No. La clorofila se encuentra en los cloroplastos.

source: Not this one. The nucleus is in the center of the cell.
ar_eg: ليست هذه. توجد النواة في وسط الخلية.
es_es: Este no. El núcleo está en el centro de la célula.

source: Sorry, ribosomes make proteins but not in the membrane.
ar_eg: عذرا، الريبوسومات تصنع البروتينات ولكن ليس في الغشاء.
es_es: Lo siento, los ribosomas producen proteínas pero no en la membrana.

source: That’s right! Carrier proteins help control what enters or leaves the cell.
ar_eg: هذا صحيح! البروتينات الحاملة تساعد في السيطرة على ما يدخل أو يغادر الخلية.
es_es: ¡Así es! Las proteínas transportadoras ayudan a controlar lo que entra o sale de la célula.

source: Nope. Active transport requires energy. Passive transport does not.
ar_eg: كلا. يتطلب النقل النشط الطاقة. أماالنقل السلبي فلا يتطلب.
es_es: Nop. El transporte activo requiere energía. El transporte pasivo no.

source: Right! Active transport requires energy. Passive transport does not.
ar_eg: صحيح! يتطلب النقل النشط الطاقة. أماالنقل السلبي فلا يتطلب.
es_es: ¡Correcto! El transporte activo requiere energía. El transporte pasivo no.

source: Sorry. Active or passive transport may move materials into or out of the cell.
ar_eg: عذرا. النقل النشط وغير النشط قد يحركان المواد داخل أو خارج الخلية.
es_es: Lo siento. Tanto el transporte activo como el pasivo pueden mover materiales hacia dentro o fuera de la célula.

source: Not this one. Active or passive transport may move materials into or out of the cell.
ar_eg: ليس هذا. النقل النشط وغير النشط قد يحركان المواد داخل أو خارج الخلية.
es_es: Este no. Tanto el transporte activo como el pasivo pueden mover materiales hacia dentro o fuera de la célula.

source: There are four different types of eukaryotes.
ar_eg: هناك أربعة أنواع مختلفة من حقيقيات النواة.
es_es: Hay cuatro tipos diferentes de eucariotas.

source: Fungi have cells much like plant cells, except that their <span class='key'>cell walls</span> are made of molecules called chitins and glucans. Fungal cells do not have chloroplasts, so they must rely on other living things for their energy needs. Fungi are considered to be decomposers because they help to break down dead organisms.
es_es: Los hongos tienen células muy parecidas a las células vegetales, excepto que sus paredes celulares están hechas de moléculas llamadas quitinas y glucanos. Las células fúngicas no tienen cloroplastos, por lo que dependen de otros seres vivos para cubrir sus necesidades energéticas. Los hongos se consideran descomponedores, ya que ayudan a descomponer los organismos muertos.

source: <span class='hl'>Animal cells</span> lack rigid cell walls. This gives them great flexibility and allows them to interact with surrounding cells in a wide variety of ways. Animal cells also lack chloroplasts, making them dependent upon plants for energy.
es_es: Las células animales carecen de paredes celulares rígidas. Esto les da una gran flexibilidad y les permite interactuar con células cercanas de muchas formas. Las células animales también carecen de cloroplastos, lo que hace que dependan de las plantas para obtener energía.

source: Plant cells are enclosed by rigid membranes made of cellulose. Most people know cellulose as wood, paper, or cotton. These and other products are made from plant material. Plant cells may also have chloroplasts which capture energy from the sun. Chloroplasts turn this energy into sugars which provide energy for plants and for all other types of life.
ar_eg: يتم إحاطة الخلايا النباتية عن طريق الأغشية الصلبة المصنوعة من السليلوز. معظم الناس يعرفون السليلوز كما الخشب والورق، أو القطن. وتتكون هذه وغيرها من المنتجات من مواد نباتية. قد يكون للخلايا النباتية بلاستيدات خضراء والتي تلتقط الطاقة من الشمس. البلاستيدات الخضراء تحول هذه الطاقة إلى سكريات و توفر الطاقة للمصانع وجميع أنواع الحياة الأخرى
es_es: Las células vegetales están cubiertas por membranas rígidas hechas de celulosa. La mayoría de las personas conocen a la celulosa como madera, papel, o algodón. Estos y otros productos están hechos de material vegetal. Las células vegetales también pueden tener cloroplastos que captan la energía del sol. Los cloroplastos convierten esta energía en azúcares que proporcionan energía a las plantas y a todos los otros tipos de vida.

source: Protists exist as single cells or as groups of identical cells. Protists are extremely diverse. Some are very similar to plants, while others resemble animals. Some float in water, while others move under their own power. Some capture energy from the sun using photosynthesis, while others capture and digest other cells. Some can even seem to grow to resemble more complex organisms at various times in their lives.
ar_eg: توجد الطلائعيات كخلايا مفردة أو في مجموعات من الخلايا المتطابقة. الطلائعيات متنوعة للغاية. بعضها مشابهة جدا للنباتات، والبعض الآخر يشابه الحيوانات. بعضها تطفو في المياه، بينما يتحرك البعض الآخر تحت سلطتها. بعض الطاقة تلتقط أشعة الشمس باستخدام التمثيل الضوئي، في حين يلتقط البعض الآخر ويهضم الخلايا الأخرى. بعضها قد ينمو ليشبه الكائنات الحية المعقدة أكثر في أوقات مختلفة من حياتها.
es_es: Los protistas existen como células individuales o como grupos de células idénticas. Los protistas son extremadamente diversos. Algunos son muy similares a las plantas, mientras que otros se asemejan a los animales. Algunos flotan en el agua, mientras que otros se mueven por sus propios medios. Algunos captan la energía del sol mediante la fotosíntesis, mientras que otros capturan y digieren a otras células. Algunos incluso pueden parecer crecer para parecerse a organismos más complejos en distintos momentos de su vida.

source: Identifying eukaryote...
ar_eg: تحديد حقيقي النواة ...
es_es: Identificando eucariotas...

source: Question A. Chloroplasts are <span class='blink'>most often</span> found in what types of cells?
es_es: Pregunta A. ¿Los cloroplastos se encuentran más frecuentemente en qué tipos de células?

source: Animal Cells
ar_eg: الخلايا الحيوانية
es_es: Células Animales

source: Prokaryotes
ar_eg: بدائيات النواة
es_es: Procariotas

source: Fungi
ar_eg: الفطريات
es_es: Hongos

source: Plant Cells
ar_eg: الخلايا النباتية
es_es: Células Vegetales

source: Question B. Which structures are found in plant cells but <span class='blink'>not</span> in animal cells?
es_es: Pregunta B. ¿Cuáles estructuras se encuentran en células vegetales, pero no en células animales?

source: Cell walls and cell membranes
ar_eg: جدران الخلايا والأغشية الخلوية
es_es: Paredes celulares y membranas celulares

source: Chloroplasts and cell walls
ar_eg: البلاستيدات الخضراء وجدران الخلايا
es_es: Cloroplastos y paredes celulares

source: Mitochondria and cell membranes
ar_eg: الحبيبات الخيطية وأغشية الخلية
es_es: Mitocondrias y membranas celulares

source: Mitochondria and chloroplasts
ar_eg: الحبيبات الخيطية والبلاستيدات الخضراء
es_es: Mitocondrias y cloroplastos

source: Looking at different cells...
ar_eg: عند النظر إلى خلايا مختلفة ...
es_es: Observando diferentes células...

source: Sorry, animal cells can’t make their own food.
ar_eg: عذرا، الخلايا الحيوانية لا تصنع طعامها.
es_es: Lo siento, las células animales no pueden producir su propio alimento.

source: No. Prokaryotes have no organelles.
ar_eg: لا بدائيات النواة ليس لها عضيات.
es_es: No. Las procariotas no tienen orgánulos.

source: Not these. Fungi depend on other organisms for food.
ar_eg: لا ، تعتمد الفطريات على الكائنات الحية الأخرى للغذاء.
es_es: Estos no. Los hongos dependen de otros organismos para su alimentación.

source: That’s right! Chloroplasts are found in green plant cells.
ar_eg: هذا صحيح! توجد البلاستيدات الخضراء في الخلايا النباتية الخضراء.
es_es: ¡Así es! Los cloroplastos se encuentran en las células vegetales verdes.

source: Sorry. All cells have membranes.
ar_eg: عذرا. جميع الخلايا لديها أغشية.
es_es: Lo siento. Todas las células tienen membranas.

source: Yes! Chloroplasts and cell walls are found only in plants.
ar_eg: نعم! توجد البلاستيدات الخضراء وجدران الخلايا في النباتات فقط.
es_es: ¡Sí! Los cloroplastos y las paredes celulares se encuentran sólo en las plantas.

source: No. Most eukaryotes have mitochondria and cell membranes.
ar_eg: لا،معظم حقيقيات النوى لديها حبيبات خيطية وأغشية خلايا.
es_es: No. La mayoría de las eucariotas tienen mitocondrias y membranas celulares.

source: All complex cells have mitochondria, but only plant cells have chloroplasts.
ar_eg: جميع الخلايا المعقدة لديها حبيبات خيطية، ولكن الخلايا النباتية الوحيدة لديها البلاستيدات الخضراء.
es_es: Todas las células complejas tienen mitocondrias, pero sólo las células vegetales tienen cloroplastos.

source: Close!
ar_eg: أغلق الشاشة!
es_es: ¡Cerrar!

source: Many plants and animals are large and complex enough to need special groups of cells that can perform important functions. These groups of specialized cells, called <span class='hl'>tissues</span>, work together on such tasks as digestion, reproduction, protection, and even responding to environmental changes.
ar_eg: العديد من النباتات والحيوانات كبيرة ومعقدة بما يكفي لتحتاج مجموعات خاصة من الخلايا التي يمكن أن تؤدي وظائف مهمة. هذه المجموعات من الخلايا المتخصصة تسمى الأنسجة، وتعمل معا على مهام مثل الهضم والتكاثر، والحماية، وحتى الاستجابة للتغيرات البيئية.
es_es: Muchas plantas y animales son lo suficientemente grandes y complejos como para necesitar grupos especiales de células que puedan realizar funciones importantes. Estos grupos de células especializadas, llamadas tejidos, trabajan juntos en tareas tales como la digestión, la reproducción, la protección, e incluso para responder a los cambios ambientales.
