Repository: geneconde/NGR-sandbox
Catalog: demo/basic-cells/Locale/*/LC_MESSAGES/basic-cells.po
Languages: ar_eg, es_es

source: Active transport moves water from high to low concentration.
ar_eg: النقل النشط ينقل المياه من تركيز عال إلى تركيز منخفض.
es_es: El transporte activo mueve agua de concentración alta a baja.

source: Diffusion uses carrier proteins to move sugar.
ar_eg: الانتشار يستخدم البروتين الناقل لنقل السكر.
es_es: La difusión utiliza proteínas transportadoras para mover azúcar.

source: Active transport does not involve cell membranes.
ar_eg: النقل النشط لا يتضمن أغشية الخلايا.
es_es: El transporte activo no involucra a las membranas celulares.

source: Selecting correct answer...
ar_eg: اختيار الإجابة الصحيحة...
es_es: Seleccionando la respuesta correcta...

source: Correct. Active transport uses energy.
ar_eg: صحيح. النقل النشط يستخدم الطاقة.
es_es: Correcto. El transporte activo utiliza energía.

source: No. Diffusion moves water from high to low concentration.
ar_eg: لا، الإنتشار ينقل الماء من تركيز عال إلى تركيز منخفض.
es_es: No. La difusión mueve agua de concentración alta a baja.

source: Sorry. Diffusion does not use carrier proteins.
ar_eg: عذراً. الانتشار لا يستخدم البروتين الناقل.
es_es: Lo siento. La difusión no utiliza proteínas transportadoras.

source: Incorrect. Active transport involves membranes.
ar_eg: غير صحيح. يتضمن النقل النشط الأغشية.
es_es: Incorrecto. El transporte activo involucra a las membranas.

source: What is the major function of ribosomes?
ar_eg: ما هي وظيفة الريبوسومات الرئيسية؟
es_es: ¿Cuál es la principal función de los ribosomas?

source: Store information.
ar_eg: تخزين المعلومات.
es_es: Almacenar información.

source: Release energy.
ar_eg: اطلاق الطاقة.
es_es: Liberar energía.

source: Capture energy from the sun.
ar_eg: التقاط الطاقة من الشمس.
es_es: Capturar energía del sol.

source: Make proteins.
ar_eg: صنع البروتينات.
es_es: Crear proteínas.

source: No. Information is stored in the nucleus.
ar_eg: لا، يتم تخزين المعلومات في النواة.
es_es: No. La información se almacena en el núcleo.

source: Nope. Chloroplasts capture solar energy.
ar_eg: لا. البلاستيدات الخضراء تلتقط الطاقة الشمسية.
es_es: Nop. Los cloroplastos capturan energía solar.

source: Yes! Ribosomes are responsible for making protein.
ar_eg: نعم! الريبوسومات مسؤولة عن صنع البروتين.
es_es: ¡Sí! Los ribosomas son responsables de crear proteínas.

source: You've completed the Basic Cells module.
ar_eg: لقد قمت بإكمال وحدة الخلايا الأساسية.
es_es: Has completado el módulo de Células Básicas.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: يمكنك التحقق من كيف فعلت في التقويمات السريعة والأسئلة القصيرة لهذه الوحدة بالنقر فوق الزر أدناه.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Sunlight
ar_eg: ضوء الشمس
es_es: Luz del sol

source: Cuticle
ar_eg: بشرة
es_es: Cutícula

source: Xylem
ar_eg: الخشب
es_es: Xilema

source: Phloem
ar_eg: لحاء
es_es: Líber

source: Stoma
es_es: Estoma

source: Veins
ar_eg: الأوردة
es_es: Venas

source: Carbon Dioxide
ar_eg: ثاني أكسيد الكربون
es_es: Dióxido de carbono

source: Oxygen
ar_eg: أكسجين
es_es: Oxígeno

source: Spongy mesophyll
es_es: Mesófilo Esponjoso

source: Palisade mesophyll
es_es: Palisade mesófilo

source: Oral Cavity
es_es: Cavidad Oral

source: Mouth
es_es: Boca

source: Submaxillary and
es_es: Submaxilar y

source: Sublingual Glands
es_es: Las glándulas sublinguales

source: Liver
es_es: Hígado

source: Gall Bladder
es_es: Vesícula Biliar

source: Duodenum
es_es: Duodeno

source: Transverse Colon
es_es: Colon Transverso

source: Ascending Colon
es_es: Colon Ascendente

source: Lleum(Small Intestine)
es_es: Lleum(Intestino Delgado)

source: Caecum
es_es: Ciego

source: Vermiform Appendix
es_es: Apéndice vermiforme

source: Parotid Gland
es_es: La Glándula Parótida

source: Pharnyx
es_es: Faringe

source: Oesophagus
es_es: Esófago

source: Stomach
es_es: Estómago

source: Pancreas
es_es: Páncreas

source: Jejunum
es_es: Yeyuno

source: Descending Colon
es_es: Colon Descendente

source: Rectum
es_es: Recto

source: Anus
es_es: Ano

source: Cells are the smallest things that can be called living. Most are so small they can't be seen without microscopes. A few are so large you can hold them in your hand, and many are so tiny that only special microscopic methods can make them visible.
ar_eg: الخلايا هي أصغر الأشياء التي يمكن أن تسمى كائنات حية. معظمها صغيرة بحيث لا يمكن رؤيتها بدون المجاهر. القليل منها كبير جدا بحيث يمكن أن تمسكها في يدك، والكثير منها صغير بحيث يمكن أن تكون مرئية فقط باستخدام المجاهر الخاصة.

source: Cells have many structures that help them perform the jobs that keep them alive. All cells are separated from the nonliving world by membranes. The membranes allow some substances to cross but serve as a barrier to others. Water moves back and forth across the membrane to help keep it in balance with its environment. Plant cells have special structures called chloroplasts which absorb energy from light and use it to make food.
ar_eg: لدى الخلايا العديد من الهياكل التي تساعدها على أداء الوظائف التي تبقيها على قيد الحياة. يتم فصل كل الخلايا من العالم غير الحي بوساطة الأغشية. الأغشية تسمح لبعض المواد بالمرور ولكن تكون بمثابة حاجز لمواد أخرى. الماء يتحرك ذهابا وإيابا عبر الغشاء لإبقائه في حالة توازن مع بيئته. الخلايا النباتية لديها هياكل خاصة تسمى البلاستيدات الخضراء التي تمتص الطاقة من الضوء وتستخدمها لصنع المواد الغذائية.

source: The simplest living things are very small single cells called prokaryotes. The two types, archaea and bacteria, look much alike, but have very different internal chemistries. Prokaryotes are usually only 1-2 microns in size. A micron is .001 millimeter, so that’s very, very small. Using special techniques, our most powerful light microscopes can view bacteria and archaea clearly.
ar_eg: أبسط الكائنات الحية هي خلايا أحادية صغيرة جدا تسمى بدائيات النواة. النوعين، العتائق والبكتيريا، تبدو متشابهة جداء، ولكن لديها كيمياء داخلية مختلفة للغاية. بدائيات النواة عادة ما تكون 1-2 ميكرون في الحجم فقط. الميكرون هو 0.001 ملم، لذلك هي صغيرة للغاية. تُرى البكتيريا والعتائق بشكل واضح باستخدام تقنيات خاصة كالمجاهر الالكترونية .

source: It’s hard to make blanket statements about what all cells have in common, but one feature all have is a membrane. Cell membranes separate the living interior of cells from the rest of their environments. Membranes regulate what goes into and out of cells and provide protection for cells’ interior chemistry.
ar_eg: من الصعب قول عبارات شاملة حول الخلايا ذات القواسم المشتركة، الا ميزة واحدة وهي الغشاء. أغشية الخلايا تفصل الخلايا داخل الكائنات الحية من بقية بيئاتها. الأغشية تنظم ما يدور داخل وخارج الخلايا وتوفر الحماية للكيمياء الداخلية للخلايا.

source: Substances made of very small particles are able to flow through cell membranes without difficulty. They simply pass through the tiny openings between individual molecules. This process is called diffusion, which occurs any time substances flow from areas of high concentration to areas of low concentration. A special type of diffusion is called osmosis. Osmosis is the diffusion of water across a cell membrane.
ar_eg: المواد المصنوعة من جزيئات صغيرة للغاية قادرة على التدفق من خلال أغشية الخلايا دون صعوبة. إنها ببساطة تمر من خلال فتحات صغيرة بين الجزيئات الفردية. وتسمى هذه العملية الانتشار، والذي يحدث في أي وقت تتدفق فيه المواد من مناطق تركيز عال إلى مناطق تركيز منخفض. يطلق على هذا النوع خاص من الانتشار التناضح (الاسموزي). التناضح هوانتشار المياه عبر غشاء الخلية.

source: Question B. Which of the following is NOT a difference between prokaryotes and eukaryotes?
ar_eg: السؤال ب. أي مما يلي لا يشكل فرقا بين بدائيات النواة وحقيقيات النواة؟

source: Just as our bodies have organs and systems to perform the functions that keep us alive, our cells also have parts that work together to do the work of living. The structures, present in all eukaryotes, are called organelles. Some show up in nearly all kinds of cells, while others are present only in some kinds of special cells.
ar_eg: لدى أجسامنا أجهزة وأنظمة لأداء المهام التي تبقينا على قيد الحياة، لدى الخلايا أيضا أجزاء تعمل معا للقيام بأعمالنا. الهياكل، موجودة في جميع الخلايا حقيقية النواة، تسمى العضيات. تظهر بعضها في ما يقارب جميع أنواع الخلايا، بينما توجدأخرى فقط في بعض أنواع الخلايا الخاصة.

source: Nearly all cells have a nucleus. The nucleus is home to structures made of DNA called chromosomes. Chromosomes carry the information needed to make every part of every living thing. This information is used by organelles, called ribosomes, to build the proteins that make up all living things.
ar_eg: جميع الخلايا تقريبا لديها نواة. النواة هي موطن لهياكل مصنوعة من الحمض النووي تسمى الكروموسومات. الكروموسومات تحمل المعلومات اللازمة لجعل كل جزء من كل شيء حي. يتم استخدام هذه المعلومات من قبل العضيات، تدعى ريبوسوم، لبناء البروتينات التي تكون جميع الكائنات الحية.

source: Some proteins make up structures, and some are enzymes. Enzymes act on other molecules; some to make them bigger, and others to break them apart. After we eat, our food is broken down into simple molecules before it is absorbed into our cells. Energy is released when organelles called mitochondria break simple sugars into molecules of carbon dioxide and water. This energy-releasing process is known as cellular respiration.
ar_eg: بعض البروتينات تشكل الهياكل، وبعضها الانزيمات. الانزيمات تعمل على الجزيئات الأخرى؛ البعض لجعلها أكبر، والبعض الآخر لكسرها . بعد أن نأكل، يتكسر طعامنا إلى جزيئات بسيطة قبل أن يتم امتصاصه في خلايانا. يتم تحرير الطاقة حين تكسر ما تُسمى عضيات الميتوكوندريا التي تكسر السكريات البسيطة إلى جزيئات من ثاني أكسيد الكربون والماء. وتعرف عملية الافراج عن الطاقة هذه بالتنفس الخلوي.

source: In green plants, organelles called chloroplasts absorb light energy and use it to combine parts of water and carbon dioxide molecules to make a simple sugar called glucose. This process, called photosynthesis, also produces extra molecules of oxygen, which are released by the cell.
ar_eg: في النباتات الخضراء، عضيات تسمى البلاستيدات الخضراء تمتص الطاقة الضوئية وتستخدمها لدمج أجزاء من الجزيئات الماء وثاني أكسيد الكربون لتكوين سكر بسيط يسمى الجلوكوز. هذه العملية تسمى التركيب الضوئي، كما تنتج جزيئات إضافية من الأكسجين، والتي تم إطلاقها من قبل الخلية.

source: Phospolipid bilayer
ar_eg: دهن ثنائي الطبقة

source: Phospolipid molecule
ar_eg: جزيء دهني

source: Question A. The European languages are members of the same family.
ar_eg: السؤال أ . اللغات الأوروبية هي أفراد من نفس العائلة.

source: Fungi have cells much like plant cells, except that their cell walls are made of molecules called chitins and glucans. Fungal cells do not have chloroplasts, so they must rely on other living things for their energy needs. Fungi are considered to be decomposers because they help to break down dead organisms.
ar_eg: لدى الفطريات خلايا كبيرة مثل خلايا النبات، إلا أن جدران الخلايا المصنوعة من الجزيئات تسمى الكيتين والجلوكان. الخلايا الفطرية لا تحتوي البلاستيدات الخضراء، ولذلك يجب أن تعتمد على الأمور الحية الأخرى لاحتياجاتها من الطاقة. تعد الفطريات أن تكون محللات لأنها تساعد على تحطيم الكائنات الميتة.

source: Animal cells lack rigid cell walls. This gives them great flexibility and allows them to interact with surrounding cells in a wide variety of ways. Animal cells also lack chloroplasts, making them dependent upon plants for energy.
ar_eg: تفتقرالخلايا الحيوانية إلى جدران الخلايا الصلبة. هذا يعطيها قدرا كبيرا من المرونة ويسمح لها بالتفاعل مع الخلايا المحيطة بطرق متنوعة. تفتقر الخلايا الحيوانية كذلك البلاستيدات الخضراء، مما يجعلها تعتمد على النباتات للحصول على الطاقة.

source: Question A. Chloroplasts are most often found in what types of cells?
ar_eg: السؤال أ. في أي نوع من أنواع الخلايا توجد البلاستيدات الخضراء غالبا؟

source: Question B. Which structures are found in plant cells but not in animal cells?
ar_eg: السؤال ب. أي من الهياكل توجد في الخلايا النباتية وغير موجودة في الخلايا الحيوانية؟

source: Epidermis
ar_eg: بشرة
