Repository: geneconde/NGR-sandbox
Catalog: demo/inherited-traits/_Locale/*/LC_MESSAGES/inherited-traits.po
Languages: ar_eg, es_es

source: An allele, or trait, that when present in an organism’s DNA, it will appear in the organism’s phenotype. For example, if brown hair is dominant over red hair, a person with the gene for brown hair will have brown hair, even if they also have the gene for red hair.
ar_eg: الصفة، أو سمة، التي عندما تكون موجودة في الحمض النووي للكائن الحي، وسوف تظهر في النمط الظاهري للكائن. على سبيل المثال، إذا كان الشعر البني هو السائد على الشعر الأحمر، فإن الشخص الذي لديه الجين للشعر البني سيكون له الشعر البني، حتى إذا كان لديهم أيضا الجين للشعر الأحمر.

source: A portion of a strand of DNA that codes for a specific protein. There are often multiple versions of the same gene. Genes can be dominant or recessive, depending on which variant is present in an organism. An organism will possess two versions of each gene, which may be the same or different.
ar_eg: جزء من حبل الحمض النووي يحمل رموزا لبروتين معين. غالبا ما تكون هناك نسخ متعددة من نفس الجين. يمكن للجينات أن تكون سائدة أو متنحية، اعتمادا على أي متغير موجود في الكائن الحي. سوف يمتلك الكائن الحي نسختين من كل جين، والتي قد تكون هي نفسها أو مختلفة.
es_es: Una porción de un hilo de ADN que codifica una proteína específica. Con frecuencia hay múltiples versiones del mismo gen. Los genes pueden ser dominantes o recesivos, dependiendo de cuál variante está presente en un organismo. Un organismo poseerá dos versiones de cada gen, que pueden ser iguales o diferentes.

source: Genotype
ar_eg: التركيب الوراثي
es_es: Genotipo

source: The combination of genes present in an organism. When both versions of a gene are the same and they are the dominant version, the genotype is said to be “homozygous dominant.” When both versions of a gene are the same and they are the recessive version, the genotype is said to be “homozygous recessive.” When an organism possesses one dominant gene and one recessive gene, it is said to be “heterozygous".
ar_eg: تركيبة الجينات الموجودة في الكائن الحي. عندما تكون كلا النسختين للجين هي نفسها وهي النسخة السائدة، ويقال أن التركيب الوراثي سائد متماثل. عندما تكون كلا النسختين من الجينات متماثلة وتكون نسخة متنحية، يقال إن التركيب الوراثي يكون متنحي متماثل. عندما يمتلك الكائن الحي جين واحد سائد وجين متنحي واحد ، عندها يقال له مختلف التركيب.

source: Pedigree
ar_eg: شجرة النسب
es_es: Pedigrí

source: An organism’s parents, grandparents, etc. A family tree.
ar_eg: والدي الكائن الحي، والأجداد، وما إلى ذلك. شجرة العائلة.

source: The trait an organism displays as result of its genotype. If an organism possesses at least one dominant gene, it will present the dominant trait. If an organism only possesses recessive genes, it will present the recessive trait.
ar_eg: السمة التي يعرض الكائن الحي نتيجة التركيب الوراثي. إذا امتلك الكائن الحي جين سائد واحد على الأقل، فإنه سيتم عرض السمة الغالبة. إذا كان الكائن الحي يمتلك فقط الجينات المتنحية، فإنه سيتم تقديم هذه الصفة المتنحية.
es_es: El rasgo que un organismo exhibe como resultado de su genotipo. Si un organismo posee al menos un gen dominante, presentará el rasgo dominante. Si un organismo sólo posee genes recesivos, presentará el rasgo recesivo.

source: Punnett square
ar_eg: الرسم البياني (مربع بونيت(
es_es: Cuadro de Punnett

source: Phenotype
ar_eg: النمط الظاهري
es_es: Fenotipo

source: A graphical representation of an organism’s parent’s genotypes that shows the potential genotypes the organism itself could possess. The square also shows the probability of each genotype the organism could possess.
ar_eg: تمثيل رسوم من المورثات لوالد الكائن الحي والذي يبين الأنماط الجينية المحتملة الذي يمكن ان يمتلكها الكائن نفسه . يظهر المربع أيضا احتماليات التراكيب الوراثية التي يمكن أن يمتلكها الكائن.

source: Recessive
ar_eg: متنحي
es_es: Recesivo

source: An allele, or trait, that when present in an organism’s DNA, it will appear in the organism’s phenotype so long as the organism does not also possess a dominant version of the gene. For example, if red hair is recessive to brown hair, a person with the gene for red hair will have red hair as long as they do not also have the gene for brown hair.
ar_eg: الصفة، أو سمة، التي عندما تكون موجودة في الحمض النووي للكائن الحي. وسوف تظهر في النمط الظاهري للكائن طالما لا يمتلك نسخة من الجين السائد. على سبيل المثال، إذا كان الشعر الأحمر متنحيا على الشعر البني، فإن الشخص الذي لديه جين الشعر الأحمر سيكون له شعر أحمر طالما ليس لديه هذا الجين أيضا للشعر البني.

source: A physical characteristic of an organism. Generally there are different varieties of traits possible for an organism. Examples would be things like eye and hair color.
ar_eg: خصائص فيزيائية للكائن الحي. عموما هناك أنواع مختلفة من الصفات المحتملة للكائن الحي. ومن الأمثلة على ذلك أشياء مثل العين ولون الشعر.
es_es: Una característica física de un organismo. En general, hay distintas variedades de rasgos posibles para un organismo. Ejemplos serían cosas como el color de cabello y ojos.

source: Trait
ar_eg: صفة
es_es: Rasgo

source: Choose the <span class='blink'>correct</span> statement from the following.
ar_eg: اختر العبارة <span class='blink'>الصحيحة</span> مما يلي.
es_es: Elige la afirmación <span class='blink'>correcta</span> de entre las siguientes.

source: Males inherit most of their genes from their fathers.
ar_eg: الذكور يرثون معظم جيناتهم من آبائهم.
es_es: Los individuos masculinos heredan la mayoría de sus genes de sus progenitores masculinos.

source: Females inherit most of their genes from their mothers.
ar_eg: الإناث يرثن معظم جيناتهن من أمهاتهن.
es_es: Los individuos femeninos heredan la mayoría de sus genes de sus progenitores femeninos.

source: All offspring inherit most of their genes from their fathers.
ar_eg: جميع النسل يرث معظم جيناته من آبائهم.
es_es: Todos los descendientes heredan la mayoría de sus genes de sus progenitores masculinos.

source: All offspring inherit genes equally from both parents.
ar_eg: جميع النسل يرث الجينات بالتساوي من كلا الوالدين.
es_es: Todos los descendientes heredan genes igualmente de ambos padres.

source: Your first quiz question is…
ar_eg: السؤال الأول في الإختبار هو:

source: Sorry. Genes are inherited equally from both sexes.
ar_eg: آسف. تورث الجينات بشكل متساوي من كلا الجنسين.
es_es: Lo siento. Los genes se heredan por igual de ambos sexos.

source: No. Genes are inherited equally from both sexes.
ar_eg: كلا. ترث الجينات بشكل متساوي من كلا الجنسين.
es_es: No. Los genes se heredan por igual de ambos sexos.

source: Not this one. Genes are inherited equally from both sexes.
ar_eg: ليست هذه. ترث الجينات بشكل متساو من كلا الجنسين.
es_es: Ésta no es. Los genes se heredan por igual de ambos sexos.

source: Yes! Both parents contribute equally.
ar_eg: نعم! يساهم كلا الوالدين على حد سواء.
es_es: ¡Sí! Ambos padres contribuyen igualmente.

source: The ability to taste a certain substance called PTC is dominant in humans. Is it possible for a pair of PTC-tasting parents to have a child who is unable to taste PTC?
ar_eg: القدرة على تذوق مادة معينة تسمى( بي تي سي) سائدة في البشر. هل من الممكن لزوج من الآباء والأمهات المتذوقين لمادة (بي تي سي) على إنجاب طفل لا يتمكن من تذوقها؟
es_es: La capacidad de percibir el sabor de una sustancia llamada PTC es dominante en los humanos. ¿Es posible que un par de padres que pueden percibir el sabor del PTC tengan un hijo que sea incapaz de percibir su sabor?

source: It is possible if both parents also carry the recessive gene.
ar_eg: من الممكن إذا كان كلا الوالدين يحمل الجينات المتنحية.
es_es: Es posible si ambos padres también llevan el gen recesivo.

source: It is possible if either parent carries the recessive gene.
ar_eg: فمن الممكن إذا كان أحد الوالدين يحمل الجينات المتنحية.
es_es: Es posible si cualquiera de los padres lleva el gen recesivo.

source: It is not possible because PTC-tasting is dominant.
ar_eg: ليس من الممكن ذلك لان تذوق مادة البي تس سي هو سائد.
es_es: No es posible porque el percibir el sabor del PTC es dominante.

source: It is not possible because PTC-tasting is recessive.
ar_eg: ليس من الممكن ذلك لان تذوق ال بي تس سي هو متنحي.
es_es: No es posible porque el percibir el sabor del PTC es recesivo.

source: Passing genes...
ar_eg: توريث الجينات
es_es: Transmitiendo genes...

source: That’s right! Both parents must carry the recessive gene.
ar_eg: هذا صحيح!يجب أن يحمل كلا الوالدين الجين المتنحي

source: Not quite. Both parents must carry the recessive gene.
ar_eg: ليس تماما!يجب أن يحمل كلا الوالدين الجين المتنحي
es_es: No exactamente. Ambos padres deben llevar el gen recesivo.

source: Sorry. It is possible because PTC is dominant.
ar_eg: آسف. من الممكن ذلك لأن ال بي تي سي سائدة.
es_es: Lo siento. Es posible porque el PTC es dominante.

source: No. PTC-tasting is dominant.
ar_eg: تذوق ال بي تي سي هو سائد
es_es: No. Percibir el sabor del PTC es dominante.

source: A brown mouse mated with a white mouse and produced all brown offspring. Which statement most likely summarizes this mating?
ar_eg: فأر بني تزاوج مع فأر أبيض كان جميع النسل بني. أي عبارة تلخص هذا التزاوج ؟
es_es: Un ratón marrón se apareó con un ratón blanco y produjo descendencia marrón en su totalidad. ¿Cuál de estas declaraciones más probablemente resume este apareamiento?

source: Flipping the box...
ar_eg: تقيلب الصندوق
es_es: Volteando la caja...

source: Use the Punnett square below to answer the question. This mating is between mice. Brown is dominant. White is recessive.
ar_eg: استخدام الرسم البياني (مربع بونيت) أدناه للإجابة على هذا السؤال. هذا التزاوج بين الفئران. البني هو السائد. والأبيض هو المتنحي.
es_es: Utiliza el cuadro de Punnett debajo para responder la pregunta. Este apareamiento es entre ratones. El marrón es dominante. El blanco es recesivo.

source: Which offspring display the brown phenotype?
ar_eg: أي نسل يعرض النمط الظاهري البني؟
es_es: ¿Cuál descendencia exhibirá el fenotipo marrón?

source: Looking at Punnett square...
ar_eg: النظر الى البياني (مربع بونيت) ...
es_es: Mirando el cuadro de Punnett...

source: Sorry. bb is white
ar_eg: عذراً. bb أبيض
es_es: Lo siento. bb es blanco.

source: Yes! Both Bb and BB are white.
ar_eg: نعم! bb وBB هم بيض
es_es: ¡Sí! Tanto Bb como BB son blancos.

source: Nope. bb is white.
ar_eg: كلا. bb أبيض.
es_es: Nop. bb es blanco.

source: No. BB is brown, but so is Bb.
ar_eg: لا BB بني، و كذلك هو Bb.
es_es: No. BB es marrón, pero también lo es Bb.

source: Consider the following pedigree of a human family. The color red indicates the dominant gene for curly hair. Blue indicates the recessive straight hair gene.
ar_eg: انظر في شجرة النسب التالية من الأسرة البشرية. اللون الأحمر يشير إلى الجين السائد للشعر المجعد. الأزرق يدل على الجين المتنحي للشعر المنسدل الجينات الشعر.
es_es: Considera el siguiente pedigrí de una familia humana. El color rojo indica el gen dominante para el cabello rizado. El azul indica el gen recesivo del cabello lacio.

source: Which of the following statements is true?
ar_eg: أي من العبارات التالية صحيحة؟
es_es: ¿Cuál de las siguientes afirmaciones es verdadera?

source: The B parents could have a curly-haired child.
ar_eg: يمكن أن يكون للوالدان ب طفل مجعد الشعر.
es_es: Los padres B podrían tener un hijo con cabello rizado.

source: The A parents could have a curly-haired child.
ar_eg: يمكن أن يكون للوالدان أ طفل مجعد الشعر.
es_es: Los padres A podrían tener un hijo con cabello rizado.

source: The C parents could not have a curly-haired child.
ar_eg: لا يمكن أن يكون للوالدان ج طفل مجعد الشعر.
es_es: Los padres C no podrían tener un hijo con cabello rizado.

source: The A parents could not have a straight-haired child.
ar_eg: الوالدان أ لا يمكن أن يكون لهما طفل شعر منسدل .
es_es: Los padres A no podrían tener un hijo con cabello rizado.

source: No. Curly is dominant. If the gene were present in the parents, they would be curly.
ar_eg: لا الشعر المجعد سائد. إذا كان الجين موجود في الوالدين، سيكون الشعر مجعدا.
es_es: No. El cabello rizado es dominante. Si el gen está presente en los padres, tendrían el cabello rizado.

source: Yes! In fact, the A parents do have a curly-haired child.
ar_eg: نعم! في الواقع، الوالدين أ يكون لهما طفل مجعد الشعر.
es_es: ¡Sí! De hecho, los padres A tienen un hijo con cabello rizado.

source: Sorry. The C parents do have curly-haired children.
ar_eg: آسف. الوالدين ج لا يكون لهم أطفال مجعدي الشعر.
es_es: Lo siento. Los padres C sí tienen hijos de cabello rizado.

source: Nope. The A parents do have a straight-haired child.
ar_eg: كلا. الوالدين أ لديهم طفل منسدل الشعر.
es_es: Nop. Los padres A sí tienen un hijo de cabello rizado.

source: Congratulations
ar_eg: مبروك
es_es: ¡Felicitaciones,

source: You've completed the Inherited Traits module.
ar_eg: لقد أكملت وحدة الصفات الموروثة.
es_es: Has completado el módulo de Rasgos Heredados.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وللأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en las 'Revisiones Rápidas' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Ensuring new combinations​...​​
ar_eg: ضمان تركيبات جديدة ...

source: Question A. Genetic traits that never skip generations are said to be:
ar_eg: السؤال أ. الصفات الوراثية التي لم تتخطى الأجيال يقال عنها:
es_es: Pregunta A. Los rasgos genéticos que nunca se saltan generaciones se dice que son:

source: Question B. Dominant traits are more likely to be inherited from...
ar_eg: السؤال ب من المرجح أن تكون الصفات السائدة موروثة من ...
es_es: Pregunta B. Los rasgos dominantes es más probable que sean heredados de...

source: male parents, because males are usually bigger than females.
ar_eg: الآباء الذكور، لأن الذكور عادة أكبر من الإناث.
es_es: progenitores masculinos, porque usualmente los individuos masculinos son más grandes que los femeninos.

source: female parents, because mothers often spend more time with their children.
ar_eg: الآباء الذكور، لأن الأمهات كثيرا ما تنفق الكثير من الوقت مع أطفالهم.
es_es: progenitores femeninos, porque usualmente las madres pasan más tiempo con sus hijos.

source: either parent, because dominant traits are never inherited.
ar_eg: كل من الوالدين، لأنه لا يتم توريث الصفات السائدة ابدأ.
es_es: cualquiera de los padres, porque los rasgos dominantes nunca son heredados.

source: either parent, because both are equally likely to pass on traits.
ar_eg: كل من الوالدين لأن كلاهما مساويان لتوريث هذه الصفات.
es_es: cualquiera de los padres, porque ambos tienen la misma probabilidad de heredar rasgos.

source: Flexible
ar_eg: مرن

source: Denatured
ar_eg: مشوه
es_es: Desnaturalizado

source: Studying genotype...
ar_eg: دراسة التركيب الوراثي...
es_es: Estudiando al genotipo...

source: TT and tt
ar_eg: TT و tt
es_es: TT y tt

source: tt and tt
ar_eg: tt و tt
es_es: tt y tt

source: Tt and Tt
ar_eg: Ttو Tt
es_es: Tt y Tt

source: TT and Tt
ar_eg: TTو Tt
es_es: TT y Tt

source: Question B. A pair of tall pea plants produced offspring that were both tall and short. The parents' genotypes must be:
ar_eg: السؤال ب. زوج من نباتات البازلاء الطويلة القامة إنتج نسل طويل القامة وقصير. التراكيب الوراثية للوالدين يجب أن تكون :
es_es: Pregunta B. Un par de plantas altas de guisantes produjo descendientes que eran tanto altos como bajos. Los genotipos de los padres deben ser:

source: No. These parents can only produce tall offspring.
ar_eg: كلا. هؤلاء الوالدين لا ينتجان الا نسل طويل القامة.
es_es: No. Estos padres sólo pueden producir descendientes altos.

source: or
ar_eg: او
es_es: o

source: [10b] diagram details not included in PO file: BB or Bb bb
ar_eg: تفاصيل الرسم البياني لا تدرج في ملف :PO bb BB أو Bb
es_es: [10b] detalles de diagrama que non se incluyen en archivo PO: BB o Bb bb

source: A
ar_eg: أ

source: B
ar_eg: ب

source: C
ar_eg: ج

source: D
ar_eg: د

source: Question A.
ar_eg: السؤال (أ)
es_es: Pregunta A.

source: Question B.
ar_eg: السؤال (ب)
es_es: Pregunta B.

source: Question C.
ar_eg: السؤال (ج)
es_es: Pregunta C.

source: Question D.
ar_eg: السؤال(د)
es_es: Pregunta D.

source: 8 manx kittens
ar_eg: 8 من قطط المانكس
es_es: 8 gatitos manx

source: 8 kittens with tails
ar_eg: 8 قطط مع ذيول
es_es: 8 gatitos con cola

source: 6 kittens with tails; 2 manx
ar_eg: 6 قطط مع ذيول؛ 2 مانكس
es_es: 6 gatitos con cola; 2 gatitos manx

source: 6 manx; 2 kittens with tails
ar_eg: 6 مانكس: 2 قطط مع ذيول
es_es: 6 gatitos manx; 2 gatitos con cola

source: Gene
ar_eg: جين
es_es: Gen

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر ،ثبت وحرك الماوس صعودا وهبوطا لتدوير المربع وحدد إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: No. This mating produces only white mice.
ar_eg: كلا. هذا التزاوج ينتج الفئران البيضاء فقط.
es_es: No. Este apareamiento sólo producirá ratones blancos.

source: Right! This mating produces only brown mice.
ar_eg: صحيح! هذا التزاوج ينتج الفئران البنية فقط.
es_es: ¡Correcto! Este apareamiento sólo producirá ratones marrones.

source: Nope. This mating should produce both brown and white offspring.
ar_eg: كلا. هذا التزاوج يجب أن ينتج كل من النسل الأبيض والبني.
es_es: Nop. Este apareamiento debería producir descendientes tanto marrones como blancos.

source: Sorry. Both of these parents are brown. One of the given parents is white.
ar_eg: عذراً. كلا الوالدين لونهم بني. أحد الوالدين الأبيض.
es_es: Lo siento. Estos dos padres son marrones. Uno de los padres debe ser blanco.

source: What are the genotypes of the parents in this mating?
ar_eg: ما هي التركيبات الوراثية من الآباء والأمهات في هذا التزاوج؟
es_es: ¿Cuáles son los genotipos de los padres en este apareamiento?

source: b
ar_eg: ب

source: No. These parents can have only brown offspring.
ar_eg: كلا. هؤلاء الوالدين يمكن أن يكون نسلهم الوحيد بني اللون.
es_es: No. Estos padres sólo pueden tener descendientes marrones.

source: Sorry. These parents can have only white offspring.
ar_eg: عذرا. ويمكن لهذه الوالدين انجاب نسل أبض اللون فقط .
es_es: Lo siento. Estos padres sólo pueden tener descendientes blancos.

source: Not likely. These parents should have about equal numbers of brown and white offspring.
ar_eg: ليس مرجحا. ينبغي أن يكون لهؤلاء الآباء والأمهات أعداد متساوية من النسل الأبيض والبني.
es_es: No es probable. Estos padres deberían tener más o menos la misma cantidad de descendientes marrones y blancos.

source: That's it. These parents expect to have 3/4 brown and 4/4 white offspring.
ar_eg: هذا صحيح. يتوقع لهؤلاء الآباء والأمهات أن يكون4/3 نسلهم من اللون البني و4/1 من اللون الابيض.

source: Here's how it works:
ar_eg: وإليك كيف يعمل:
es_es: Así es como funciona:

source: That's when a useful tool comes in handy. <span class='key'>Punnett squares</span> allow us to make such predictions, by showing which genotype combinations are possible in the next generation.
ar_eg: وذلك عندما تكون أداة مفيدة في متناول اليدين. الرسم البياني <span class='key'>(مربع بونيت)</span> يسمح لنا بتكوين هذه التنبؤات،عن طريق عرض أي مجموعات التركيب الوراثي ممكن أن تحدث في الجيل القادم.
es_es: Entonces es cuando una herramienta útil es conveniente. Los <span class='key'>cuadros de Punnett</span> nos permiten realizar dichas predicciones, al mostrarnos cuáles combinaciones de genotipo son posibles en la siguiente generación.

source: BB and bb
ar_eg: BB و bb
es_es: BB y bb

source: BB and Bb
ar_eg: BB و Bb
es_es: BB y Bb

source: Bb and bb
ar_eg: Bb و bb
es_es: Bb y bb

source: BB only
ar_eg: BB فقط
es_es: BB únicamente

source: Ever get called by the wrong name? Itâs pretty common. Sometimes a teacher will use your older sisterâs or brotherâs name to call on you. Sometimes your grandparent will call you by your uncle, aunt or parentâs name. Seems weird, but it happens all the time. Why? Because youâre related!
es_es: ¿Alguna vez te han llamado con el nombre equivocado? Es bastante común. A veces, un maestro utilizará el nombre de tu hermana o hermano mayor para llamarte. A veces tus abuelos te llamarán con el nombre de tus tíos, tías o padres. Parece extraño, pero sucede todo el tiempo. ¿Por qué? ¡Porque son parientes!

source: These two men arenât the same person - theyâre father and son. Itâs true; they do look remarkably similar, and thereâs a reason for it. They share a great deal: the same chromosomes; the same genes.
es_es: Estos dos hombres no son la misma persona - son padre e hijo. Es verdad, lucen notablemente similares, y hay una razón para ello. Comparten algo muy importante: los mismos cromosomas; los mismos genes.

source: You have similar relationships with your own parents and siblings. You even share characteristics with your grandparents and cousins. Itâs because you have inherited your characteristics from your mother and father.
es_es: Tienes una relación similar con tus padres y hermanos. Tú incluso compartes características con tus abuelos y primos. Es porque has heredado tus características de tu padre y madre.

source: This is not a pollutant because humans are part of the environment and their breathing is part of what naturally occurs. But what about if itâs a huge city of humans like New York or Tokyo? See the next item below.
es_es: Éste no es un contaminante porque los seres humanos son parte del medio ambiente y su respiración es parte de lo que ocurre naturalmente. Pero ¿qué sucede si es una ciudad enorme, llena de seres humanos como Nueva York o Tokio? Mira el siguiente artículo más abajo.

source: Yes. If the water temperature of the river is normally cold and hot or even warm water is added, then thatâs a pollutant. Itâs called thermal pollution.
es_es: Sí. Si la temperatura del agua del río es normalmente fría y se agrega agua caliente o incluso tibia, entonces es un contaminante. Se llama contaminación térmica.

source: Carrying chromosomes...â
es_es: Llevando cromosomas...

source: Ever wonder why you have two parents? We all do, you know. Itâs one of the few things thatâs true for all people. Even though some families may have only one parent in the home, or other families have two same-sex parents, every living person has both a female biological parent and a male biological parent. Parents of opposite sexes are the reason our form of reproduction is called <span class='key'>sexual reproduction</span>.
es_es: ¿Alguna vez te has preguntado por qué tienes dos padres? Es una de las pocas cosas que son verdad para todas las personas. Incluso cuando algunas familias pueden tener un solo padre en el hogar u otras familias tienen dos padres del mismo sexo, cada persona viva tiene un progenitor biológico femenino y un progenitor biológico masculino. Los padres de sexos opuestos son la razón por la cuál nuestra manera de reproducirnos se conoce como <span class='key'>reproducción sexual</span>.

source: When the environment changes in some way, itâs important that all members of a living population not be the same. Diversity helps to ensure that new combinations of inherited traits make the survival of at least some members of a population possible when conditions become difficult.
es_es: Cuando el ambiente cambia en cierta forma, es importante que todos los miembros de una población viva no sean iguales. La diversidad ayuda a asegurar que nuevas combinaciones de rasgos heredados hagan que la supervivencia de al menos unos cuantos miembros de la población sea posible cuando las condiciones se vuelvan difíciles.

source: Preparing your first quick checkâ¦
es_es: Preparando tu primera revisión rápida...

source: Sorry. Itâs the other way around.
es_es: Lo siento. Es al contrario.

source: No. Extinction may happen, but itâs not an advantage.
es_es: No. La extinción puede suceder, pero no es una ventaja.
