Repository: geneconde/NGR-sandbox
Catalog: demo/inherited-traits/_Locale/*/LC_MESSAGES/inherited-traits.po
Languages: ar_eg, es_es

source: Here's an example of a family with a dominant characteristic.
ar_eg: وهذا مثال على عائلة ذات سمة سائدة.
es_es: Aquí hay un ejemplo de una familia con una característica dominante.

source: Click the images to see the details.
ar_eg: انقر على الصور لمعرفة التفاصيل.
es_es: Da clic en las imágenes para ver los detalles.

source: Skipping generations...
ar_eg: تخطي الأجيال ...
es_es: Saltándose generaciones...

source: Inherited Traits
ar_eg: الصفات الموروثة
es_es: Rasgos Heredados

source: Inheriting dominant traits...
ar_eg: وراثة الصفات السائدة
es_es: Heredando rasgos dominantes...

source: Sorry. Recessive traits do skip generations.
ar_eg: آسف. الصفات المتنحية تتخطى الأجيال.
es_es: Lo siento. Los rasgos recesivos sí se saltan generaciones.

source: Nope. Traits are not referred to as flexible.
ar_eg: كلا. لا يشار للصفات بأنها مرنة.
es_es: Nop. Los rasgos no pueden calificarse como flexibles.

source: Correct. Dominant traits never skip generations.
ar_eg: صحيح. الصفات الغالبة لا تتخطى الأجيال أبدا .
es_es: Correcto. Los rasgos dominantes nunca se saltan generaciones.

source: No. Traits aren’t referred to as denatured.
ar_eg: كلا،لا يشار للصفات بأنها مشوهة

source: Sorry. A parent’s size isn’t related to what traits they can pass on.
ar_eg: آسف. لا يرتبط حجم الوالدين بالصفات التي يمكن أن يمرروها.

source: Nope. Time spent with children is long after traits are passed.
ar_eg: كلا. الوقت الذي يقضيه مع الأطفال بعد وقت طويل من تمرير الصفات.
es_es: Nop. El tiempo que se pasa con los hijos viene mucho después de que se heredan los rasgos.

source: No. Dominant traits are passed along as often as recessive.
ar_eg: لا. يتم تمرير الصفات السائدة في كثير من الأحيان كما المتنحية.
es_es: No. Los rasgos dominantes se transmiten tan frecuentemente como los recesivos.

source: That's right! Either parent can pass along either gene for any trait.
ar_eg: هذا صحيح! يمكن لأي من الوالدين أن يورث أي جين لأي صفة
es_es: ¡Así es! Cada padre puede transmitir cualquier gen para cualquier rasgo.

source: Pedigrees are a good way to summarize the complex histories of families. Sometimes, though, we just need to predict the future offspring of a particular set of parents. Have a look at the following problem.
ar_eg: الأنساب هي وسيلة جيدة لتلخيص تاريخ معقد من الأسر. في بعض الأحيان، على الرغم من أننا نحتاج للتنبؤ بمستقبل نسل مجموعة معينة من الآباء والأمهات. إلق نظرة على المشكلة التالية.
es_es: Los pedigríes son una buena manera de resumir las historias complejas de las familias. A veces, sin embargo, sólo necesitamos predecir la futura descendencia de un conjunto particular de padres. Echa un vistazo al siguiente problema.

source: A white male guinea pig had many generations of all-white ancestors. A black female guinea pig also had many generations of all-black ancestors. When the guinea pigs were allowed to mate, all of their offspring were black. When two of the resulting black guinea pigs mated, three-fourths of their offspring were also black, but one-fourth were white.
ar_eg: لدى الخنزير الغيني الأبيض الذكر العديد من الأجداد البيض. أنثى الخنزير الغيني السوداء أيضا لديها العديد من الأجداد السود. عندما سمح للخنازير الغينية بالتزاوج، كل النسل كان أسود. عندما يتزاوج اثنين من ناتج النسل الأسود،فإن ثلاثة أرباع نسلها تكون أيضا سوداء، والربع فقط من البيض.
es_es: Un conejillo de indias macho color blanco tuvo muchas generaciones de ancestros totalmente blancos. Un conejillo de indias hembra de color negro, también tuvo muchas generaciones de ancestros totalmente negros. Cuando dichos conejillos de indias se aparearon, todos sus descendientes fueron negros. Cuando dos de los conejillos de indias negros resultantes se aparearon, tres cuartos de sus descendientes también fueron negros, pero un cuarto fueron blancos.

source: Well, the recessive color was white, because white fur was hidden in the first set of offspring. That means black is the dominant color. We often use letters to represent dominant and recessive genes. Since any individual always has two genes for every characteristic, the original parents in the problem would have these combinations:
ar_eg: حسنا، كان لون المتنحي أبيض ، لأن الفراء الأبيض كان مخبأ في المجموعة الأولى من النسل. وهذا يعني أن الأسود هو اللون السائد. نحن غالبا ما نستخدم الحروف لتمثيل الجينات السائدة والمتنحية. لأن أي فرد لديه دائما اثنين من الجينات لكل سمة، إن الآباء الأصليين من هذه المجموعات لديهم بعض هذه التجميعات.
es_es: Bien, el color recesivo era blanco, porque el pelaje blanco permaneció oculto en el primer grupo de descendientes. Eso significa que el negro es el color dominante. Con frecuencia utilizamos letras para representar a los genes dominantes y recesivos. Ya que cualquier individuo siempre tiene dos genes para cada característica, los padres originales en el problema tendrían estas combinaciones:

source: Original Black parent:
ar_eg: الوالد الأصلي الأسود:
es_es: Padre Negro original:

source: Original White parent:
ar_eg: الأم الأصلية البيضاء:
es_es: Padre Blanco original:

source: This genetic shorthand tells us the <span class='key'>genotype</span> of an individual. Genotype is the actual combination of genes an individual has, even those we can’t easily detect. The appearance the genotype causes is called an individual's <span class='key'>phenotype</span>. Phenotypes are usually described by adjectives like black, white, tall and short. Genotypes are indicated by letters or symbols.
ar_eg: هذا الاختزال الجيني يخبرنا عن <span class='key'>التركيب الوراثي</span> للفرد. التركيب الوراثي هو مزيج فعلي من الجينات للفرد، حتى تلك التي لا يمكن الكشف عنها بسهولة. ويطلق على المظهر الذي يتسبب به التركيب الوراثي ب <span class='key'>النمط الوراثي الظاهري</span> للفرد. وعادة يتم وصف الأنماط الظاهرية بصفات مثل الأسود والأبيض، طويل القامة وقصير. يشار إلى التركيب الوراثي بالحروف أو الرموز.

source: The first set of offspring in the problem must have a gene from each parent. The white parent has only the f gene. The black parent has only F. The genotype of all of their offspring must be Ff. Their phenotype is black, but they all carry a recessive white gene.
ar_eg: أول مجموعة من النسل في المشكلة يجب أن يكون أحد جيناتها من كلا الوالدين. الوالد الأبيض لديه فقط جين f. الوالد الأسود ليس لديه سوى F . يجب أن يكون التركيب الوراثي لكل نسلهم Ff . النمط الظاهري منها هو الأسود، ولكنها جميعا تحمل الجينات المتنحية البيضاء
es_es: El primer grupo de descendientes en el problema debe tener un gen de cada padre. El padre blanco sólo tiene el gen f. El padre negro sólo tiene F. El genotipo de todos sus descendientes debe ser Ff. Su fenotipo es negro, pero todos llevan un gen blanco recesivo.

source: Browsing slides...
ar_eg: تصفح الشرائح ...
es_es: Navegando diapositivas...

source: Question A. Genotypes are most often described by which of the following?
ar_eg: السؤال أ. أي من التالي الأكثر وصفا للتراكيب الوراثية ؟
es_es: Pregunta A. Los genotipos se describen más frecuentemente por medio de ¿cuál de los siguientes?

source: Question B. A pair of tall pea plants produced offspring that were both tall and short. The parents’ genotypes must be:
ar_eg: السؤال ب . زوج من نباتات البازلاء الطويلة القامة أنتج نسل طويل القامة وقصير. التراكيب الوراثية للوالدين يجب أن تكون :

source: Letters or symbols
ar_eg: الحروف أو الرموز
es_es: Letras o símbolos

source: Descriptive words like quickly or slowly
ar_eg: كلمات وصفية مثل بسرعة أو ببطء
es_es: Palabras descriptivas como rápidamente o lentamente

source: Descriptive words like blue or orange
ar_eg: كلمات وصفية مثل الأزرق أو البرتقالي
es_es: Palabras descriptivas como azul o anaranjado

source: Measurements like meters or kilograms
ar_eg: القياسات مثل متر أو كيلوغرام
es_es: Medidas como metros o kilogramos

source: Correct. Genotypes use letters or other symbols.
ar_eg: صحيح. تستخدم التراكيب الوراثية حروف أو رموز أخرى.
es_es: Correcto. Los genotipos utilizan letras u otros símbolos.

source: No. These words describe how something happens.
ar_eg: كلا. هذه الكلمات تصف كيفية حدوث الشيء.
es_es: No. Estas palabras describen cómo sucede algo.

source: No. Words like these may be used as phenotypes.
ar_eg: كلا. كلمات مثل هذه يمكن أن تستخدم كأنماط ظاهرية.
es_es: No. Palabras como éstas pueden utilizarse como fenotipos.

source: Sorry. Measurements don’t refer to genotypes.
ar_eg: آسف. القياسات لا تشير إلى التراكيب الوراثية

source: Nope. These parents can only produce tall offspring.
ar_eg: كلا. هؤلاء الوالدين لا ينتجان الا نسل طويل القامة
es_es: Nop. Estos padres sólo pueden producir descendientes altos.

source: Sorry. These parents can only produce short offspring.
ar_eg: آسف. لا يمكن لهؤلاء الوالدين الا انتاج نسل قصير القامة
es_es: Nop. Estos padres sólo pueden producir descendientes bajos.

source: Yes! Some of these parents offspring will be tall and some short.
ar_eg: نعم! وبعض نسل هؤلاء الوالدين سيكون قصير وطويل القامة.
es_es: ¡Sí! Algunos de los descendientes de estos padres serán altos y otros bajos.

source: No. These parents can only produce tall offspring.
ar_eg: كلا. هؤلاء الوالدين لا ينتجان الا نسل طويل القامة
es_es: No. Estos padres sólo pueden producir descendientes altos.

source: It's even possible to make predictions about how likely it is for given sets of parents to produce particular offspring. What’s more, we can even determine the genotypes of parents if we know the phenotypes of their offspring.
ar_eg: حتى انه من الممكن لجعل التكهنات حول حال بعض مجموعات معينة من الآباء والأمهات لإنتاج نسل معين. و أكثر من ذلك، يمكننا حتى تحديد التراكيب الوراثية من الآباء والأمهات إذا علمنا الأنماط الظاهرية من نسلهم.

source: Here’s another problem
ar_eg: وها هنا مشكلة أخرى

source: A brown mouse mated with a black mouse. Their offspring were all brown. Two of the offspring were then allowed to mate. What colors of offspring could they have? If the litter was eight baby mice, how many would likely be black?
ar_eg: فأر بني تزاوج مع فأر أسود. جميع نسلهم كان بني اللون. .سُمح لاثنين من نسلهم التزاوج. ما هي الألوان التي يمكن أن يحصلوا عليها؟ إذا كانت صغار الفئران ثمانية فئران ، كم من المرجح أن يكون لونه أسود؟
es_es: Un ratón marrón se apareó con un ratón negro. Sus descendientes fueron todos marrón. Dos de sus descendientes entonces se aparearon. ¿De qué color podría ser su descendencia? Si la camada fue de ocho ratones bebés, ¿cuántos de ellos probablemente serían negros?

source: This one is tricky. Using the same rules of dominance we saw above, we would predict that the offspring were both Bb. Two Bb parents should be able to have both brown and black offspring. The problem comes up when we’re asked to predict how many of either color are likely.
ar_eg: هذا سؤال مخادع. باستخدام نفس القواعد السائدة التي رأيناها أعلاه، فإننا نتوقع أن نسل كلاهما Bb . يجب أن يكون الوالدين Bb قادرين على أن يكون لديهم نسل بني وأسود اللون. المشكلة تأتي عندما طلب منا التنبؤ بعدد الألوان المحتملة

source: That's when a useful tool comes in handy. <span class='key'>Punnett squares</span> allow us to make such predictions, by showing which genotype combinations are possible in the next generation. Here's how it works:
ar_eg: وذلك عندما يكون هنالك أداة مفيدة في متناول اليدين. <span class='key'>الرسم البياني(مربعات بونيت)</span> يسمح لنا بتكوين بعض التنبؤات، عن طريق إظهار التراكيب الوراثية الممكنة في الجيل القادم. وإليك كيفية طريقة عملها:
es_es: Entonces es cuando una herramienta útil es conveniente. Los <span class='key'>cuadros de Punnett</span> nos permiten realizar dichas predicciones, al mostrarnos cuáles combinaciones de genotipo son posibles en la siguiente generación. Aquí está cómo funciona:

source: Original Parents
ar_eg: الوالدين الأصليبن
es_es: Padres Originales

source: First set of Parents
ar_eg: أول مجموعة من الآباء والأمهات
es_es: Primer grupo de Padres

source: The original parents were the brown and black mice. Since all of their offspring mice were brown, brown had to be dominant. The black parent, then, was bb. The brown parent could have been either genotype, but any brown offspring had to be Bb since they received b from the other parent.
ar_eg: الوالدان الأصليان من الفئران بني واسود اللون. وبما أن نسل جميع الفئران هو من اللون البني،كان لا بد أن يكون اللون البني سائد. الوالد الأسود، إذن، كان Bb . الوالد البني كان من الممكن أن يكون تركيب وراثي، ولكن النسل بني اللون كان ليكون Bb لانه أخذ الجين b من الوالد الآخر.
es_es: Los padres originales fueron los ratones marrón y negro. Ya que todos sus descendientes fueron marrón, el marrón debía ser dominante. El padre negro, entonces, era bb. El padre marrón pudo haber tenido cualquier genotipo, pero cualquier descendencia marrón debía ser Bb ya que recibieron b del otro padre.

source: A Punnet square is a way of organizing which genes may be transmitted into a new generation. Since each parent passes along only half of its gene combination, the Punnet square is organized like this:
ar_eg: الرسم البياني (مربعات بونيت) هو وسيلة لتنظيم أي الجينات التي قد تنتقل إلى الجيل الجديد. بما أن كلا الوالدين لا يورث سوى نصف جيناته ، ويتم تنظيم هذا الرسم البياني كالتالي:
es_es: Un cuadro de Punnett es una manera de organizar cuáles genes podrían ser transmitidos a una nueva generación. Ya que cada padre transmite sólo la mitad de sus combinaciones de genes, el cuadro de Punnett está organizado así:

source: The single letters in the top row and left column show that each parent passes along half of its genes. The combinations in the table are the only possible gene combinations possible in the next generation. Three of the genotypes have B, resulting in brown mice. Only one has bb, leading to black mice. So, each individual has a 3/4 chance of being brown, and 1/4 chance of being black. Another way to say this is that in any litter, 3/4 are expected to be brown and 1/4 are expected to be white.
ar_eg: تبين الأحرف المنفردة في الصف العلوي و العمود الأيسر أن كلا الوالدين يورث نصف جيناته. التركيبات في الجدول هي مزيج من الجينات الممكن أن توجد في الجيل القادم. ثلاثة من التراكيب الوراثية لديهاB، مما أدى إلى وجود الفئران البنية. واحد فقط لديه bb، مما يؤدي إلى وجود فئران سوداء. لذلك، كل فرد لديه فرصة 4/3 من أن يكون بني اللون، و1/4 ليكون أسود اللون. وهناك طريقة أخرى لشرح ذلك وهو أنه في أي ولادة من المتوقع ان يكون 3/4 من اللون البني ويتوقع أن تكون ب 1/4بيضاء اللون.
es_es: Las letras individuales en la fila superior y columna izquierda muestran que cada padre transmite solo la mitad de sus genes. Las combinaciones en la tabla son las únicas combinaciones genéticas posibles en la siguiente generación. Tres de los genotipos tienen B, lo que resulta en ratones marrón. Sólo una tiene bb, lo que resulta en ratones negros. Así que, cada individuo tiene 3/4 de probabilidad de ser marrón, y 1/4 de probabilidad de ser negro. Otra manera de decir esto en cualquier camada, 3/4 se espera que sean marrón y 1/4 se espera que sean negros.

source: So... If there are eight baby mice in the litter, we expect 1/4, or 2, to be black.
ar_eg: لذلك وإذا كانت هناك ثمانية فئران في البطن الواحد ، فإننا نتوقع 1/4 أو 2، ليكون لونها أسود.
es_es: Así que... Si hay ocho ratones bebés en la camada, esperamos que 1/4, o 2, sean negros.

source: Predicting colors...
ar_eg: توقع الألوان ...
es_es: Prediciendo colores...

source: Question A. Two brown-eyed parents had one brown-eyed child and one blue-eyed child. Choose the Punnett square that best represents this situation.
ar_eg: السؤال أ. أبوين ذو عيون بنية أنجبوا طفل واحد بني العينين وواحد أزرق العينين. اختر الرسم البياني الأفضل الذي يمثل الحالة.
es_es: Pregunta A. Dos padres de ojos color marrón tuvieron un hijo con ojos color marrón y un hijo con ojos color azul. Elige el cuadro de Punnett que representa mejor esta situación.

source: Question B. House cats born without tails are called manx. The manx characteristic is controlled by a dominant gene. The Punnett square for a mating between two manx cats is shown below. If the litter resulted in eight kittens, which of the choices is most likely to occur?
ar_eg: السؤال ب. قطط المنازل التي تولد دون ذيل تسمى مانكس، يتم التحكم بخاصية قط المانكس جين سائد. الرسم البياني لقطين من نوع ماكس يتزاوجون مبين أدناه. إذا نتج هذا عن ولادة القطط الثمانية، أي الخيارات هو الأكثر احتمالية لأن يحدث.
es_es: Pregunta B. Los gatos domésticos que nacen sin cola se conocen como manx. La característica manx es controlada por un gen dominante. El cuadro de Punnett para un apareamiento entre dos gatos manx se muestra debajo. Si la camada resultó en ocho gatitos, ¿cuál de las opciones es más probable que ocurra?

source: Incorrect. None of the offspring would be blue-eyed (bb).
ar_eg: غير صحيحة. لن يكون أي من النسل أزرق العينين (bb) .
es_es: Incorrecto. Ninguno de sus descendientes tendría ojos azules (bb).

source: That's right! These parents can produce both brown and blue-eyed offspring.
ar_eg: هذا صحيح! يمكن لهؤلاء الآباء والأمهات انتاج نسل من كلا اللونين البني والأزرق.

source: Nope. Neither parent is brown-eyed.
ar_eg: كلا. لا الأصل هو بني العينين.
es_es: Nop. Ninguno de los padres tiene ojos color marrón.

source: Sorry. Only one parent has brown eyes.
ar_eg: آسف. واحد فقط من الوالدين بني العينين.
es_es: Lo siento. Sólo uno de los padres tiene ojos color marrón.

source: Probably not. It’s very unlikely that all offspring would be manx.
ar_eg: على الاغلب لا. من غير المحتمل أن يكون كل النسل من نوع مانكس.

source: Not likely. Kittens with tails should be rare from these parents.
ar_eg: ليس من المرجح. القطط ذات الذيول تكون نادرة من هؤلاء الآباء.
es_es: No es probable. Los gatitos sin cola serían escasos para estos padres.

source: Possible, but the table predicts about 3/4 of the kittens should be manx.
ar_eg: محتمل، ولكن الجدول يتوقع 4/3 من القطط أن تكون مانكس.

source: Correct! The table predicts about 3/4 of the kittens should be manx.
ar_eg: صحيح! ويتوقع الجدول 4/3 من القطط يجب أن تكون من نوع مانكس.

source: Using what you know about... inherited traits... to solve a problem
ar_eg: عن طريق ما تعرفه ... الصفات الموروثة ... لحل مشكلة
es_es: Utilizando lo que sabes acerca de... rasgos heredados... para resolver un problema

source: In dogs, deafness is caused by a recessive gene, “d”. A dog breeder wants to use a particular normal dog for breeding purposes, if he can be sure the dog is DD, or free of the recessive deafness gene.
ar_eg: في الكلاب، الصمم سببه جين متنحي، "d" مربي الكلب يريد استخدام كلب عادي لغرض التكاثر، إذا كان متيقنا من أن الكلب هو DD، أو خالي من جينات الصمم المتنحية

source: Use the space below to explain how he might perform a series of breeding experiments to determine whether this dog would be useful in his breeding plans.
ar_eg: استخدم الفراغ أدناه لشرح كيف ستجري سلسلة من التجارب التكاثر لتحديد ما إذا كان هذا الكلب سيكون مفيدا في خطط التكاثر
es_es: Utiliza el espacio debajo para explicar cómo podría realizar una serie de experimentos de crianza para determinar si este perro sería útil para sus planes de crianza.

source: Experimenting...
ar_eg: تجريب ...
es_es: Experimentando...

source: Summarizing big ideas about... inherited traits
ar_eg: تلخيص الأفكار الكبيرة حول ... الصفات الموروثة
es_es: Resumiendo ideas importantes acerca de... rasgos heredados

source: Nearly all plants and animals reproduce sexually, that is, they have female and male parents. Every new individual receives half of its inherited information from its mother, and half from its father. The half from the mother is a random set of the information inherited from her own parents. The same is true for information inherited from the father.
ar_eg: جميع النباتات والحيوانات تتكاثر جنسيا تقريباُ، والذي، لديهم آباء وأمهات ذكر وأنثى. كل فرد جديد يتلقى نصف المعلومات الموروثة من أمه، والنصف الآخر من أبيه. النصف من الأم عبارة عن مجموعة عشوائية من المعلومات ورثت من والديها. وينطبق الشيء نفسه على المعلومات الموروثة من الأب.
es_es: Casi todas las plantas y animales se reproducen sexualmente, es decir, tienen progenitores femeninos y masculinos. Cada nuevo individuo recibe la mitad de su información heredada de su madre, y la mitad de su padre. La mitad de la madre es un conjunto aleatorio de la información que ella heredó de sus propios padres. Lo mismo es cierto para la información heredada del padre.

source: Some characteristics are sometimes absent in a generation, only to reappear in later generations. These are said to be <span class = 'key'>recessive traits</span>. These <span class = 'key'>traits</span> only appear when an individual inherits the same gene from each parent. <span class = 'key'>Dominant traits</span> never skip generations. They appear even when their gene is inherited from only one parent.
ar_eg: بعض الخصائص غائبة أحيانا في الجيل ، فقط لتعاود الظهور في أجيال لاحقة. ويقال إن هذه تسمى <span class = 'key'>صفات متنحية</span>. تظهر هذه الصفات فقط عندما يرث فرد نفس الجين من كلا الوالدين. <span class = 'key'>الصفات السائدة</span> لا تتخطى أبدا الأجيال. تظهر حتى عندما يتم توريث الجينات الخاصة بهم من أحد الوالدين فقط.
es_es: Algunas características a veces están ausentes en una generación, sólo para reaparecer en generaciones posteriores. Estos se conocen como <span class = 'key'>rasgos recesivos</span>. Estos <span class = 'key'>rasgos</span> sólo aparecen cuando un individuo hereda el mismo gen de cada padre. Los <span class = 'key'>rasgos dominantes</span> nunca se saltan generaciones. Aparecen incluso cuando su gen es heredado por uno solo de los padres.

source: The random rearrangement of <span class = 'key'>genes</span> in each generation allows every species to have new combinations of genes all the time. These unique gene combinations are sometimes important to species survival.
ar_eg: إعادة الترتيب العشوائي <span class = 'key'>للجينات</span> في كل جيل يسمح لكل الأنواع أن يكون لديها مجموعات جديدة من الجينات في كل وقت. هذه التركيبات الجينية الفريدة مهمة في بعض الأحيان لبقاء الأنواع.
es_es: La reorganización aleatoria de <span class = 'key'>genes</span> en cada generación permite a cada especie tener nuevas combinaciones de genes todo el tiempo. Estas combinaciones únicas de genes a veces son importantes para la supervivencia de la especie.

source: It is possible to use the rules of probability to make predictions about past or future generations if we have information about other members of the same family. These predictions may be made about <span class = 'key'>genotype </span> (the actual genetic information) or <span class = 'key'> phenotype </span> (the visible traits coded for by genes).
ar_eg: من الممكن استخدام قواعد احتمالية لبناء توقعات حول الأجيال السابقة أو المستقبلية اذا كان لدينا معلومات عن أفراد آخرين من نفس الأسرة. ويمكن إجراء هذه التنبؤات حول <span class = 'key'>التركيب الوراثي (المعلومات الوراثية الفعلية)</span> أو <span class = 'key'>الأنماط الظاهرية</span> (الصفات المرئيةالمرمزة بالجينات).
es_es: Es posible utilizar las reglas de la probabilidad para realizar predicciones acerca de generaciones pasadas o futuras si tenemos información acerca de otros miembros de la misma familia. Estas predicciones pueden hacerse acerca del <span class = 'key'>genotipo</span> (la información genética real) o del <span class = 'key'>fenotipo</span> (los rasgos visibles codificados por genes).

source: Reviewing key vocabulary related to... inherited traits
ar_eg: مراجعة المفردات الرئيسية المتعلقة ... بالصفات الموروثة
es_es: Revisando vocabulario clave relacionado con... rasgos heredados

source: Chromosome
ar_eg: كروموسوم
es_es: Cromosoma

source: A threadlike structure found in cells that contains their DNA. Each is made of tightly bound strands of DNA coiled together.
ar_eg: شبيه بالخيط وهو موجود في الخلايا التي تحتوي على الحمض النووي DNA. ويتكون كل منها من خيوط مرتبطة بشكل وثيق بالحمض النووي ملفوفان معا.
es_es: Una estructura en forma de hilo que se encuentra en las células que contiene su ADN. Cada una está hecha de hebras de ADN fuertemente unidas en espiral.

source: Dominant
ar_eg: سائد
es_es: Dominante
