Repository: geneconde/NGR-sandbox
Catalog: demo/inherited-traits/_Locale/*/LC_MESSAGES/inherited-traits.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: التقويم سريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: التقويم السريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: التقويم السريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: التقويم السريع رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Play
ar_eg: شَغِل
es_es: Reproducir

source: Pause
ar_eg: توقف قصير
es_es: Pausa

source: Stop
ar_eg: توقف
es_es: Detener

source: Mute
ar_eg: صامت
es_es: Silencio

source: Unmute
ar_eg: غير صامت
es_es: Activar sonido

source: Max volume
ar_eg: أعلى صوت
es_es: Volumen máximo

source: Full screen
ar_eg: وضع الشاشة بالكامل
es_es: Pantalla completa

source: Restore screen
ar_eg: استعادة الشاشة
es_es: Restaurar pantalla

source: Repeat
ar_eg: كرر
es_es: Repetir

source: Repeat off
ar_eg: إيقاف التكرار
es_es: No repetir

source: Update Required
ar_eg: التحديث مطلوب
es_es: Actualización Requerida

source: To play the media you will need to either update your browser to a recent version or update your
ar_eg: لتشغيل الوسائط ستحتاج إما إلى تحديث المتصفح النسخة الأخيرة أو تحديث
es_es: Para reproducir los contenidos multimedia, necesitas actualizar tu navegador a una versión más reciente o actualizar tu

source: Flash plugin
ar_eg: إدخا الفلاش
es_es: Lector Flash

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: من خلال تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: مهمتك
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Close Me!
ar_eg: أغلق الشاشة!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations,
ar_eg: مبروك،
es_es: ¡Felicidades,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وللأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: انتقل إلى اللوحة التوجيهية
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a,

source: Preparing your first quick check!
ar_eg: تحضير اختبارك السريع الاول!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: هل أنت مستعد لآخر تقويم سريع؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل أنت مستعد لآخر سؤال سريع؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها ...
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو ...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Welcome to the Inherited Traits module
ar_eg: مرحبا بكم في وحدة الصفات الموروثة
es_es: Bienvenido/a al módulo de Rasgos Heredados

source: Thinking about... inherited traits
ar_eg: التفكير.. توريث الصفات
es_es: Pensando acerca de... rasgos heredados

source: Ever get called by the wrong name? It's pretty common. Sometimes a teacher will use your older sister's or brother's name to call on you. Sometimes your grandparent will call you by your uncle, aunt or parent's name. Seems weird, but it happens all the time. Why? Because you're related!
ar_eg: هل تمت مناداتك يوم ما باسم خاطئ؟ إنه أمر شائع جدا. المعلم أحيانا يستخدم اسم أختك الكبرى أو أخوك ليناديك. في بعض الأحيان يناديك جدك وجدتك باسم عمك أو عمتك أو والديك. يبدو ذلك غريبا، لكنه يحدث في كل وقت. لماذا؟ لأنكم أقارب!

source: Have a look at these two pictures:
ar_eg: اطلع على هاتين الصورتين:
es_es: Mira estas dos fotografías:

source: These two men aren't the same person - they're father and son. It's true; they do look remarkably similar, and there's a reason for it. They share a great deal: the same chromosomes; the same genes.
ar_eg: هذين الرجلين ليسا نفس الشخص إنهم الأب وابنه. هذا صحيح؛ هم يبدون متشابهين بشكل ملحوظ، وهناك سبب لذلك. أنهما يشتركان بأشياء كثيرة: الكروموسومات نفسها؛ والجينات نفسها.

source: You have similar relationships with your own parents and siblings. You even share characteristics with your grandparents and cousins. It’s because you have inherited your characteristics from your mother and father.
ar_eg: لديك علاقات مماثلة مع والديك وأشقاءك حتى انك تشترك بالخصائص مع الأجداد وأبناء عمومتك. وذلك لأنك قد ورثت سماتك من أمك وأبيك.

source: For thousands of years, people have understood a few basic rules about inheritance in plants and animals. In the past hundred years, we have learned how to use this knowledge to make more accurate predictions about all living things.
ar_eg: منذ آلاف السنين، فهم الناس بعض القواعد الأساسية حول التوارث في النباتات والحيوانات. في السنوات المائة الماضية، تعلمنا كيفية استخدام هذه المعرفة لبناء توقعات أكثر دقة حول جميع الكائنات الحية.
es_es: Por miles de años, las personas han comprendido unas cuantas reglas básicas acerca de la herencia en plantas y animales. En los pasados cien años, hemos aprendido cómo utilizar este conocimiento para realizar predicciones más precisas acerca de todos los seres vivos.

source: Checking what you now know about... inherited traits
ar_eg: التحقق مما تعرفه الآن حول ... الصفات الموروثة.
es_es: Revisando lo que sabes ahora acerca de... rasgos heredados

source: Select which phrases <span class='blink key1'>BEST</span> describe the observation on the left
ar_eg: اختر العبارات <span class='blink key1'>الأفضل</span> وصفا للملاحظة على اليسار
es_es: Selecciona cuáles frases son las <span class='blink key1'>MEJORES</span> para describir la observación de la izquierda

source: Dominant genes
ar_eg: جينات سائدة
es_es: Genes dominantes

source: Recessive genes
ar_eg: جينات متنحية
es_es: Genes recesivos

source: Chromosomes
ar_eg: الكروموسومات
es_es: Cromosomas

source: Some traits are able to skip generations.
ar_eg: بعض الصفات قادرة على تخطي الأجيال.
es_es: Algunos rasgos se pueden saltar generaciones.

source: This is not a pollutant because humans are part of the environment and their breathing is part of what naturally occurs. But what about if it’s a huge city of humans like New York or Tokyo? See the next item below.
ar_eg: هذا ليس ملوثا لأن البشر هم جزء من البيئة وتنفسهم هو جزء مما يحدث بشكل طبيعي. ولكن ماذا إذا كانت مدينة فيها عدد هائل من البشر مثل نيويورك أو طوكيو؟ انظر البند التالي أدناه.

source: Genetic information is carried on these.
ar_eg: تُحمل المعلومات الوراثية على أساس هذه.
es_es: La información genética se lleva en ellos.

source: Yes, because cows on a farm, especially a big farm with thousands of cows, add much more methane to the environment than would be normal in a natural field or woods with just a few animals.
ar_eg: نعم، لأن الأبقار الموجودة في المزرعة، وخاصة مزرعة كبيرة تحتوي آلاف الأبقار، اضف إلى ذلك المزيد من غاز الميثان على البيئة من شأنه أن يكون طبيعيا في حقل طبيعي أو في غابة ذات عدد قليل من الحيوانات.
es_es: Sí, porque las vacas en una granja, especialmente una granja grande con miles de vacas, añaden mucho más metano al medio ambiente de lo que sería normal en un campo o bosque natural, con apenas unos cuantos animales.

source: Yes. If the water temperature of the river is normally cold and hot or even warm water is added, then that’s a pollutant. It’s called thermal pollution.
ar_eg: نعم. إذا كانت درجة حرارة الماء من النهر عادة باردة أو ساخنة أو حتى يضاف اليها الماء الدافئ ، فهذه تصبح من الملوثات. وتسمى بالتلوث الحراري.

source: Some traits never skip generations.
ar_eg: بعض الصفات لا تتخطى الأجيال أبدا.
es_es: Algunos rasgos nunca se saltan generaciones.

source: The rules of inheritance apply to all types of plants and animals that reproduce sexually. <span class='key'>Traits</span> are the characteristics we see in all living things. <span class = 'key'>Traits</span> that sometimes skip generations are said to be <span class='key'>recessive</span>. Traits that never skip generations are <span class='key'>dominant</span>. The information that causes a trait to appear is known as a <span class='key'>gene</span>. Genes are actually chemical messages carried in structures called <span class='key'>chromosomes</span>, which are found in the nuclei of cells. Every individual carries two sets of chromosomes in every cell, one set inherited from each parent. For this reason, each parent contributes half of the information needed to make an individual.
ar_eg: تنطبق قواعد الوراثة لجميع أنواع النباتات والحيوانات التي تتكاثر جنسيا. <span class='key'>الصفات</span> هي الخصائص التي نراها في جميع الكائنات الحية. <span class='key'>الصفات</span> التي يقال إن الأجيال تخطتها بعض الأحيان يمكن أن تكون <span class='key'>متنحية</span>. الصفات التي لا تتخطى الأجيال هي <span class='key'>سائدة</span>. تعرف المعلومات التي تتسبب بظهور الصفة <span class='key'>الجين</span>. الجينات هي في الواقع الرسائل الكيميائية التي تُحمل في هياكل تسمى الكروموسومات، والتي توجد في نواة الخلايا. كل فرد يحمل مجموعتين من <span class='key'>الكروموسومات</span> في كل خلية، مجموعة واحدة موروثة من كل من الوالدين. لهذا السبب، كل من الوالدين يساهم بنصف المعلومات اللازمة لتكون الفرد.
es_es: Las reglas de la herencia se aplican a todos los tipos de plantas y animales que se reproducen sexualmente. <span class='key'>Rasgos</span> son las características que vemos en todos los seres vivos. Los <span class='key'>rasgos</span> que en ocasión se saltan generaciones, se conocen como <span class='key'>recesivos</span>. Los rasgos que nunca se saltan generaciones son <span class='key'>dominantes</span>. La información que provoca que un rasgo aparezca se conoce como <span class='key'>gen</span>. Los genes en realidad son mensajes químicos que se llevan en estructuras llamadas <span class='key'>cromosomas</span>, que se encuentran en los núcleos de las células. Cada individuo lleva dos grupos de cromosomas en cada célula, un grupo heredado de cada padre. Por esta razón, cada padre contribuye la mitad de la información necesaria para formar un individuo.

source: Carrying chromosomes...​
ar_eg: تحمل الكروموسومات ...

source: Reviewing big ideas about... inherited traits
ar_eg: مراجعة الأفكار الكبيرة حول ... الصفات الموروثة
es_es: Revisando ideas importantes acerca de... rasgos heredados

source: Ever wonder why you have two parents? We all do, you know. It's one of the few things that's true for all people. Even though some families may have only one parent in the home, or other families have two same-sex parents, every living person has both a female biological parent and a male biological parent. Parents of opposite sexes are the reason our form of reproduction is called <span class='key'>sexual reproduction</span>.
ar_eg: نتساءل لماذا لديك والدان؟ حسنا، الكل كذلك، كما تعلم. انها واحدة من الأشياء القليلة الحقيقية بالنسبة لجميع الناس. على الرغم من أن بعض الأسر قد يكون فيها أحد الوالدين فقط في المنزل، أو أسر أخرى بها اثنين من الآباء والأمهات، كل شخص لديه الوالد البيولوجي الذكر والوالدة البيولوجية الأنثى. الآباء والأمهات من جنسين مختلفين هما السبب بتسمية شكل التكاثر لدينا <span class='key'>بالتكاثر الجنسي</span>.

source: The simplest form of reproduction in nature is called <span class='key'>asexual reproduction</span>. This occurs when new organisms break away in some fashion from a parent organism. Asexual reproduction is common in single-cell organisms, plants and a few animals. It produces clones or exact copies of the parent. While this process is very efficient, the sameness of the individuals it produces is a disadvantage in many types of living things.
ar_eg: ويطلق على أبسط شكل من أشكال التكاثر في الطبيعة <span class='key'>بالتكاثر اللاجنسي</span>. يحدث هذا عندما تنقطع الكائنات الجديدة بعيدا عن الأم. التكاثر اللاجنسي هو شائع في الكائنات وحيدة الخلية والنباتات وبعض الحيوانات. وتنتج الحيوانات المستنسخة أو نسخ طبق الأصل من الأم. ومع أن هذه العملية فعالة جدا، الا ان التشابه من الأفراد ينتج عيبا في العديد من أنواع الكائنات الحية.
es_es: La forma más simple de reproducción en la naturaleza se conoce como <span class='key'>reproducción asexual</span>. Esto sucede cuando nuevos organismos se desprenden de alguna manera de un organismo padre. La reproducción asexual es común en los organismos de una sola célula, plantas y algunos animales. Produce clones o copias exactas del padre. Mientras que este proceso es muy eficiente, la igualdad entre los individuos que produce es una desventaja en muchos tipos de seres vivos.

source: When the environment changes in some way, it’s important that all members of a living population not be the same. Diversity helps to ensure that new combinations of inherited traits make the survival of at least some members of a population possible when conditions become difficult.
ar_eg: عندما تتغير البيئة في بعض الأحيان، فمن المهم أن لا يكون جميع أفراد المجموعة هم نفسهم. التنوع يساعد على ضمان أن التركيبات الجديدة من الصفات الموروثة تجعل بقاء البعض على الأقل ممكنا عندما تصبح الظروف الصعبة.

source: Sexual reproduction works because every individual has two copies of each chromosome, the cell structures that carry information. Each plant or animal receives one copy of each chromosome from each parent. They then are able to pass only one of each chromosome on to their own offspring. Since it is equally likely that either of each chromosome may be passed on to any offspring, all combinations of chromosomes are possible. This allows for new combinations of chromosomes and the traits they carry every generation.
ar_eg: يعمل التكاثر الجنسي لأن كل فرد لديه نسختين من كل كروموسوم، وهياكل الخلية التي تحمل المعلومات. كل نبات أو حيوان يتلقى نسخة واحدة من كل كروموسوم من كل من الوالدين. هم بعد ذلك قادرون على تمرير واحد فقط من كل كروموسوم لأبنائهم . وبما أنه من المرجح كذلك أن أي من كل كروموسوم يمكن تمريره إلى أي نسل، كل المجموعات من الصبغيات ممكنة. وهذا يتيح مجموعات جديدة من الكروموسومات والصفات التي يحملها كل جيل.
es_es: La reproducción sexual funciona porque cada individuo tiene dos copias de cada cromosoma, las estructuras celulares que llevan información. Cada planta o animal recibe una copia de cada cromosoma de cada padre. Ellos entonces son capaces de transmitir sólo uno de cada cromosoma a su descendencia. Ya que es igualmente probable que cualquiera de dichos cromosomas sea transmitido a cualquier descendiente, todas las combinaciones de cromosomas son posibles. Esto permite que haya nuevas combinaciones de cromosomas y los rasgos que llevan en cada generación.

source: Preparing your first quick check…
ar_eg: تحضير اختبارك القصير الأول!

source: Question A. Sexual reproduction is most closely associated with...
ar_eg: السؤال أ. يرتبط التكاثر الجنسي بشكل وثيق مع ...
es_es: Pregunta A. La reproducción sexual está asociada de manera más cercana con...

source: Question B. An advantage of asexual reproduction would be:
ar_eg: السؤال ب. ميزة التكاثر اللاجنسي ممكن أن تكون:
es_es: Pregunta B. Una ventaja de la reproducción asexual sería:

source: increased diversity.
ar_eg: زيادة التنوع.
es_es: aumento en la diversidad.

source: decreased diversity.
ar_eg: انخفاض التنوع.
es_es: disminución en la diversidad.

source: single celled-animals.
ar_eg: الحيوانات وحيدة الخلية
es_es: animales de una sola célula.

source: bacteria.
ar_eg: البكتريا
es_es: bacterias.

source: the production of seedless grapes.
ar_eg: إنتاج العنب الخالي من البذور.
es_es: la producción de uvas sin semilla.

source: increased diversity within a species.
ar_eg: زيادة التنوع داخل النوع الواحد.
es_es: aumento en la diversidad dentro de una especie.

source: improved survival during times of environmental stress.
ar_eg: تحسين البقاء على قيد الحياة اثناء أوقات الإجهاد البيئي.
es_es: supervivencia mejorada durante tiempos de estrés ambiental.

source: short-term extinction of the species.
ar_eg: انقراض الأنواع على المدى القصير.
es_es: extinción a corto plazo de la especie.

source: That's right! Sexual reproduction promotes diversity.
ar_eg: هذا صحيح! التكاثر الجنسي يعزز التنوع.
es_es: ¡Así es! La reproducción sexual promueve la diversidad.

source: Sorry. It’s the other way around.
ar_eg: آسف. انها عكس ذلك

source: Ummm... No. Single celled organisms reproduce asexually.
ar_eg: مممم..الكائنات الحية وحيدة الخلية تتكاثر لاجنسيا.
es_es: Mmm... No. Los organismos de una sola célula se reproducen asexualmente.

source: Nope. Bacteria reproduce asexually.
ar_eg: كلا. البكتيريا تتكاثر لاجنسيا.
es_es: Nop. Las bacterias se reproducen asexualmente.

source: Yeah! Seedless fruit is only possible when no seeds are required.
ar_eg: نعم! يتحقق وجود الفواكه الخالية من البذور في حالة عدم الحاجة للبذور
es_es: ¡Sí! La fruta sin semilla sólo es posible cuando no se requieren semillas.

source: Nope. Diversity would actually decrease.
ar_eg: كلا.​في الواقع التنوع قد ينخفض ​
es_es: Nop. La diversidad en realidad disminuiría.

source: Sorry. Less diversity means fewer chances of survival.
ar_eg: آسف. انخفاض التنوع يعني فرص أقل للبقاء على قيد الحياة.
es_es: Lo siento. Menor diversidad significa que hay menores oportunidades de sobrevivir.

source: No. Extinction may happen, but it’s not an advantage.
ar_eg: لا. الانقراض يمكن أن يحدث، ولكنه ليس ميزة.

source: A chart like this is called a <span class='key'>pedigree</span>. Males are shown as squares and females are shown as circles. Family members with the dominant trait are colored red. Recessives are colored blue. The lines show the relationships within the family. Parents are linked together, and lines extend to their offspring.
ar_eg: يطلق على الرسم البياني مثل هذه <span class='key'>شجرة النسب</span> . ويظهر الذكور فيها كمربع وتظهر الإناث كدوائر. يتم تلوين أفراد الأسرة السائدة وهي الأحمر. يتم تلوين المتنحية بالأزرق . تُظهر الخطوط العلاقات داخل الأسرة. ويرتبط الوالدين معا، وتمتد الخطوط إلى أبنائهم.
es_es: Un diagrama como éste se conoce como <span class='key'>pedigrí</span>. Los individuos masculinos se muestran como cuadrados y los femeninos como círculos. Los miembros de una familia con la característica dominante son de color rojo. Los recesivos son de color azul. Las líneas muestran las relaciones dentro de la familia. Los padres se unen entre sí, y se extienden líneas a su descendencia.

source: Take a close look. The red trait shows up in every generation. In all cases, at least one parent of a red individual also showed the red trait.
ar_eg: الق نظرة فاحصة. الصفة الحمراء تظهر في كل جيل. في جميع الحالات، على الأقل أحد الوالدين يظهر فرد أيضا ذا سمة حمراء.
es_es: Mira de cerca. El rasgo rojo se presenta en cada generación. En todos los casos, al menos un padre de un individuo rojo también mostró el rasgo rojo.

source: This pedigree looks a bit different. Once again, red is dominant. Individuals having both red and blue carry one copy of each gene, but show the red trait. Even though they appear to be dominant, it’s possible for red parents to have blue offspring. Blue parents never have red offspring.
ar_eg: شجرة النسب هذه تبدو مختلفة بعض الشيء. مرة أخرى،الأحمر هو السائد. كل من الأفراد من الأحمر والأزرق هم نسخة واحدة تحمل كل الجينات، ولكن تظهر السمة الحمراء. على الرغم من أنها تبدو سائدة، فمن الممكن للآباء والأمهات في اللون الأحمر أن يحصلوا على نسل أزرق. الوالدين في اللون الأزرق لن يحصلوا على نسل أحمر.

source: More big ideas about... inherited traits
ar_eg: المزيد من الأفكار الكبيرة حول ... الصفات الموروثة
es_es: Más ideas importantes acerca de... rasgos heredados

source: The inheritance of nearly all traits follows only a few simple rules. The first big rule is that everyone has two genes for every characteristic, inheriting one from each parent. Individuals may pass only one gene for each characteristic on to any offspring. The second big rule is that genes don’t usually influence each other, that is to say that the gene inherited for nose shape doesn’t determine the gene inherited for short big toes.
ar_eg: وراثة كل الصفات تقريبا يتبعه عدد قليل من القواعد البسيطة. القاعدة الكبيرة الأولى هي أن كل شخص لديه اثنين من الجينات لكل سمة، يرثها واحد من كل من الوالدين. قد يمرر الأفراد واحدة فقط من الجينات لكل صفة و إلى أي نسل. القاعدة الثانية الكبيرة هي أن الجينات في العادة لا تؤثر على بعضها البعض، وهذا يعني بأن الجينات الموروثة لشكل الأنف لا تحدد الجينات الموروثة لأصابع القدم الكبيرة القصيرة.

source: Then, there's something called <span class='key'>dominance</span>. Genes are not all created equal. Some genes cause their traits to be displayed every generation. They are called dominant genes. Others can seem to skip generations, only to appear again in descendants of later generations. They are called <span class='key'>recessive</span>.
ar_eg: ثم، هناك شيء يسمى <span class='key'>سائد</span> . لم يتم خلق جميع الجينات بشكل متساوي. تتسبب بعض الجينات أن يتم عرض سماتها في كل جيل. فهي تسمى الجينات السائدة. غيرها من الممكن ان يتخطي الأجيال، فقط ليظهر مرة أخرى في نسل الأجيال اللاحقة. ويسمى <span class='key'>المتنحي</span>.
es_es: Luego, hay algo que se conoce como <span class='key'>dominancia</span>. Los genes no son todos iguales. Algunos genes hacen que sus rasgos se exhiban en cada generación. Estos se conocen como genes dominantes. Otros puede parecer que se saltan generaciones, sólo para aparecer de nuevo en descendientes de generaciones posteriores. Se conocen como <span class='key'>recesivos</span>.
