Repository: geneconde/NGR-sandbox
Catalog: demo/inherited-traits/_Locale/*/LC_MESSAGES/inherited-traits.po
Languages: ar_eg, es_es

source: This pedigree looks a bit different. Once again, red is dominant. Individuals having both red and blue carry one copy of each gene, but show the red trait. Even though they appear to be dominant, itâs possible for red parents to have blue offspring. Blue parents never have red offspring.
es_es: Este pedigrí luce un poco diferente. Una vez más, el rojo es dominante. Los individuos que tienen tanto rojo como azul llevan una copia de cada gen, pero muestran la característica roja. Incluso si parecen ser dominantes, es posible que padres rojos tengan descendientes azules. Los padres azules nunca tienen descendientes rojos.

source: More big ideas aboutâ¦ inherited traits
es_es: Más ideas importantes acerca de... rasgos heredados

source: The inheritance of nearly all traits follows only a few simple rules. The first big rule is that everyone has two genes for every characteristic, inheriting one from each parent. Individuals may pass only one gene for each characteristic on to any offspring. The second big rule is that genes donât usually influence each other, that is to say that the gene inherited for nose shape doesnât determine the gene inherited for short big toes.
es_es: La herencia de casi todos los rasgos sigue tan sólo unas pocas reglas simples. La primera regla importante es que todos los individuos tienen dos genes para cada característica, heredando uno de cada padre. Los individuos pueden transmitir sólo un gen para cada característica a cualquier descendencia. La segunda regla importante es que los genes no influyen usualmente los unos sobre los otros, lo que quiere decir que el gen heredado para la forma de la nariz, no determina el gen heredado para pulgares cortos.

source: No. Traits arenât referred to as denatured.
es_es: No. Los rasgos no pueden calificarse como desnaturalizados.

source: Sorry. A parentâs size isnât related to what traits they can pass on.
es_es: Lo siento. El tamaño de un progenitor no está relacionado con los rasgos que puede heredar.

source: This genetic shorthand tells us the <span class='key'>genotype</span> of an individual. Genotype is the actual combination of genes an individual has, even those we canât easily detect. The appearance the genotype causes is called an individual's <span class='key'>phenotype</span>. Phenotypes are usually described by adjectives like black, white, tall and short. Genotypes are indicated by letters or symbols.
es_es: Esta clave genética nos dice el <span class='key'>genotipo</span> de un individuo. El genotipo es la combinación real de genes que tiene un individuo, incluso aquellos que no podemos detectar fácilmente. La apariencia que el genotipo causa se conoce como el <span class='key'>fenotipo</span> de un individuo. Los fenotipos usualmente se describen por medio de adjetivos como negro, blanco, alto y bajo. Los genotipos se indican con letras o símbolos.

source: Question B. A pair of tall pea plants produced offspring that were both tall and short. The parentsâ genotypes must be:
es_es: Pregunta B. Un par de plantas altas de guisantes produjo descendientes que eran tanto altos como bajos. Los genotipos de los padres deben ser:

source: Sorry. Measurements donât refer to genotypes.
es_es: Lo siento. Las medidas no se refieren a genotipos.

source: It's even possible to make predictions about how likely it is for given sets of parents to produce particular offspring. Whatâs more, we can even determine the genotypes of parents if we know the phenotypes of their offspring.
es_es: Incluso es posible realizar predicciones acerca de cuán probable es que un grupo determinado de padres produzca una descendencia en particular. Aun más, incluso podemos determinar el genotipo de los padres si conocemos el fenotipo de su descendencia.

source: Hereâs another problem
es_es: Aquí hay otro problema

source: This one is tricky. Using the same rules of dominance we saw above, we would predict that the offspring were both Bb. Two Bb parents should be able to have both brown and black offspring. The problem comes up when weâre asked to predict how many of either color are likely.
es_es: Éste es más complicado. Utilizando las mismas reglas de dominancia que vimos arriba, predeciríamos que ambos descendientes fueron Bb. Dos padres Bb deberían ser capaces de tener descendientes tanto negros como marrón. El problema viene cuando nos piden predecir probablemente cuántos habrá de cada color.

source: Thatâs right! These parents can produce both brown and blue-eyed offspring.
es_es: ¡Así es! Estos padres pueden producir descendientes con color de ojos tanto marrón como azul.

source: Probably not. Itâs very unlikely that all offspring would be manx.
es_es: Probablemente no. Es muy poco probable que toda la descendencia fuera manx.

source: Possible, but the table predicts about Â¾ of the kittens should be manx.
es_es: Es posible, pero la tabla predice que aproximadamente 3/4 de los gatitos deberían ser manx.

source: Correct! The table predicts about Â¾ of the kittens should be manx.
es_es: ¡Correcto! La tabla predice que aproximadamente 3/4 de los gatitos deberían ser manx.

source: In dogs, deafness is caused by a recessive gene, âdâ. A dog breeder wants to use a particular normal dog for breeding purposes, if he can be sure the dog is DD, or free of the recessive deafness gene.
es_es: En los perros, la sordera es causada por un gen recesivo, 'd'. Un criador de perros quiere utilizar un perro en particular con el propósito de reproducción, si puede estar seguro de que el perro es DD, o sea, está libre del gen recesivo de la sordera.

source: An allele, or trait, that when present in an organismâs DNA, it will appear in the organismâs phenotype. For example, if brown hair is dominant over red hair, a person with the gene for brown hair will have brown hair, even if they also have the gene for red hair.
es_es: Un alelo, o rasgo, que cuando está presente en el ADN de un organismo aparecerá en el fenotipo del organismo. Por ejemplo, si el cabello castaño es dominante sobre el cabello rojo, una persona con el gen de cabello castaño tendrá cabello castaño, aunque también tenga el gen de cabello rojo.

source: The combination of genes present in an organism. When both versions of a gene are the same and they are the dominant version, the genotype is said to be âhomozygous dominant.â When both versions of a gene are the same and they are the recessive version, the genotype is said to be âhomozygous recessive.â When an organism possesses one dominant gene and one recessive gene, it is said to be âheterozygous".
es_es: La combinación de genes presentes en un organismo. Cuando ambas versiones de un gen son la misma y son las versiones dominantes, se dice que el genotipo es 'homocigótico dominante.' Cuando ambas versiones de un gen son la misma y son la versión recesiva, se dice que el genotipo es 'homocigótico recesivo.' Cuando un organismo posee un gen dominante y uno recesivo, se dice que es 'heterocigótico'

source: An organismâs parents, grandparents, etc. A family tree.
es_es: Los padres, abuelos, etc. de un organismo. Un árbol genealógico.

source: A graphical representation of an organismâs parentâs genotypes that shows the potential genotypes the organism itself could possess. The square also shows the probability of each genotype the organism could possess.
es_es: Una representación gráfica de los genotipos de los padres de un organismo que muestra los genotipos potenciales que el organismo mismo podría poseer. El cuadro también muestra la probabilidad de cada genotipo que el organismo podría poseer.

source: An allele, or trait, that when present in an organismâs DNA, it will appear in the organismâs phenotype so long as the organism does not also possess a dominant version of the gene. For example, if red hair is recessive to brown hair, a person with the gene for red hair will have red hair as long as they do not also have the gene for brown hair.
es_es: Un alelo, o rasgo, que cuando está presente en el ADN de un organismo aparecerá en el fenotipo del organismo siempre y cuando el organismo no posea también una versión dominante del gen. Por ejemplo, si el cabello rojo es recesivo con respecto al cabello castaño, una persona con el gen de cabello rojo tendrá cabello rojo, siempre y cuando no tenga también el gen para el cabello castaño.

source: Your first quiz question isâ¦
es_es: Tu primera pregunta de evaluación es...

source: Thatâs right! Both parents must carry the recessive gene.
es_es: ¡Así es! Ambos padres deben llevar el gen recesivo.

source: Ensuring new combinationsâ...ââ
es_es: Asegurando nuevas combinaciones...

source: That's it. These parents expect to have Â¾ brown and Â¼ white offspring.
es_es: Así es. Estos padres esperan tener descendientes marrones y blancos.
