Repository: geneconde/NGR-sandbox
Catalog: modules/biodiversity/Locale/*/LC_MESSAGES/biodiversity.po
Languages: es_es

source: Correct. Migration patterns don't determine biomes; they are determined by biomes.
es_es: Correcto. Los patrones de migración no determinan a los biomas; son determinados por los biomas.

source: Sorry. Rainfall patterns determine biomes.
es_es: Lo siento. Los patrones de lluvia determinan a los biomas.

source: Nope. Temperature patterns determine biomes.
es_es: Nop. Los patrones de temperatura determinan a los biomas.

source: Words and explanations
es_es: Palabras y explicaciones

source: Click on <span class="blink">all</span> the reasons for doing a lengthy and expensive project as Biosphere 2?
es_es: Da clic en <span class="blink">todas</span> las razones por las cuales se crea un proyecto de larga duración y alto costo como Biósfera 2.

source: Biosphere could become an important source of food.
es_es: Biósfera 2 podría convertirse en una fuente importante de alimento.

source: Biosphere lets us experiment with climate conditions.
es_es: Biósfera 2 nos permite experimentar con condiciones climáticas.

source: Biosphere could become an important source of water.
es_es: Biósfera 2 podría convertirse en una fuente importante de agua.

source: Biosphere lets us study interactions between people and nature.
es_es: Biósfera 2 nos permite estudiar las interacciones entre las personas y la naturaleza.

source: Correct. Biosphere 2 does let us see how changing conditions impact biomes as well as how people and nature interact. The Biosphere isn't nearly large enough to provide much food and it doesn't actually produce any new water.
es_es: Correcto. Biósfera 2 nos permite ver cómo las condiciones cambiantes impactan a los biomas así como ver cómo interactuan las personas y la naturaleza. Biósfera 2 no es ni remotamente lo suficientemente grande como para proveer comida y no produce agua nueva en realidad.

source: Biosphere 2 does allow experimentation with climate conditions, but see if there are any other correct choices.
es_es: Biósfera 2 sí nos permite experimentar con condiciones climáticas, pero revisa si hay algunas otras opciones correctas.

source: Biosphere 2 does allow us to observe interactions between people and nature, but see if there are any other correct choices.
es_es: Biósfera 2 sí nos permite observar interacciones entre las personas y la naturaleza, pero revisa si hay algunas otras opciones correctas.

source: Not quite, Biosphere 2 does let us see how changing conditions impact biomes as well as how people and nature interact. The Biosphere isn't nearly large enough to provide much food and it doesn't actually produce any new water.
es_es: No exactamente, Biósfera 2 sí nos permite ver cómo las condiciones cambiantes impactan a los biomas así como ver cómo interactúan las personas y la naturaleza. Biósfera 2 no es ni remotamente lo suficientemente grande como para proveer comida y no produce agua nueva en realidad.

source: What has been a major change in forest management over the decades? Rotate or flip the 3D box below either up or down to set your answer.
es_es: ¿Cuál ha sido un cambio importante en la administración de bosques a lo largo de las décadas? Gira o voltea la caja 3D debajo hacia arriba o hacia abajo para elegir tu respuesta.

source: All forest fires are fought immediately.
es_es: Todos los incendios forestales deben ser combatidos inmediatamente.

source: Forest fires are never fought at all.
es_es: Los bosques forestales nunca deben ser combatidos en absoluto.

source: Forest fires caused by lightning are ignored.
es_es: Los incendios forestales causados por tormentas eléctricas son ignorados.

source: Some fires are allowed to burn to improve the forest.
es_es: A algunos incendios forestales se les permite arder para mejorar al bosque.

source: Conducting a sustainable forest management...
es_es: Llevando a cabo administración de bosques sostenible...

source: No. Fighting all fires is an old policy.
es_es: No. Combatir todos los incendios es una política antigua.

source: Not this one. We certainly fight forest fires.
es_es: Esta no. Definitivamente combatimos a los incendios forestales.

source: No. Lightning is part of nature, but can't be ignored.
es_es: No. Las tormentas eléctricas son parte de la naturaleza, pero no pueden ser ignoradas.

source: Yes. Some fires are allowed to burn and some are even set.
es_es: Sí. A algunos incendios se les permite arder y algunos incluso son iniciados.

source: Look at the chart at the right side below and click on the statement you think is correct.
es_es: Mira la gráfica del lado derecho a continuación, y da clic en la declaración que tú crees es la correcta.

source: Temperate Deciduous Forest
es_es: Bosque Templado de Hojas Caducas

source: The amount of annual rainfall is the most important factor in classifying biomes.
es_es: La cantidad de lluvia anual es el factor más importante en la clasificación de los biomas.

source: The grassland and taiga biomes have the same amount of annual rainfall, so they are very similar in plant and animal life.
es_es: Los biomas de pastizal y taiga tienen la misma cantidad de lluvia anual, así que son muy similares en flora y fauna.

source: Grasslands have less rain than rainforests and more rain than deserts.
es_es: Los pastizales tienen menos lluvia que la selva tropical y más lluvia que los desiertos.

source: The desert and tundra biomes have the same amount of annual rainfall, so they are very similar in plant and animal life.
es_es: Los biomas de desierto y tundra tienen la misma cantidad de lluvia anual, así que son muy similares en flora y fauna.

source: Making a rain gauge...
es_es: Creando un medidor de lluvia...

source: Centimeters
es_es: Centímetros

source: Not quite, rainfall is important. But temperature is also a factor, and the different combinations of both are what provide various biomes.
es_es: No exactamente, la lluvia es importante. Pero la temperatura es también un factor, y las distintas combinaciones de ambos son lo que proveen a los diversos biomas.

source: No, the grassland and taiga biomes are only similar in rainfall, not in temperature. Long, cold winters, and short, mild, wet summers are typical of the taiga biome. Whereas the grassland has a more temperate climate.
es_es: No, los biomas de pastizal y taiga sólo son similares en cantidad de lluvias, no en temperatura. Inviernos largos y fríos, y veranos cortos y tranquilos son típicos del bioma de la taiga. Mientras que los pastizales tienen un clima más templado.

source: Correct, the green bar (60 cm) is between the blue (180 cm) and the yellow (20 cm) bars.
es_es: Correcto, la barra verde (60 cm) está entre las barras azul (180 cm) y amarilla (20 cm).

source: No, no, the desert and tundra biomes are only similar in rainfall, not in temperature. The desert is extremely hot and the tundra is extremely cold.
es_es: No, no, los biomas de desierto y tundra sólo son similares en cantidad de lluvias, no en temperatura. El desierto es extremadamente cálido y la tundra es extremadamente fría.

source: What is an advantage to controlled burning in forests?
es_es: ¿Cuál es una ventaja de incendios controlados en los bosques?

source: The fires help shrubby trees to compete with bigger tree species.
es_es: Los incendios ayudan a los árboles tipo arbusto a competir con especies de árbol más grandes.

source: The fires help shrubby trees fill the space between big trees.
es_es: Los incendios ayudan a los árboles tipo arbusto a llenar los espacios entre los árboles grandes.

source: The fires remove shrubby trees that provide fuel for fires.
es_es: Los incendios remueven a los árboles tipo arbusto que proveen de combustible a los incendios.

source: The fires remove shrubby trees that kill bigger tree species.
es_es: Los incendios remueven a los árboles tipo arbusto que matan especies de árbol más grandes.

source: Protecting the forest from large fire...
es_es: Protegiendo a los bosques de incendios más grandes...

source: Nope! Buildup of small, shrubby trees is a risk, not an advantage.
es_es: ¡Nop! La acumulación de árboles pequeños y arbustos es un riesgo, no una ventaja.

source: Not this one. Filling up the forest with shrubby trees adds fuel for fires.
es_es: Esta no. Llenar el bosque con árboles tipo arbusto agrega combustible para los incendios.

source: Yes. Removing these removes a lot of the fuel that feeds fires.
es_es: Sí. Removerlos elimina mucho del combustible que alimenta los incendios.

source: No. Such competition is not a problem for the forest.
es_es: No. Dicha competencia no es un problema para el bosque.

source: Warming seawater is making coral survival less and less likely. Why is this a problem for ocean biomes? Rotate or flip the 3D box below either up or down to set your answer.
es_es: El calentamiento del agua de los óceanos está provocando que la supervivencia del coral sea menos y menos probable. ¿Por qué es este un problema para los biomas oceánicos? Gira o voltea la caja 3D debajo hacia arriba o hacia abajo para elegir tu respuesta.

source: Coral is the food supply of many species of fish.
es_es: El coral es la fuente de alimento de muchas especies de pez.

source: Many species make coral reefs their homes.
es_es: Muchas especies tienen su hogar en los arrecifes de coral.

source: Coral is used by artists and home decorators.
es_es: El coral es utilizado por artistas y decoradores de interiores.

source: Coral reefs can sometimes be seen from space.
es_es: Los arrecifes de coral a veces pueden verse desde el espacio.

source: No. Many species live in the coral reefs but don't eat them.
es_es: No. Muchas especies viven en los arrecifes de coral pero no se los comen.

source: Correct. Coral reefs support many ocean animal species.
es_es: Correcto. Los arrecifes de coral mantienen a muchas especies de animales oceánicos.

source: Nope! It is illegal to collect or even disturb coral reefs.
es_es: ¡Nop! Es ilegal recolectar o incluso interferir con los arrecifes de coral.

source: No. The fact that some coral reefs can be seen from space shows just how important they are.
es_es: No. El hecho de que algunos arrecifes de coral pueden ser vistos desde el espacio muestra cuán importantes son.

source: You've completed the Biodiversity review.
es_es: Has completado la revisión de Biodiversidad.

source: Let's check what you now know
es_es: Vamos a ver lo que sabe ahora

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Respondiendo a las siguientes seis (6) preguntas de la prueba le dará una idea de lo que ahora sabe y lo que todavía tiene que estudiar.

source: Click the NEXT button when you are ready.
es_es: Haga clic en el botón SIGUIENTE cuando esté listo.

source: Your first quiz question is...
es_es: Su primera pregunta de examen es ...

source: How did I do?
es_es: ¿Cómo me fue?

source: How Did I Do?
es_es: ¿Cómo me fue?

source: Ready for your last quiz question?
es_es: Listo para su última pregunta de examen?

source: You're done!
es_es: ¡Ud. terminó!

source: Congratulations,
es_es: Enhorabuena,

source: Go to dashboard
es_es: Vaya al panel de control

source: Centimeters of Rainfall per Year
es_es: Centímetros de lluvia al año

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puede comprobar cómo lo has hecho en la "Comprobación rápida" y "Preguntas del cuestionario" para este examen haciendo clic en el botón de abajo.
