Repository: geneconde/NGR-sandbox
Catalog: modules/biodiversity/Locale/*/LC_MESSAGES/biodiversity.po
Languages: es_es

source: An interesting example has been the way forest fires have been managed in the United States. At one time, all fires were fought immediately. It turns out that fire is an important part of the life of forests. Fires set by lightning burn through forests every few years and clear away shrubs and dry, dead brush. The ash fertilizes the soil. Removal of shrubs allows young trees to have the sunlight they need for growth. Some types of trees even need the high temperatures of a fire to open their cones and allow the seeds to drop. So now, some fires are allowed to burn, and some are even set on purpose.
es_es: Un ejemplo interesante ha sido la manera en que los incendios forestales han sido manejados en los Estados Unidos. Anteriormente, todos los incendios se combatían inmediatamente. Pero resulta que el fuego es una parte importante de la vida de los bosques. Los incendios que ocurren debido a tormentas eléctricas queman los bosques cada cierto número de años y eliminan arbustos y ramas secas y muertas. La ceniza fertiliza el suelo. La remoción de arbustos permite a los árboles jóvenes recibir la luz del sol que necesitan para crecer. Algunos tipos de árbol incluso necesitan la temperatura alta de un incendio para abrir sus piñas y permitir que las semillas salgan. Así que ahora, a algunos incendios se les permite arder, mientras que otros incluso se crean intencionalmente.

source: Another way scientists are learning about the earth and all the interactions that take place in it is by conducting experiments in <span class="key">Biosphere 2</span>. A large man-made environment called Biosphere 2 is sealed off from the outside world. It is intended to help us understand the needs of people if they were to travel to other planets. Biosphere 2 takes in solar energy and uses it to grow plants and animals; recycle water, oxygen, and waste; and provide the power needed to operate the facility.
es_es: Otra manera en que los científicos están aprendiendo acerca de la Tierra y todas las interacciones que tienen lugar en ella es llevando a cabo experimentos en <span class="key">Biósfera 2</span>. Un gran medio ambiente hecho por el hombre llamado Biósfera 2 está sellado para el resto del mundo. Su objetivo es ayudarnos a entender las necesidades de las personas si fueren a viajar a otros planetas. Biósfera 2 toma energía solar y la utiliza para que las plantas y animales crezcan, reciclar agua, oxígeno y desechos; y proveer el poder necesario para operar la instalación.

source: Biosphere 2 supports six different biomes: the desert, marsh, ocean, rainforest, savannah, and thorn scrub. The desert biome illustrates life in the world's dry, arid regions. The marsh biome includes both grassy and forest wetlands. The ocean biome duplicates the environment of a Caribbean Sea coral reef. The rainforest biome is divided into segments, each simulating a different kind of plant community commonly found in wet forests around the world. Scientists study the interactions between people and their surrounding environments in these biomes.
es_es: Biósfera 2 sostiene seis distintos biomas: el desierto, pantano, océano, selva tropical, sabana y matorral espinoso. El bioma del desierto ilustra la vida en las regiones áridas y secas del mundo. El bioma del pantano incluye humedales de pastizal y bosque. El bioma del océano duplica el ambiente de un arrecife de coral del Mar Caribe. El bioma de selva tropical está dividido en segmentos, cada uno de ellos simulando una distinta clase de comunidad de plantas encontrada comúnmente en bosques húmedos alrededor del mundo. Los científicos estudian las interacciones entre las personas y los ambientes que los rodean en estos biomas.

source: Removing shrub stumps...
es_es: Removiendo arbustos muertos...

source: Ready for your last quick check?
es_es: Listo para su última revisión rápida?

source: Question A. Our ideas about forest fires have changed in the United States over the years. We now know that...
es_es: Pregunta A. Nuestras ideas acerca de los incendios forestales han cambiado en los Estados Unidos a lo largo de los años. Ahora sabemos que...

source: Fires can be good for the health of a forest.
es_es: Los incendios pueden ser buenos para la salud de un bosque.

source: Fires destroy the soil and prevent new trees from growing.
es_es: Los incendios destruyen el suelo y evitan que nuevos árboles crezcan.

source: Fires need to be extinguished as soon as they are spotted.
es_es: Los incendios se necesitan extinguir tan pronto como son identificados.

source: Fires reduce the number of tourists who visit areas that have burned.
es_es: Los incendios reducen la cantidad de turistas que visitan las áreas que se han quemado.

source: Question B. What primary source do Biosphere 2 and Earth use for energy?
es_es: Pregunta B. ¿Qué fuente principal de energía utilizan Biósfera 2 y la Tierra?

source: Batteries
es_es: Baterías

source: Nuclear Power
es_es: Energía Nuclear

source: The Sun
es_es: El Sol

source: Gasoline
es_es: Gasolina

source: That's right. Small fires rid forests of dead, dry materials that can lead to bigger fires if allowed to build up.
es_es: Así es. Pequeños incendios liberan a los bosques de materiales secos y muertos que pueden ocasionar incendios mayores si se les permite acumularse.

source: Not true. A young healthy forest needs a few fires.
es_es: No es verdad. Un bosque joven en buenas condiciones de salud necesita de algunos incendios.

source: Not always. Sometimes forest managers actually start small fires to get rid of some of the dead, dry debris in a forest.
es_es: No siempre. Algunas veces los cuidadores de bosques inician pequeños incendios para deshacerse de algunos de los desechos secos y muertos del bosque.

source: Not true. Even areas that have suffered large, destructive fires begin to grow new trees and plants that attract tourists.
es_es: No es verdad. Incluso en áreas que han sufrido de incendios grandes y destructivos, nuevos árboles y plantas que atraen turistas comienzan a crecer.

source: Not this one. Earth is a bit big for batteries.
es_es: Esta no. La Tierra es algo grande para baterías.

source: Sorry. While Earth may generate some nuclear power, Biosphere does not.
es_es: Lo siento. Aunque la Tierra puede generar algo de energía nuclear, Biósfera 2 no lo hace.

source: There you go. Solar power provides energy for both.
es_es: Eso es. La energía solar provee de energía a ambas.

source: No... Neither Earth nor Biosphere uses gasoline.
es_es: No... ni la Tierra ni Biósfera 2 utilizan gasolina.

source: Identifying the zone of life on earth...
es_es: Identificando la zona de vida en la Tierra...

source: Using what you know... about biodiversity... to solve a problem
es_es: Utilizando lo que ya sabes... acerca de biodiversidad... para resolver un problema.

source: The Problem
es_es: El Problema

source: A certain park supports a complex plant and animal community that may be summarized in the food web at the right.
es_es: Un cierto parque mantiene a una comunidad compleja de plantas y animales que puede ser sumarizada en la red alimentaria de la derecha.

source: Many park users have expressed fear of wolves and want them separated from children and pets. Park rangers disagree, saying wolves are an essential part of the park's ecosystem. Park managers are considering whether to remove all wolves from the park.
es_es: Muchos usuarios del parque han expresado miedo a los lobos y quieren que sean separados de los niños y mascotas. Los guardias del parque no están de acuerdo, ya que dicen que los lobos son una parte esencial del ecosistema del parque. Los administradores del parque están considerando remover todos los lobos del parque.

source: Please type your answer
es_es: Por favor escriba su respuesta

source: Please type your answer here...
es_es: Por favor escriba su respuesta aquí ...

source: Bear
es_es: Oso

source: Wolf
es_es: Lobo

source: Deer
es_es: Venado

source: Red Fox
es_es: Zorro Rojo

source: Bee
es_es: Abeja

source: Skunk
es_es: Zorrillo

source: Birds
es_es: Aves

source: Mice
es_es: Ratones

source: Rabbit
es_es: Conejo

source: Toad
es_es: Sapo

source: Insects
es_es: Insectos

source: Blossoms
es_es: Flores

source: Nuts
es_es: Nueces

source: Bark Oak
es_es: Robles

source: Leaves
es_es: Hojas

source: The Task
es_es: La Tarea

source: You have been asked by the park managers to make a prediction about what might happen if wolves are removed. Use the space below to list all the things in the park that will be directly and indirectly affected if all the wolves are removed. Also write a brief explanation whether you think wolf removal is a good idea or not.
es_es: Los administradores del parque te han pedido que hagas una predicción acerca de lo que podría suceder si se remueven los lobos. Utiliza el espacio debajo para enlistar todas las cosas en el parque que se verán directa e indirectamente afectadas si todos los lobos son removidos. También escribe una breve explicación acerca de si crees que la remoción de los lobos es una buena idea o no.

source: Understanding the food web...
es_es: Entendiendo la red alimentaria...

source: Summarizing core ideas... about biodiversity
es_es: Resumiendo ideas clave... acerca de la biodiversidad

source: Putting it all together...
es_es: Poniendo todo junto ...

source: <span class="key">Biomes</span> are the unique plant/animal communities determined by local climate conditions. The patterns of temperature and rainfall averages over the course of each year determine which plants and animals can live in a place. The <span class="key">tundra</span> biome most often occurs in the very far north, where temperatures are very cold, and most water shows up as snow. A biome that features many large needled trees goes by two names: <span class="key">taiga</span> and <span class="key">boreal forest</span>. Some animals are able to create their own habitats. Ants, bees, and termites are examples of insects that build complex hives and hills. Some animals not only construct homes for themselves, they build homes for others. <span class="key">Coral</span> make hard shells for themselves. Over a period of many years, large colonies of coral grow enough to form <span class="key">reefs</span>. When humans interact with nature, we assume the responsibilities for managing resources, plants, and animals. To learn even more about the interactions between people and their surrounding environments, scientists have built a large man-made environment called <span class="key">Biosphere 2</span>. Biosphere 2 supports six different biomes: the desert, marsh, ocean, rainforest, savannah, and the thorn scrub biome.
es_es: Los <span class="key">Biomas</span> son las comunidades únicas de plantas y animales determinadas por las condiciones de clima locales. Los patrones de temperatura y promedios de lluvia a lo largo de cada año determinan cuáles plantas y animales pueden vivir en un lugar. El bioma de la <span class="key">tundra</span> aparece más comúnmente en los extremos norte, donde las temperaturas son muy frías y donde la mayor parte del agua aparece en forma de nieve. Un bioma que presenta muchos árboles de coníferas grandes tiene dos nombres: <span class="key">taiga</span> y <span class="key">bosque boreal</span>. Algunos animales son capaces de crear sus propios hábitats. Las hormigas, abejas y termitas son ejemplos de insectos que construyen panales y colonias complejos. Algunos animales no sólo construyen hogares para sí mismos, sino que construyen hogares para otros. Los <span class="key">corales</span> crean conchas para sí mismos. A lo largo de varios años, grandes colonias de coral crecen lo suficiente como para crear <span class="key">arrecifes</span>. Cuando los humanos interactúan con la naturaleza, asumimos las responsabilidades de administrar recursos, plantas y animales. Para aprender aún más acerca de las interacciones entre las personas y el ambiente que las rodea, los científicos han creado un gran medio ambiente creado por el hombre llamado <span class="key">Biósfera 2</span>. Biósfera 2 mantiene seis distintos biomas: desierto, pantano, océano, selva tropical, sabana y el bioma de matorral espinoso.

source: Reviewing key vocabulary related to... biodiversity
es_es: Revisando vocabulario clave relacionado a... la biodiversidad

source: Biodiversity describes the variety of species found in Earth's terrestrial and oceanic ecosystems.
es_es: Biodiversidad describe la variedad de especies encontradas en los ecosistemas terrestres y oceánicos de la Tierra.

source: The completeness or integrity of an ecosystem's biodiversity is often used as a measure of its health.
es_es: Cuán completa o íntegra se encuentra la biodiversidad de un ecosistema se utiliza con frecuencia como medida de su salud.

source: Biome
es_es: Bioma

source: A biome is a particular ecosystem that is defined by the climate and geography of its location and by the plants, animals, and organisms living there. There are many different types of biomes. Terrestrial biomes are ecosystems that are on land. The tundra is an example of a terrestrial biome. In the tundra, you will find very cold temperatures and the plant life consists of vegetation such as shrubs and grasses that are low to the ground. There are very few trees, if any at all. An aquatic biome is an ecosystem that exists under the water. A coral reef is an example of an aquatic biome that exists in shallow, tropical waters near the equator. Coral reefs are characterized by a great diversity of marine life. The picture above shows a desert. A desert is another type of biome.
es_es: Un bioma es un ecosistema particular que está definido por el clima y geografía de su ubicación y por las plantas, animales y organismos que viven allí. Hay muchos diferentes tipos de biomas. Los biomas terrestres son ecosistemas que se encuentran sobre el suelo. La tundra es un ejemplo de un bioma terrestre. En la tundra, encontrarás temperaturas muy frías y la flora consiste de vegetación como arbustos y pastos que están cercanos al suelo. Hay muy pocos árboles, si es que los hay en absoluto. Un bioma acuático es un ecosistema que existe debajo del agua. Un arrecife de coral es un ejemplo de un bioma acuático que existe en aguas poco profundas, tropicales cerca del ecuador. Los arrecifes de coral se caracterizan por una gran diversidad de vida marina. La imagen de arriba muestra un desierto. Un desierto es otro tipo de bioma.

source: Climate
es_es: Clima

source: Climate refers to the weather in specific places over a long period of time.
es_es: El clima se refiere a las condiciones climáticas en lugares específicos a lo largo de un periodo considerable de tiempo.

source: When thinking about the climate of a place, scientists look at different things, such as the amount of rain and snow, temperature, the number of sunny and cloudy days, and wind activity. The scientists look at weather information that has been collected over a long period of time to learn about the climate of an area.
es_es: Cuando piensan acerca del clima de un lugar, los científicos observan distintas cosas, como la cantidad de lluvia y nieve, temperatura, el número de días soleados y nublados y la actividad del viento. Los científicos revisan información climática que se ha recolectado a lo largo de un gran periodo de tiempo para aprender acerca del clima de un lugar.

source: Ecosystem
es_es: Ecosistema

source: An ecosystem is all the living and non-living things in a given place. An ecosystem can be as large as a forest or as small as a rotting log. There are both land and water ecosystems.
es_es: Un ecosistema son todos los seres vivos y no vivos de un lugar particular. Un ecosistema puede ser tan grande como un bosque o tan pequeño como un tronco en putrefacción. Hay ecosistemas terrestres y acuáticos.

source: Ponds, rivers, lakes, and oceans are all examples of water ecosystems. A pond ecosystem contains not only water, but living organisms such as fish, plants, insects, frogs, and turtles. Common land ecosystems include forests, deserts, and grassy meadows.
es_es: Estanques, ríos, lagos y océanos son todos ejemplos de ecosistemas acuáticos. Un ecosistema de estanque contiene no sólo agua, sino organismos vivos como peces, plantas, insectos, ranas y tortugas. Ecosistemas terrestres comunes incluyen bosques, desiertos y praderas verdes.

source: Habitat
es_es: Hábitat

source: A habitat is a place where a plant or animal lives. A forest is one type of habitat that covers a large part of Earth. A rainforest is a specific type of habitat that has many trees. It is a good habitat for animals such as birds, bats, and monkeys.
es_es: Un hábitat es un lugar donde una planta o animal vive. Un bosque es un tipo de hábitat que cubre una gran parte de la Tierra. Una selva tropical es un tipo específico de hábitat que tiene muchos árboles. Es un buen hábitat para animales como las aves, murciélagos y monos.

source: Because there is much water in the rainforest, it is a good habitat for many plants. Plants living in this type of habitat grow to be very large and have very big leaves.
es_es: Ya que hay mucha agua en la selva tropical, es un buen hábitat para muchas plantas. Las plantas que viven en este tipo de hábitat crecen mucho y tienen hojas muy grandes.

source: Species
es_es: Especies

source: A species is a very specific kind of living thing. Plants and animals of the same species are able to breed together to produce more plants and animals of the same species. The species that a living thing belongs to is identified based on all of its characteristics. The species of a living thing can tell you what other living things it is related to.
es_es: Una especie es una clase muy específica de ser vivo. Las plantas y animales de la misma especie son capaces de reproducirse las unas con las otras para producir más plantas y animales de la misma especie. La especie a la que pertenece un ser vivo se identifica basándose en todas sus características. La especie de un ser vivo te puede decir con qué otros seres vivos está relacionado.

source: The tundra biome most often occurs in the very far north, where temperatures are very cold, and most water shows up as snow.
es_es: El bioma de la tundra aparece más comúnmente en los extremos norte, donde las temperaturas son muy frías y la mayor parte del agua aparece en forma de nieve.

source: Tundra shows up near the tops of tall mountains where the living conditions are so harsh large plants can't survive.
es_es: La tundra aparece cerca de las cumbres de montañas altas donde las condiciones de vida son tan duras que plantas grandes no pueden sobrevivir.

source: A biome that features many large needled trees goes by two names: taiga and boreal forest.
es_es: Un bioma que presenta muchos árboles grandes de coníferas tiene dos nombres: taiga y bosque boreal.

source: This community also supports very large mammals like moose, elk, and bears. Some of the oldest, largest trees in the world are found in the taiga biome.
es_es: Esta comunidad también mantiene mamíferos grandes como alces y osos. Algunos de los árboles más viejos y más grandes del mundo se encuentran en este bioma.

source: Boreal forest
es_es: Bosque boreal

source: This community also supports very large mammals like moose, elk, and bears. Some of the oldest, largest trees in the world are found in the boreal forest biome.
es_es: Esta comunidad también mantiene mamíferos grandes como alces y osos. Algunos de los árboles más viejos y más grandes del mundo se encuentran en este bioma.

source: Temperate
es_es: Templado

source: Regions that have warm summers and cold winters, located between the tropics and polar regions, are said to be temperate.
es_es: A las regiones que tienen veranos cálidos e inviernos fríos, ubicadas entre las regiones tropicales y polares, se les llama templadas.

source: Grasslands may be tropical or temperate, but always have less rain than rainforests and more rain than deserts.
es_es: Los pastizales pueden ser tropicales o templados, pero siempre tienen menos lluvia que la selva tropical y más lluvia que el desierto.

source: Grasslands are a biome that may be tropical or temperate, but always have less rain than rainforests and more rain than deserts.
es_es: Los pastizales son un bioma que puede ser tropical o templado, pero siempre tiene menos lluvia que la selva tropical y más lluvia que el desierto.

source: Rainforests, deserts, and grasslands are all examples of biomes.
es_es: Selvas tropicales, desiertos y pastizales son todos ejemplos de biomas.

source: A tropical rainforest is a place where it is always warm and rain falls nearly every day.
es_es: Una selva tropical es un lugar donde siempre está cálido y la lluvia cae casi todos los días.

source: Rainforests, grasslands, and deserts are all examples of biomes.
es_es: Las selvas tropicales, pastizales y desiertos son todos ejemplos de biomas.

source: A desert is a place that may be warm or cold, but has very little rainfall.
es_es: Un desierto es un lugar que puede ser cálido o frío, pero tiene muy poca lluvia.

source: Deserts may be tropical or temperate, but they always receive very little rainfall.
es_es: Los desiertos pueden ser tropicales o templados, pero siempre reciben muy poca lluvia.

source: Biosphere
es_es: Biósfera

source: The biosphere is the collection of all of Earth's ecosystems.
es_es: La biósfera es la colección de todos los ecosistemas de la Tierra.

source: All life on Earth, in all of the unique biomes, is contained within the biosphere.
es_es: Toda la vida en la Tierra, en todos sus biomas únicos, está contenida dentro de la biósfera.

source: Biosphere 2
es_es: Biósfera 2

source: In an effort to learn even more about the interactions between people and their surrounding environments, scientists have built a large man-made environment called Biosphere 2. It is intended to help us understand the needs of people if they were to travel to other planets.
es_es: En un esfuerzo para aprender aún más acerca de las interacciones entre las personas y los ambientes que les rodean, los científicos han construido un gran ambiente creado por el hombre llamado Biósfera 2. Su objetivo es ayudarnos a entender las necesidades de las personas si fueren a viajar a otros planetas.

source: Sealed off from the outside world, Biosphere 2 takes in solar energy and uses it to grow plants and animals; recycle water, oxygen, and waste; and provide the power needed to operate the facility. Biosphere 2 supports six different biomes.
es_es: Sellado para el resto del mundo, Biósfera 2 toma energía solar y la utiliza para que las plantas y animales crezcan; reciclar agua, oxígeno y desechos; y proveer el poder necesario para operar la instalación.

source: Checking what you now know... about biodiversity
es_es: Revisando lo que sabes ahora... acerca de biodiversidad

source: Which of the following is <span class='blink'>least likely</span> to help determine the type of biome that will define a particular location?
es_es: ¿Cuál de los siguientes es <span class="blink">el menos probable</span> en ayudar a determinar el tipo de bioma que definirá una ubicación particular?

source: Distance from the equator
es_es: Distancia del ecuador

source: Waterfowl migration patterns
es_es: Patrones de migración de aves acuáticas

source: Average annual rainfall
es_es: Lluvias promedio anuales

source: Average annual temperature
es_es: Temperatura anual promedio

source: No.... Distance from the equator is related to temperature patterns.
es_es: No... La distancia del ecuador se relaciona con los patrones de temperatura.
