Repository: geneconde/NGR-sandbox
Catalog: modules/biodiversity/Locale/*/LC_MESSAGES/biodiversity.po
Languages: es_es

source: Back
es_es: Atrás

source: Next
es_es: Próximo

source: Check answer
es_es: verifique la respuesta

source: Check Answer
es_es: verifique la respuesta

source: Read more
es_es: Lea más

source: Read More
es_es: Lea Más

source: Please select your answer.
es_es: Por favor, seleccione sus respuestas.

source: Please select your answers.
es_es: Por favor, seleccione sus respuestas.

source: Close me!
es_es: ¡Cierreme!

source: Quick Check #1
es_es: Verificación rápida #1

source: Quick Check #2
es_es: Verificación rápida #2

source: Quick Check #3
es_es: Verificación rápida #3

source: Quick Check #4
es_es: Verificación rápida #4

source: Quiz Question #1
es_es: Pregunta de cuestionario #1

source: Quiz Question #2
es_es: Pregunta de cuestionario #2

source: Quiz Question #3
es_es: Pregunta de cuestionario #3

source: Quiz Question #4
es_es: Pregunta de cuestionario #4

source: Quiz Question #5
es_es: Pregunta de cuestionario #5

source: Quiz Question #6
es_es: Pregunta de cuestionario #6

source: You answered...
es_es: Usted respondió

source: Start
es_es: Empiece

source: Biodiversity
es_es: Biodiversidad

source: Welcome to the Biodiversity Review
es_es: Bienvenido/a la Revisión de Biodiversidad

source: Let's begin!
es_es: ¡Comencemos!

source: Thinking about... biodiversity
es_es: Pensando acerca de... la biodiversidad

source: Are you ready,
es_es: Está listo,

source: Biodiversity describes the variety of species found in different places around the earth. But have you ever thought about why there are so many kinds of the same plants and animals? Are they all really necessary? Around 170 years ago in Ireland, farmers grew only one kind of potato - the lumper potato. It was a good source of nutrition and it fed many people at low cost. Things were great until a fungus came and entire fields of potatoes were gone within days. Since there was only one kind of potato, and all the crops were identical, Ireland experienced a horrible famine. One out of every eight people died in three years. Relying on a single food crop is very risky. If many different crops were grown, then it is unlikely that any single disease or event could cause such a tragedy. Biodiversity is how the earth is prepared for different changes, and how plants and animals survive over generations.
es_es: Biodiversidad describe la variedad de especies encontradas en distintos lugares alrededor de la Tierra. Pero, ¿alguna vez te has puesto a pensar acerca de por qué hay tantas clases de las mismas plantas y animales? ¿Son todas ellas realmente necesarias? Hace alrededor de 170 años en Irlanda, los granjeros cultivaban una sola clase de patata - la patata lumper. Era una buena fuente de nutrición y alimentaba a muchas personas a un bajo costo. Las cosas iban muy bien hasta que un hongo llegó y campos enteros de patatas murieron en cuestión de días. Ya que sólo había una clase de patata, y todos los cultivos eran idénticos, Irlanda experimentó una hambruna terrible. Una de cada ocho personas murió en un lapso de tres años. Depender de una sola clase de cultivo de alimento es muy riesgoso. Si hubiesen muchos cultivos distintos, entonces sería muy poco probable que una sola enfermedad o evento pudiese causar una tragedia semejante. La biodiversidad es cómo la Tierra se prepara para los distintos cambios, y cómo las plantas y animales sobreviven a lo largo de generaciones.

source: Different animal and plant species are found in Earth's many ecosystems. You will learn about Earth's biomes and what we are doing to maintain biodiversity in this review.
es_es: Distintas especies de plantas y animales se encuentran en los muchos ecosistemas de la Tierra. Aprenderás acerca de los biomas de la Tierra y lo que estamos haciendo para mantener la biodiversidad en esta revisión.

source: Checking what you know... about biodiversity
es_es: Revisando lo que sabes... acerca de la biodiversidad

source: Click on <span class="blink">ALL</span> the correct statements below.
es_es: Da clic en <span class="blink">TODAS</span> las declaraciones correctas.

source: Changes in biodiversity can influence humans' resources.
es_es: Los cambios en la biodiversidad pueden influenciar los recursos humanos.

source: Plants and animals can only live in certain habitats.
es_es: Las plantas y animales sólo pueden vivir en ciertos hábitats.

source: Temperature is the only factor that determines where plants and animals survive the best.
es_es: La temperatura es el único factor que determina dónde las plantas y animales sobrevivirán mejor.

source: Different animal and plant species are found in Earth's many ecosystems.
es_es: Diferentes especies de plantas y animales se encuentran en los muchos ecosistemas de la Tierra.

source: Plants and animals survive best in the habitat that suits them. However, some of them will adapt over generations, and some them will not survive in a new habitat. Temperature is an important factor, as well as the amount of rainfall an area gets. The different combinations of the two factors create unique circumstances for living things. Continue with this review to learn about biomes and biodiversity.
es_es: Las plantas y animales sobreviven mejor en el hábitat que les conviene. Sin embargo, algunos de ellos se adaptarán a lo largo de generaciones, y algunos de ellos no sobrevivirán en un nuevo hábitat. La temperatura es un factor importante, así como la cantidad de lluvia que un lugar recibe. Las distintas combinaciones de ambos factores crean circunstancias únicas para los seres vivos. Continúa con esta revisión para aprender más acerca de los biomasa y la biodiversidad.

source: Conducting ecological sampling...
es_es: Llevando a cabo muestreo ecológico...

source: Reviewing core ideas... about biodiversity
es_es: Revisando ideas claves... acerca de la biodiversidad

source: <span class="key">Biomes</span> are the unique plant/animal communities determined by local <span class="key">climate</span> conditions. <span class="key">Rainforests</span>, <span class="key">grasslands</span>, and <span class="key">deserts</span> are all examples of biomes. Every location on Earth has a unique pattern of yearly temperature and rainfall. Some places are warm all year. Some have hot and cold seasons. Some places are always dry, while others have rainfall nearly every day. The particular patterns of temperature and rainfall averages over the course of each year determine which plants and animals can live in a place.
es_es: Los <span class="key">Biomas</span> son las comunidades planta/animal únicas determinadas por las condiciones de <span class="key">clima</span> locales. <span class="key">Selvas tropicales</span>, <span class="key">praderas</span> y <span class="key">desiertos</span> todos son ejemplos de biomas. Cada lugar de la Tierra tiene un patrón único de temperatura anual y lluvias. Algunos lugares son cálidos todo el año. Algunos tienen estaciones cálidas y frías. Algunos lugares siempre son secos, mientras otros tienen lluvias casi todos los días. Los patrones particulares de temperatura y promedios de lluvias a lo largo de cada año determinan qué plantas y animales pueden vivir en un lugar.

source: Rainforest
es_es: Selva tropical

source: Grassland
es_es: Pradera

source: Desert
es_es: Desierto

source: A tropical rainforest is a place where it is always warm and rain falls nearly every day. A desert may be warm or cold, but has very little rainfall. Regions that have warm summers and cold winters are said to be <span class="key">temperate</span>. Grasslands may be tropical or temperate, but always have less rain than rainforests and more rain than deserts. For every possible combination of rain and temperature, a plant community exists. These are biomes.
es_es: Una selva tropical es un lugar donde siempre está cálido y la lluvia cae casi todos los días. Un desierto puede ser cálido o frío, pero tiene muy poca lluvia. Regiones que tienen veranos cálidos e inviernos fríos se conocen como <span class="key">templados</span>. Las praderas pueden ser tropicales o templadas, pero siempre tienen menos lluvia que las selvas y más lluvia que los desiertos. Para cada combinación posible de lluvia y temperatura, una comunidad de plantas existe. Estos son biomas.

source: Every biome has special features and combinations of living things that occur nowhere else. A single tree in a tropical rainforest may be home to hundreds of insect <span class='key'>species</span>. When biologists capture and identify all of the insects found on one tree, it's common to find new species, never before seen.
es_es: Cada bizma tiene características especiales y una combinación de seres vivos que no ocurren en ningún otro lugar. Un único árbol en una selva tropical puede ser hogar de cientos de <span class="key">especies</span> de insectos. Cuando los biólogos capturan e identifican todos los insectos encontrados en un árbol, es común hallar nuevas especies nunca antes vistas.

source: Tropical rainforest
es_es: Selva tropical

source: Tropical rainforest river
es_es: Río de selva tropical

source: Cactus in cold desert
es_es: Cactus en desierto frío

source: Snow covered desert
es_es: Desierto cubierto de nieve

source: The <span class='key'>tundra</span> biome most often occurs in the very far north, where temperatures are very cold, and most water shows up as snow. When the snow melts in summer, grasses and many flowers emerge, followed by a hardy set of animals. Tundra also shows up near the tops of tall mountains where the living conditions are so harsh large plants can't survive.
es_es: El bioma de la <span class="key">tundra</span> aparece más comúnmente en los extremos norte, donde las temperaturas son muy frías y la mayor parte del agua aparece en forma de nieve. Cuando la nieve se derrite en el verano, el pasto y muchas flores emergen, seguidos de un tenaz grupo de animales. La tundra también aparece cerca de las cumbres de montañas altas donde las condiciones de vida son tan duras que plantas grandes no pueden sobrevivir.

source: A biome that features many large needled trees goes by two names: <span class='key'>taiga</span> and <span class='key'>boreal forest</span>. It features many large needled trees. This community also supports very large mammals like moose, elk, and bears. Some of the oldest, largest trees in the world are found in this biome.
es_es: Un bioma que presenta muchos árboles grandes de coníferas tiene dos nombres: <span class="key">taiga</span> y <span class="key">bosque boreal</span>. Presenta muchos árboles de coníferas grandes. Esta comunidad también mantiene muchos mamíferos grandes como alces y osos. Algunos de los árboles más viejos y más grandes del mundo se encuentran en este bioma.

source: Tundra Biome
es_es: Bioma de Tundra

source: Tundra on top of mountains
es_es: Tundra en la cima de montañas

source: Taiga / Boreal Forest
es_es: Taiga / Bosque Boreal

source: Taiga / Boreal forest during winter
es_es: Taiga / Bosque boreal durante el invierno

source: Looking for a unique pattern...
es_es: Buscando un patrón único...

source: Question A. Which of the following events would be <span class="blink">least</span> expected in a tropical rainforest?
es_es: Pregunta A. ¿Cuál de los siguientes eventos sería el <span class="blink">menos</span> esperado en una selva tropical?

source: During the winter, trees lose their leaves and plants stop growing.
es_es: Durante el verano, los árboles pierden sus hojas y las plantas dejan de crecer.

source: Large trees that support complex communities of birds and insects.
es_es: Árboles grandes que mantienen comunidades complejas de aves e insectos.

source: Human settlers cut down and burn large areas of trees for farmland.
es_es: Colonizadores humanos han deforestado y quemado grandes áreas de árboles para crear tierras de cultivo.

source: Heavy thunderstorms that occur nearly every day during the rainy season.
es_es: Lluvias eléctricas fuertes que suceden casi todos los días durante la temporada de lluvias.

source: Question B. Which of the following pairs of names actually refer to the same plant community? Rotate or flip the 3D box below either up or down to set your answer.
es_es: Pregunta B. ¿Cuál de los siguientes pares de nombres en realidad se refiere a la misma comunidad de plantas? Gira o voltea la caja 3D debajo hacia arriba o hacia abajo para elegir tu respuesta.

source: Desert and grassland
es_es: Desierto y pradera

source: Taiga and boreal forest
es_es: Taiga y bosque boreal

source: Tropical rainforest and temperate desert
es_es: Selva tropical y desierto templado

source: Tundra and taiga
es_es: Tundra y taiga

source: Click, hold and drag up or down
es_es: Da clic, mantén presionado y arrastra hacia arriba o hacia abajo

source: Correct! The growing conditions are the same year-round in a rainforest.
es_es: ¡Correcto! Las condiciones de crecimiento son las mismas durante todo el año en una selva tropical.

source: Nope. Rainforests are full of large trees with lots of animals.
es_es: No. Las selvas tropicales están llenas de árboles grandes con muchos animales.

source: Nope. People actually do "slash and burn" many rainforest trees.
es_es: No. Las personas realmente cortan y queman muchos árboles de las selvas tropicales.

source: Nope. Periods of daily rain is a characteristic of all tropical rainforests.
es_es: No. Periodos de lluvia diariamente son una característica de todas las selvas tropicales.

source: Sorry, grasslands get way more rain than deserts.
es_es: Lo siento, las praderas tienen mucha más lluvia que los desiertos.

source: Yes! Taiga and boreal forest are pretty much the same.
es_es: ¡Sí! La taiga y el bosque boreal son prácticamente lo mismo.

source: No... These two couldn't be much more different.
es_es: No... Estos dos no podrían ser más diferentes.

source: Not this time. Tundra has no trees. Taiga is full of trees.
es_es: No esta vez. La tundra no tiene árboles. La taiga está llena de árboles.

source: Preparing your first quick check...
es_es: ¡Preparando su primer cheque rápido...

source: More core ideas... about biodiversity
es_es: Más ideas clave... acerca de la biodiversidad

source: <span class='key'>Biodiversity</span> is the term used to refer to the collection of different plant and animal communities within their natural environments. Biodiversity describes the variety of species found in Earth's <span class='key'>ecosystems</span>. These plant and animal communities are the result of natural factors such as temperature and precipitation as well as the actions of people. Some plants and animals only survive well in certain habitats with the temperature and rainfall conditions that suit them. Think of a polar bear on the beach, how long do you think it would survive? Some animals migrate or move to a <span class='key'>habitat</span> that suits them; sometimes permanently, sometimes temporarily.
es_es: <span class="key">Biodiversidad</span> es el término utilizado para referirse a la colección de distintas comunidades de plantas y animales dentro de sus ambientes naturales. La biodiversidad describe la variedad de especies encontradas en los <span class="key">ecosistemas</span> de la Tierra. Estas comunidades de plantas y animales son el resultado de factores naturales como la temperatura y las precipitaciones, así como las acciones de las personas. Algunas plantas y animales sólo sobreviven bien en ciertos hábitats con las temperaturas y condiciones de lluvia que les convienen. Piensa en un oso polar en la playa, ¿cuánto tiempo crees que sobreviviría? Algunos animales migran o se mudan a un <span class="key">hábitat</span> que les conviene; algunas veces permanentemente, otras veces temporalmente.

source: Polar bear in cold climate
es_es: Oso polar en clima frío

source: Camel in a desert
es_es: Camello en el desierto

source: Penguins in cold climate
es_es: Pingüinos en clima frío

source: Meerkats in warm climate
es_es: Suricatos en climas cálidos

source: Sheep migrating to new pasture
es_es: Ovejas emigrando a pastos nuevos

source: Migrating snow geese
es_es: Gansos de las nieves emigrando

source: Other animals are able to create their own habitats. Ants, bees, and termites are examples of insects that build complex hives and hills. These insects live in highly ordered societies that include members who specialize in such tasks as food gathering, defense, and reproduction.
es_es: Otros animales son capaces de crear sus propios hábitats. Hormigas, abejas y termitas son ejemplos de insectos que construyen complejas colonias y panales. Estos insectos viven en sociedades altamente ordenadas que incluyen miembros que se especializan en tareas tales como recolección de comida, defensa y reproducción.

source: Most bees construct hives inside other enclosed structures, such as hollow trees, old buildings, or even boxes placed by humans for the bees to use. A single hive may house as many as 1500 bees. Ants and termites burrow into the ground to construct vast mazes to house and protect their colonies. The hills consist of a great many rooms and chambers connected by tunnels. Ant and termite colonies may be home to anywhere from a few hundred to more than a million insects each.
es_es: La mayoría de las abejas construyen panales dentro de otras estructuras cerradas, como árboles huecos, edificios viejos o incluso cajas colocadas por humanos para que las abejas las utilicen. Una sola colmena puede ser hogar de 1500 abejas. Las hormigas y termitas excavan en el suelo para construir amplios laberintos para hospedar y proteger sus colonias. Los montículos consisten de muchas habitaciones y cámaras conectadas por túneles. Las colonias de hormigas y termitas pueden hospedar desde unos cientos hasta más de un millón de insectos cada una.

source: Ant nest on a tree in a tropical rainforest
es_es: Nido de hormigas en un árbol en una selva tropical.

source: Bees in honeycomb box placed by a human
es_es: Abejas en una caja para panal colocada por el hombre

source: Termites in an old house
es_es: Termitas en una casa vieja

source: Sand anthill in a desert
es_es: Hormiguero en la arena en un desierto

source: Some animals not only construct homes for themselves, they build homes for others. <span class="key">Coral</span> are small ocean creatures that make hard shells for themselves. Unlike many other shellfish, coral attach themselves to hard surfaces in warm seawater. Over a period of many years, large colonies of coral grow enough to form <span class="key">reefs</span>, large underwater structures that are the home to many kinds of sea life.
es_es: Algunos animales no sólo construyen hogares para sí mismos, sino que construyen hogares para otros. Los <span class="key">corales</span> son criaturas pequeñas del océano que crean conchas rígidas para sí mismos. Al contrario de muchos otros crustáceos, los corales se adhieren a superficies duras en aguas de mar tibias. Durante un periodo de muchos años, grandes colonias de coral crecen lo suficiente para formar <span class="key">arrecifes</span>, grandes estructuras bajo el agua que son el hogar de muchas clases distintas de vida marina.

source: Monarch butterfly migrating...
es_es: Mariposa mornarca emigrando...

source: Question A. Click on <span class="blink">all</span> of the following that are advantages enjoyed by animals like ants, termites, and bees that build large structures to house their colonies?
es_es: Pregunta A. Da clic en <span class="blink">TODAS</span> las frases a continuación que sean ventajas que disfrutan animales como hormigas, termitas y abejas al construir estructuras grandes para hospedar a sus colonias.

source: Protection from possible predators
es_es: Protección de posibles depredadores

source: Protection from extreme weather
es_es: Protección de climas extremos

source: Protection for developing young
es_es: Protección para las crías en crecimiento

source: Protection from volcanic eruptions
es_es: Protección de erupciones volcánicas

source: Question B. What is one advantage enjoyed by animals that build hives?
es_es: Pregunta B. ¿Cuál es una ventaja que disfrutan los animales que construyen colmenas?

source: Protection from predators
es_es: Protección de depredadores

source: Easy movement from place to place
es_es: Moverse fácilmente de un lado a otro

source: Locations close to food sources
es_es: Ubicación cercana a fuentes de alimento

source: Protection from prey species
es_es: Protección de especies presa

source: Investigating the beehive...
es_es: Investigando la colmena...

source: Correct. Hives and hills do provide protection from predators and extreme weather. They also provide protection for their young. The extreme heat of volcanoes will destroy the hive or hill.
es_es: Correcto. Las colmenas y colonias proveen de protección de depredadores y clima extremo. También proveen de protección para las crías. El calor extremo de los volcanes destruiría la colmena o colonia.

source: Not quite. Hives and hills provide protection from predators and extreme weather. They also provide protection for their young. However, the extreme heat of volcanoes will destroy the hive or hill.
es_es: No exactamente. Las colmenas y colonias proveen de protección de depredadores y clima extremo. También proveen de protección para las crías. Sin embargo, el calor extremo de los volcanes destruiría la colmena o colonia.

source: Yes! Hives are built in places that are hard for predators to attack.
es_es: ¡Sí! Las colmenas se construyen en lugares que son difíciles de atacar para los depredadores.

source: No... Hives can't move...
es_es: No... Las colmenas no se pueden mover...

source: Probably not. A good place for a hive may or may not be near food.
es_es: Probablemente no. Un buen lugar para la colmena puede o no estar cerca de alimento.

source: Sorry. Prey species are food sources, not threats.
es_es: Lo siento. Especies presa son fuentes de alimento, no amenazas.

source: When humans interact with nature, we assume the responsibilities for managing resources, plants, and animals. Managing nature is a complex task, especially as we continue to learn more about how natural systems work. Sometimes our plans work well. Sometimes, they don't work as well. Hopefully, we learn from mistakes and improve our management techniques.
es_es: Cuando los humanos interactúan con la naturaleza, asumimos las responsabilidad de administrar los recursos, plantas y animales. Manejar la naturaleza es una tarea compleja, especialmente conforme continuamos aprendiendo más acerca de cómo funcionan los sistemas naturales. Algunas veces nuestros planes funcionan bien. Algunas veces, no funcionan tan bien. Esperemos que aprendamos de nuestros errores y mejoremos nuestras técnicas de administración.
