Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-respond/Locale/*/LC_MESSAGES/how-animals-respond.po
Languages: ar_eg, es_es

source: Neurons sensitive to touch, pain, and temperature are located over most parts of our bodies, but some are concentrated in certain structures. A <span class='key'>receptor</span> is a nerve cell that is sensitive to chemical stimuli based on shape.
ar_eg: تقع الخلايا العصبية الحساسة للمس، وللألم، وللحرارة على معظم الأجزاء من أجسادنا، ولكن تتركز في بعض تركيبات معينة. <span class='key'>المستقبل</span> هي الخلايا العصبية التي تعتبر حساسة للمثيرات الكيميائية على أساس الشكل.
es_es: Las neuronas sensibles al tacto, el dolor, y la temperatura se encuentran en la mayoría de las partes de nuestro cuerpo, pero algunos se concentran en determinadas estructuras. Un<span class='key'> receptor </span> es una célula nerviosa que es sensible a estímulos químicos basados en la forma.

source: Temperature receptors are concentrated in the head, while touch receptors are concentrated in the fingers. Few touch receptors are found in the back, while pain receptors are distributed fairly evenly throughout the body.
ar_eg: تتركز مستقبلات الحرارة في الرأس، بينما تتركز مستقبلات اللمس في الأصابع. تم العثور على عدد قليل من مستقبلات اللمس في الظهر، في حين توزع بالتساوي إلى حد ما مستقبلات الألم في جميع أنحاء الجسم.
es_es: Los receptores de temperatura se concentran en la cabeza, mientras que los receptores táctiles se concentran en los dedos. Pocos receptores del tacto se encuentran en la parte posterior, mientras que los receptores del dolor son distribuidos de manera bastante uniforme en todo el cuerpo.

source: Our ears are sensitive to disturbances in the air, water, or solid surfaces around us.
ar_eg: لدينا آذان حساسة إلى الاضطرابات في الهواء، والماء، أو السطوح الصلبة من حولنا.
es_es: Nuestros oídos son sensibles a las perturbaciones en el aire, el agua o las superficies sólidas que nos rodean.

source: Sound is the result of vibrations set up in a substance that are transmitted from one point to another.
ar_eg: الصوت هو نتيجة للاهتزازات التي تحدث في المادة و التي تنتشر من نقطة الى اخرى
es_es: El sonido es el resultado de las vibraciones creadas en una sustancia que se transmiten de un punto a otro.

source: These vibrations are picked up by our eardrums and then transmitted through three very small bones and into the fluids of a structure called the cochlea.
ar_eg: الاهتزازات تلتقط من قبل غشاء الطبلة لدينا و تنتقل عبر ثلاث عظيمات صغيرة جدا الى سائل يدعى سائل القوقعة
es_es: Estas vibraciones son recogidos por nuestros tímpanos y luego transmiten a través de tres huesos muy pequeños y en los fluidos de una estructura llamada la cóclea.

source: Special touch receptors here transmit the pattern of vibration to the brain as an electrical signal.
ar_eg: مستقبلات الاحساس الخاصة تنقل نمط الاهتزاز الى الدماغ على شكل نبضة كهربائية
es_es: Receptores táctiles especiales aquí transmiten el patrón de vibraciones al cerebro como una señal eléctrica.

source: The brain interprets the pattern as sound.
ar_eg: الدماغ يفسر النبضة الى صوت
es_es: El cerebro interpreta el patrón como sonido.

source: Smell and taste are both the result of chemical stimulation. The characteristics of molecules in nature are largely determined by their shapes.
ar_eg: الشم والذوق على حد سواء هي نتيجة التحفيز الكيميائي. ويتم تحديد خصائص الجزيئات في الطبيعة إلى حد كبير من أشكالها.
es_es: El olfato y el gusto son el resultado de la estimulación química. Las características de las moléculas en la naturaleza están determinadas en gran medida por sus formas.

source: Between 2000 and 5000 taste buds are located on a typical person’s tongue. Each taste bud has 50 - 100 taste receptor cells.
ar_eg: بين 2000 و 5000 برعم تذوق موجودة على لسان الشخص العادي. كل برعم تذوق به 50-100 خلية مستقبلة للتذوق.
es_es: Entre 2000 y 5000 papilas gustativas se encuentran en la lengua de una persona típica. Cada papila gustativa tiene 50-100 células receptoras del gusto.

source: A taste bud is stimulated when molecules fit correctly into open spaces on the receptor cells.
ar_eg: تتحفز براعم التذوق عندما تُملأ الجزيئات بشكل صحيح في الفراغات المفتوحة للخلايا المستقبلة
es_es: Una papila gustativa es estimulado cuando las moléculas encajan correctamente en espacios abiertos en las células receptoras.

source: There are five different sorts of taste: sweet, sour, bitter, salty, and umami. Most people can associate sweet, sour, bitter, and salty with some familiar food. Umami, the least well-known, is a flavor associated with various meats and Asian foods.
ar_eg: وهناك خمسة أنواع مختلفة من المذاق: الحلو والحامض والمر والمالح، واللاذع. معظم الناس قادرين على التواصل الحلو والحامض والمر والمالح ومع بعض المواد الغذائية المألوفة. واللاذعة : هي نكهة معروفة و مرتبطة مع مختلف اللحوم والأطعمة الآسيوية.
es_es: Hay cinco tipos diferentes de sabor: dulce, ácido, amargo, salado y umami. La mayoría de la gente puede asociar dulce, ácido, amargo y salado, con un poco de comida familiar. Umami, conocido menos, es un sabor asociado con varias carnes y alimentos asiáticos.

source: Smell receptors work in a similar manner but are concentrated in the nose and work for molecules suspended in the air.
ar_eg: مستقبلات الرائحة تعمل بطريقة مشابهة لكنها مركزة في الأنف وتعمل مع الجزيئات المعلقة في الهواء.
es_es: Los receptores del olfato funcionan de una manera similar, pero se concentran en la nariz, y trabajan para las moléculas suspendidas en el aire.

source: Much of what we understand as flavor is actually a combination of taste and smell combined and interpreted by the brain together.
ar_eg: بكثير مما نفهمه مثل النكهة هي في الواقع مزيج من الطعم والرائحة مجتمعة ويفسرها الدماغ معا.
es_es: Gran parte de lo que entendemos como el sabor es realmente una combinación de sabor y olor combinado e interpretado por el cerebro juntos.

source: Mechanical and chemical stimuli
ar_eg: مثيرات كيميائية و حركية
es_es: Estímulos mecánicos y químicos

source: Question A. Why do different types of food have different flavors?
ar_eg: سؤال أ : لماذا نجد ان الاطعمة المختلفة لها نكهات مختلفة؟
es_es: Pregunta A. ¿Por qué los diferentes tipos de alimentos tienen diferentes sabores?

source: All kinds of food are made of molecules with the same shape.
ar_eg: كل انواع الغذاء مصنوعة من جزيئات لها نفس الشكل
es_es: Todos los tipos de alimentos están hechos de moléculas con la misma forma.

source: Food molecules come in many different shapes.
ar_eg: جزيئات الغذاء تاتي بمختلف الاشكال
es_es: Las moléculas de alimentos vienen en muchas formas diferentes.

source: Spicy food often has a strong aroma.
ar_eg: الطعام الحار في كثير من الأحيان له رائحة قوية.
es_es: La comida picante a menudo tiene un fuerte aroma.

source: The electromagnetic spectrum contains all known colors.
ar_eg: امواج الطيف الكهرومغناطيسي تحوي كل الالوان المعروفة
es_es: El espectro electromagnético contiene todos los colores conocidos.

source: Question B. Why are dogs are able to distinguish many more smells than people?
es_es: Pregunta B. ¿Por qué los perros son capaces de distinguir muchos más olores que las personas?

source: Question B. Why are dogs able to distinguish many more smells than people?
ar_eg: السؤال ب. لماذا تستطيع الكلاب تمييز روائح كثيرة ومتعددة أكثر مما يستطيع الإنسان تمييزه؟
es_es: Pregunta B. ¿Por qué los perros son capaces de distinguir muchos más olores que las personas?

source: Dogs have many fewer smell receptors than people.
ar_eg: للكلاب مستقبلات رائحة أقل بكثير من الناس.
es_es: Los perros tienen muchos menos receptores de olor que personas.

source: People have many more smell receptors than dogs.
ar_eg: لدى الناس مستقبلات شم اكثر من الكلاب
es_es: La gente tiene muchos más receptores del olfato que los perros.

source: Dogs have many more smell receptors than people.
ar_eg: لدى الكلاب مستقبلات شم اكثر من الناس.
es_es: Los perros tienen muchos más receptores de olor que personas.

source: Dogs and people have about the same number of smell receptors.
ar_eg: لدى الكلاب و الناس نفس عدد مستقبلات الشم تقريبا .
es_es: Los perros y la gente tiene casí el mismo número de receptores olfativos.

source: No. If all food molecules were the same shape, they would all taste the same.
ar_eg: لا. اذا كانت كل جزيئات الطعام لها نفس الشكل، فلا بد ان طعمها متماثل
es_es: No. Si todas las moléculas de los alimentos fueron la misma forma, todos sabrían igual.

source: That’s right! Each molecule shape stimulates receptors differently.
ar_eg: هذا صحيح ! كل أشكال المحفزات تستقبل بشكل مختلف
es_es: ¡Eso es! Cada forma molécula estimula los receptores de forma diferente.

source: While this is often true, it doesn’t directly cause taste differences.
ar_eg: بينما يكون هذا احيانا صحيحا ، فلا يتسبب بشكل مباشر إختلاف الطعم.
es_es: Aunque esto suele ser cierto, no causa directamente las diferencias de sabor.

source: Um... No... We don’t taste colors.
ar_eg: ام... لا.. نحن لا نتذوق الالوان
es_es: Um... No... No saboreamos colores.

source: Nope. This would make dogs less sensitive than people.
ar_eg: كلا. وهذا من شأنه جعل الكلاب أقل حساسية من الناس.
es_es: No es cierto. Esto haría que los perros fueran menos sensibles que las personas.

source: Sorry. This would make people more sensitive than dogs.
ar_eg: اسف ، هذه يجب أن تجعل الناس أكثر حساسية من الكلاب
es_es: Lo siento. Esto haría que las personas fueran más sensibles que los perros.

source: Right! Dogs have many more smell receptors.
ar_eg: صحيح ! لدى الكلاب العديد من مستقبلات الشم.
es_es: ¡Muy bien! Los perros tienen muchos más receptores de olor.

source: Incorrect. We would be about equally sensitive.
ar_eg: غير صحيح . نحن تقريبا متساوين بالحساسية.
es_es: Incorrecta. Estaríamos casi igualmente sensibles.

source: Slurps and sniffs
ar_eg: المشروبات و المستنشقات
es_es: Sorbos y olfatea

source: In the movies, Superman had X-ray vision... Crazy? Maybe not as much as it sounds...
ar_eg: في الأفلام، يستطيع سوبرمان رؤية الأشعة السينية ... مجنون؟ ربما ليس كثيرا كما يبدو ...
es_es: En las películas, Superman tenía visión de rayos X... ¿Loco? Tal vez no tanto como parece...

source: X-rays are a part of the electromagnetic spectrum, a wide range of energy that is emitted by stars, and by many everyday things we take for granted. Cell phones communicate using radio, a form of electromagnetic radiation.
ar_eg: الأشعة السينية هي جزء من الطيف الكهرومغناطيسي، ومجموعة واسعة من الطاقة التي تنبعث من النجوم، وكثير من الأشياء اليومية التي نتخذها أمرا مفروغا منه. التواصل بالهواتف المحمولة يستخدم الراديو، هو شكل من أشكال الإشعاع الكهرومغناطيسي.
es_es: Los rayos X son una parte del espectro electromagnético, una amplia gama de la energía que es emitida por las estrellas, y por muchas cosas cotidianas que damos por sentado. Los teléfonos celulares se comunican a través de radio, una forma de radiación electromagnética.

source: Television uses another form. We heat our foods using microwaves - yet another type of electromagnetic radiation. In fact, you are using this radiation right now as you read this screen. The colors of our visible spectrum are also a part of the electromagnetic spectrum.
ar_eg: يَستخدم التلفزيون شكل آخر. نحن نسخن الأطعمة باستخدام موجات الميكرويف - نوع آخر من الإشعاع الكهرومغناطيسي. في الواقع، كنت تستخدم هذا الإشعاع الآن وأنت تقرأ هذه الشاشة. ألوان الطيف المرئي لدينا هي أيضا جزء من الطيف الكهرومغناطيسي.
es_es: La televisión utiliza otra forma. Calentamos nuestros alimentos utilizando microondas - otro tipo de radiación electromagnética. De hecho, está utilizando esta radiación en este momento mientras usted lee esta pantalla. Los colores de nuestra espectro visible son también una parte del espectro electromagnético.

source: Radio waves
ar_eg: موجات الراديو
es_es: Las ondas de radio

source: Microwave
ar_eg: الميكرويف
es_es: La microonda

source: Infrared
ar_eg: تحت الحمراء
es_es: El infrarrojo

source: Ultraviolet
ar_eg: فوق البنفسجية
es_es: Ultravioleta

source: X-Rays
ar_eg: اشعة اكس
es_es: Rayos X

source: Gamma Rays
ar_eg: اشعة غاما
es_es: Los Rayos Gamma

source: Visible Light
ar_eg: الضوء المرئي
es_es: Luz Visible

source: Our eyes contain four types of light-sensitive sensory neurons. Located in the <span class='key'>retina</span> (inner surface at the rear of the eye), they respond to different types of light. <span class='key'>Rods</span> are neurons that sense brightness. Intense light is perceived as white and dim light as shades of gray ending in black.
ar_eg: عيوننا تحتوي على أربعة أنواع من الخلايا العصبية الحسية الحساسة للضوء. تقع في <span class='key'>الشبكية</span> (السطح الداخلي في الجزء الخلفي من العين)، إنها تستجيب لأنواع مختلفة من الضوء. أما <span class='key'> القضبان </span> فهي الخلايا العصبية التي تستشعر السطوع. ينظر إليه انه بقعة مكثفة من الضوء الأبيض والقاتم كما لو انها ظلال من الرمادي منتهية بالسواد.
es_es: Nuestros ojos contienen cuatro tipos de neuronas sensoriales sensibles a la luz. Situado en la<span class='key'> retina</span> (superficie interior en la parte trasera del ojo), responden a diferentes tipos de luz. <span class='key'>Las varillas</span> son las neuronas que detectan el brillo. La luz intensa se percibe como luz blanca y la luz débil como sombras de gris terminando en negro.

source: Hover your mouse on the image to view the different parts of the eye.
ar_eg: مرر الفأرة على الصورة لعرض أجزاء مختلفة من العين.
es_es: Pase el cursor del ratón sobre la imagen para ver las diferentes partes del ojo.

source: Pupil
ar_eg: بؤبؤ
es_es: La Pupila

source: Lens
ar_eg: عدسات
es_es: La Lente

source: Iris
ar_eg: قزحية
es_es: El Iris

source: There are three types of cells called cones. Each is sensitive to one of three colors, blue, red, and green. The color image we see in our minds is the product of an amazingly complex set of information about the intensities of all different kinds of light entering our eyes.
es_es: Hay tres tipos de células llamadas conos. Cada uno es sensible a uno de los tres colores, azul, rojo y verde. El color de la imagen que vemos en nuestra mente es el producto de un conjunto increíblemente complejo de información acerca de las intensidades de todos los diferentes tipos de luz que entra en nuestros ojos.

source: There are three types of cells called <span class='key'>cones</span>. Each is sensitive to one of three colors: blue, red, and green. The color image we see in our minds is the product of an amazingly complex set of information about the intensities of all different kinds of light entering our eyes.
ar_eg: هناك ثلاثة أنواع من الخلايا تسمى <span class='key'>مخاريط </span>. كل واحد حساس لواحد من الألوان الثلاثة: الأزرق، والأحمر، والإخضر. صورة اللون التي نراها في عقولنا هي نتاج لمجموعة معقدة بشكلٍ مذهل من المعلومات عن شدة جميع أنواع الضوء التي تدخل عيوننا.
es_es: Hay tres tipos de células conocidas como <span class='key'>conos</span>. Cada una de ellas es sensible a uno de tres colores: azul, rojo y verde. La imagen a color que vemos en nuestros cerebros, es el producto de un conjunto de información increíblemente complejo acerca de las intensidades de todos los tipos de luz que entran a nuestros ojos.

source: Light enters the eye through the pupil. When light is very intense, the iris responds by expanding, narrowing the pupil opening. This allows less light to enter the eye, protecting its sensitive sensory neurons.
ar_eg: يدخل الضوء إلى العين من خلال البؤبؤ. عندما تكون شدة الضوء قوية جدا، وتستجيب القزحية من خلال توسيع وتضييق فتحة البؤبؤ. وهذا يسمح لأقل ضوء لدخول العين، ويحمي الخلايا العصبية الحسية الحساسة.
es_es: La luz entra en el ojo a través de la pupila. Cuando la luz es muy intensa, el iris responde mediante la ampliación, reduciendo la abertura de la pupila. Esto permite que entre mucha luz en el ojo, protegiendo sus neuronas sensoriales sensibles.

source: The lens focuses a light image on the retina, where rods and cones are located. Because light passing through a lens is inverted, the image on our retinas appears to be upside down and backwards.
ar_eg: العدسة تركز صورة الضوء على شبكية العين، حيث يوجد قضبان ومخاريط.. و بسبب مرور الضوء من خلال عدسة تكون مقلوبة، تظهر الصورة على شبكية العين لدينا رأسا على عقب وإلى الوراء.
es_es: El lente enfoca una imagen de luz en la retina, donde se encuentran los conos y las varillas. Debido a que la luz que pasa a través de una lente se invierte, la imagen en nuestra retina parece ser boca abajo y al revés.

source: Our brains are able to take this information, along with all of the color information, and create an image that makes sense with our surroundings.
ar_eg: دماغنا يستطيع اخذ هذه المعلومات, مع كل الوان المعلومات و يشكل صورة تشعرنا بما يحيط حولنا
es_es: Nuestros cerebros son capaces de tomar esta información, junto con toda la información de color y crear una imagen que tiene sentido con lo que nos rodea.

source: The ability to see a clear image depends on having the proper distance between the lens and retina. This distance is called the focal length. A person whose eye diameter isn't quite as long as normal sees a fuzzy image because the focal length is too long. He is said to be farsighted.
ar_eg: القدرة على رؤية صورة نقية تعتمد على امتلاك مسافة كافية بين العدسة و الشبكية ، هذه المسافة تدعى البعد البؤري .الاشخاص الذين تكون المسافة لديهم غير مناسبة يرون صورة مشوشة لان البعد البؤري لديهم اكبر ، و هذا يسمى بُعد النظر.
es_es: La capacidad de ver una imagen clara depende de tener la distancia adecuada entre la lente y la retina. Esta distancia se llama distancia focal. Una persona cuyo diámetro del ojo no es tan largo como normal, ve una imagen borrosa debido a que la distancia focal es demasiado largo. Se dice que tiene hipermetropía.

source: A person whose eye diameter is longer than normal sees a fuzzy image because the focal length is too short. She is said to be nearsighted. Both of these conditions are treated with glasses, lenses outside the body which correct the focal lengths to form images properly on the retina.
es_es: Una persona cuyo diámetro del ojo es más largo de lo normal ve una imagen borrosa debido a que la distancia focal es demasiado corto. Se dice que es miope. Ambas condiciones se tratan con anteojos, lentes de fuera del cuerpo, que corrigen las distancias focales para formar imágenes correctamente en la retina.

source: Loading x-ray vision...
ar_eg: تحميل رؤية أشعة أكس
es_es: Cargando visión de rayos x...

source: A person whose eye diameter is longer than normal sees a fuzzy image because the focal length is too short. She is said to be nearsighted. Both of these conditions are treated with glasses or lenses outside the body, which correct the focal lengths to form images properly on the retina.
ar_eg: الشخص الذي له قُطر عين أطول من الطبيعي يرى صورة غير واضحة لأن الطول البؤري قصير جداً. ويطلق على مثل هذا الشخص بأنه قصير النظر. وفي الحالتين تعالج هذه الظروف بالنظارات أو العدسات خارج الجسم، والذي يصحح الأطوال البؤرية كي تتشكل صور صحيحة على الشبكية.
es_es: Una persona que tiene un diámetro ocular más largo de lo normal, ve una imagen borrosa porque la distancia focal es demasiado corta. Se le conoce como miope. Estas dos condiciones se tratan con lentes, que corrigen las distancias focales al formar imágenes apropiadas en la retina.

source: Select the statement below to choose answer.
ar_eg: اختر العبارة في الاسفل لاختيار الاجابة
es_es: Seleccione la declaración que sigue para escoger la respuesta.

source: Question A. Which of the following statements is <span class='blink'>NOT</span> correct about how our eyes sense our surroundings.
ar_eg: سؤال أ. أي من العبارات التالية <span class='blink'> ليست</span> صحيحة حول كيف تستشعر اعيننا المحيط حولنا.
es_es: Pregunta A. ¿Cuál de las siguientes afirmaciones <span class='blink'>NO</span> es correcta sobre cómo nuestros ojos perciben nuestros alrededores?

source: Visible light is part of the electromagnetic spectrum.
ar_eg: الضوء المرئي جزء من الطيف الكهرومغناطيسي
es_es: La luz visible es una parte del espectro electromagnético.

source: Light enters the eye through the pupil.
ar_eg: الضوء يدخل الى العين خلال البؤبؤ
es_es: La luz entra en el ojo a través de la pupila.

source: Our eyes have rods to sense color and cones to sense intensity.
ar_eg: لأعيننا قضبانا لتحس الالوان و مخاريط لتحس الشدة.
es_es: Nuestros ojos tienen varillas para percibir el color y conos para percibir la intensidad.

source: Our eyes have cones to sense color and rods to sense intensity.
ar_eg: لأعيننا مخاريط تحس الالوان و قضبانا تحس الشدة.
es_es: Nuestros ojos tienen conos para percibir el color y varillas para percibir la intensidad.

source: Question B. Among people who wear glasses, people who are farsighted have very different lens shapes than people who are nearsighted. Which statement best accounts for this difference?
ar_eg: سؤال ب. من بين الناس الذين يلبسون النظارات ، هناك فرق بين شكل العدسات التي يضعها الاشخاص المصابون بطول النظر والتي يضعها المصابون بقصر النظر. ما هي العبارة التي تعالج بشكل أفضل هذا الفرق؟
es_es: Pregunta B. Entre las personas que usan gafas, las personas que son hipermétropes tienen formas muy diferentes de lentes que las personas que son miopes. ¿Qué afirmación mejor explica esta diferencia?

source: Farsighted people have eye diameters shorter than nearsighted people.
ar_eg: الناس الذين عندهم طول نظر يكون لديهم نصف القطر اقصر من الناس الذين لديهم قصر نظر.
es_es: Las personas hipermétropes tienen diámetros oculares más cortos que las personas miopes.

source: Farsighted people have eye diameters longer than nearsighted people.
ar_eg: الناس الذين عندهم طول نظر يكون لديهم نصف القطر اكبر من الناس الذين لديهم قصر نظر.
es_es: Las personas hipermétropes tienen diámetros oculares más largos que las personas miopes.

source: Farsighted people have fewer rods than nearsighted people.
ar_eg: الناس الذين عندهم طول نظر يكون لديهم قضبان اقل من الناس الذين لديهم قصر نظر.
es_es: Las personas hipermétropes tienen menos varillas que las personas miopes.

source: Farsighted people have more rods than nearsighted people.
ar_eg: الناس الذين عندهم طول نظر يكون لديهم قضبان اكثر من الناس الذين لديهم قصر نظر.
es_es: Las personas hipermétropes tienen más varillas que las personas miopes.

source: This one is correct. Light is part of the electromagnetic spectrum.
ar_eg: هذا الاختيار صحيح ، الضوء جزء من الطيف الكهرومغناطيسي
es_es: Esta es la correcta. La luz es parte del espectro electromagnético.

source: Try again. Light does enter the eye through the pupil.
ar_eg: حاول مجددا ،الضوء لا يدخل الى العين خلال البؤبؤ
es_es: Inténtelo de nuevo. Luz entra en el ojo a través de la pupila.

source: Correct. Rods sense intensity and cones sense color.
ar_eg: صحيح، القضبان تحس الشدة و المخاريط تحس اللون.
es_es: Correcta. Las varillas detectan la intensidad y conos perciben el color.

source: You got it! This causes the image to be not properly focused on the retina.
ar_eg: انت حصلت عليه! هذا يتسبب في صورة لا تتركز بشكل صحيح على شبكية العين.
es_es: ¡Ya lo tiene! Esto hace que la imagen no se enfoca correctamente en la retina.

source: Nope. People with longer eye diameters are nearsighted.
ar_eg: كلا، الاشخاص الذين لديهم نصف قطر اكبر لديهم قصر نظر
es_es: No es así. Las personas con diámetros oculares más largos tienen miopía.

source: Sorry. Both nearsighted and farsighted people have about the same numbers of rods.
ar_eg: اسف ، كلاً من الاشخاص الذين لديهم طول و قصر نظر لديهم نفس العدد من القضبان.
es_es: Lo siento. Ambas personas miopes y hipermétropes tienen aproximadamente el mismo número de varillas.

source: Incorrect. Both nearsighted and farsighted people have about the same numbers of rods.
ar_eg: غير صحيح ، كلاً من الاشخاص الذين لديهم طول و قصر نظر لديهم نفس العدد من القضبان
es_es: Incorrecta. Ambas personas miopes y hipermétropes tienen aproximadamente el mismo número de varillas.

source: Glasses are for eyes
ar_eg: النظارات للعيون
es_es: Las gafas son para los ojos
