Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-respond/Locale/*/LC_MESSAGES/how-animals-respond.po
Languages: ar_eg, es_es

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Próximo

source: Check answer
ar_eg: تأكد من الاجابة
es_es: Verifique la respuesta

source: Read more
ar_eg: اقرا أكثر
es_es: Lea más

source: How Animals Respond
ar_eg: كيف تستجيب الحيوانات
es_es: Cómo los animales responden

source: You answered...
ar_eg: أنت أجبت...
es_es: Usted respondió

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
es_es: Seleccione su respuesta.

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك
es_es: Seleccione sus respuestas.

source: More core ideas... about how animals respond
ar_eg: افكار مهمة اخرى حول موضوع كيف تستجيب الحيوانات
es_es: Más ideas básicas... sobre cómo responden los animales

source: Close me!
ar_eg: أغلقني !
es_es: ¡Cierreme!

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Verificación rápida #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Verificación rápida #2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3
es_es: Verificación rápida #3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4
es_es: Verificación rápida #4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de cuestionario #1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2
es_es: Pregunta de cuestionario #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de cuestionario #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de cuestionario #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de cuestionario #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de cuestionario #6

source: How did I do?
ar_eg: كيف كان أداؤك؟
es_es: ¿Cómo me fue?

source: Welcome to How Animals Respond review
ar_eg: مرحبا بكم في مراجعة حول كيف تستجيب الحيوانات
es_es: Bienvenido/a al repaso de cómo los animales responden

source: Start
ar_eg: ابدأ
es_es: Empiece

source: Let's begin!
ar_eg: هيا نبدأ !
es_es: ¡Comencemos!

source: Thinking about... how animals respond
ar_eg: التفكير حول... كيف تستجيب الحيوانات
es_es: Pensando en... cómo los animales responden

source: Did you ever wonder how we scream when we are scared and eat when we are hungry? Did you learn that in school? What about how to solve a math problem? How did you learn to do that?
ar_eg: لم سبق لك أن تساءلت كيف نصرخ عندما نكون خائفين و نأكل عندما نكون جائعين؟ هل تعلمت ذلك في المدرسة؟ ماذا عن كيفية حل مشكلة الرياضيات؟ كيف تتعلم أن تفعل ذلك؟
es_es: ¿Se ha preguntado alguna vez cómo gritamos cuando nos asustamos y cuándo comemos cuando tenemos hambre? ¿Aprendió ud. eso en la escuela? ¿Y la forma de resolver un problema de matemáticas? ¿Cómo aprendió ud. a hacer eso?

source: People and animals are able to respond to their environments in some manner. When we sense external danger or internal hunger we respond. Animals have brains or structures that allow them to sense the world around them, and sometimes even remember and learn as well.
ar_eg: الناس والحيوانات قادرة على الاستجابة لبيئتهم بطريقة ما. عندما نشعر بخطر خارجي أو جوع داخلي فإننا نستجيب. الحيوانات لديها أدمغة أو هياكل تسمح لها باستشعار العالم من حولها، وأحيانا تذكر وتعلم كذلك.
es_es: Las personas y los animales son capaces de responder a su medio ambiente de alguna manera. Cuando sentimos el peligro externo o el hambre interno respondemos. Los animales tienen cerebros o estructuras que les permiten sentir el mundo que les rodea, e incluso a veces recuerdan y aprenden también.

source: Nerve cells and tissues are similar in all animals, having many structures in common. Information is transmitted from place to place using a system of electricity and chemistry. This information may be used to form complex networks of neural cells, or even to stimulate muscles to move the organism in useful ways.
ar_eg: الخلايا العصبية والأنسجة متشابهة في جميع الحيوانات،فيها العديد من الهياكل المشتركة. تبث المعلومات من مكان إلى آخر باستخدام نظاما كهربائيا و كيميائيا. ويمكن استخدام هذه المعلومات لتشكيل شبكات معقدة من الخلايا العصبية، أو حتى لتحفيز العضلات لتحريك الكائن بطرق مفيدة.
es_es: Las células nerviosas y los tejidos son similares en todos los animales, que tiene muchas estructuras en común. La información se transmite desde un lugar a otro mediante un sistema de electricidad y química. Esta información puede ser utilizada para formar redes complejas de las células neuronales, o incluso para estimular los músculos para mover el organismo en formas útiles.

source: Are you ready,
ar_eg: هل انت مستعد؟
es_es: Está listo,

source: Checking what you already know... about how animals respond
ar_eg: اختبر ما تعرفه حاليا... حول كيف تستجيب الحيوانات
es_es: Comprobación de lo que ya sabe... sobre cómo los animales responden

source: Click on <span class='blink'>all</span> the changes in the right column you think the events in the left column are causing.
ar_eg: انقر على <span class='blink'>جميع</span> التغيرات في العمود الأيمن التي تعتقد أن الأحداث في العمود الأيسر مسببه لها.
es_es: Haga click en <span class='blink'>todos </span>los cambios en la columna de la derecha que usted piensa que los acontecimientos en la columna de la izquierda están causando.

source: A child touches his finger to a hot pan, just off the stove.
ar_eg: فالطفل يلمس باصبعه مقلاة ساخنة، قبالة الموقد.
es_es: Un niño toca una sartén caliente con el dedo, que acabar de estar en la estufa.

source: A nerve impulse is sent immediately to his brain.
ar_eg: يتم ارسال إشارة عصبية فورا الى دماغه
es_es: Un impulso nervioso se envía inmediatamente al cerebro.

source: He drifts gently into peaceful slumber.
ar_eg: انه يستطرد برفق في سبات العميق.
es_es: Él se desplaza suavemente en un sueño tranquilo.

source: He withdraws his hand, crying out in pain.
ar_eg: انه يسحب يده ، و يبكي من شدة الالم.
es_es: Se retira la mano, gritando de dolor.

source: A nerve cell transmits a chemical message to a muscle.
ar_eg: الخلية العصبية ترسل اشارة كيميائية الى العضلة
es_es: Una célula nerviosa transmite un mensaje químico a un músculo.

source: Muscle cells contract, causing a bone to move.
ar_eg: العضلة تنقبض ، مسببة حركة العظم
es_es: Las células musculares encogen, causando un hueso a moverse.

source: The brain relates the smell to a previous experience.
ar_eg: يرجع الدماغ الرائحة الى الخبرات السابقة
es_es: El cerebro se relaciona el olor a una experiencia anterior.

source: The image is interpreted by cells in the front of the brain.
ar_eg: يتم تفسير الصورة في الجزء الامامي للدماغ
es_es: La imagen se interpreta por las células en la parte frontal del cerebro.

source: An athlete receives a blow to the head, causing him to lose consciousness for a few minutes.
ar_eg: لاعب ألعاب قوى يتلقى ضربة على الرأس، مما جعله يفقد وعيه لبضع دقائق.
es_es: Un atleta recibe un golpe en la cabeza, lo que le hace perder el conocimiento durante unos minutos.

source: Part of the brain is compressed.
ar_eg: ينضغط جزء من الدماغ
es_es: Parte del cerebro se comprime.

source: Some memories may be lost or confused.
ar_eg: بعض الذكريات قد تفقد أو تتداخل
es_es: Algunos recuerdos pueden perderse o confundirse.

source: He is at higher risk for further brain injuries.
ar_eg: فهو عرضة لمزيد من الإصابات في الدماغ.
es_es: Él está en mayor riesgo de nuevas lesiones cerebrales.

source: When a nerve cell transmits a chemical message to a muscle, muscle cells contract, causing a bone to move. When someone receives a blow to their head, part of their brain is compressed, some memories might be lost or confused, and the person will be at higher risk for other brain injuries. When a child touches his finger to a hot pan, A nerve impulse is sent immediately to his brain, causing him to withdraw his hand. Read on to learn more about how animals respond.
es_es: Cuando una célula nerviosa transmite un mensaje químico a un músculo, células musculares se contraen, causando un hueso moverse. Cuando alguien recibe un golpe en la cabeza, una parte de su cerebro se comprime, algunos recuerdos pueden ser perdidos o confundidos, y la persona va a estar en mayor riesgo de otras lesiones cerebrales. Cuando un niño toca el dedo de una sartén caliente, un impulso nervioso se envía inmediatamente al cerebro, causándole a retirar la mano. Siga leyendo para aprender más acerca de cómo los animales responden.

source: When a nerve cell transmits a chemical message to a muscle, muscle cells contract, causing a bone to move. When someone receives a blow to their head, part of their brain is compressed, some memories might be lost or confused, and the person will be at higher risk for other brain injuries. When a child touches his finger to a hot pan, a nerve impulse is sent immediately to his brain, causing him to withdraw his hand. Read on to learn more about how animals respond.
ar_eg: عندما تنقل الخلية العصبية رسالة كيميائية إلى العضلات، وتتقلص خلايا العضلات ، مسببة حركة العظام. عندما يتلقى شخص ضربة على رأسه، يتم ضغط جزء من الدماغ، وقد يتم فقدان أو الخلط في بعض الذكريات ، وسيكون الشخص عرضة لإصابات دماغية أخرى. وعندما يلمس إصبع الطفل مقلاة ساخنة، يتم إرسال نبضة أعصاب فورا إلى دماغه، مما يدفعه إلى سحب يده. تابع القراءة لمعرفة المزيد عن كيفية استجابة الحيوانات.
es_es: Cuando una célula nerviosa transmite un mensaje químico a un músculo, las células musculares se contraen, provocando que un hueso se mueva. Cuando alguien recibe un golpe en la cabeza, parte del cerebro se comprime, algunos recuerdos pueden ser perdidos o confundidos, y la persona tendrá un mayor riesgo de otras lesiones cerebrales. Cuando un niño toca un sartén caliente, un impulso nervioso se envía inmediatamente a su cerebro, provocando que retire la mano. Sigue leyendo para aprender más acerca de cómo responden los animales.

source: Cold and flu
ar_eg: البرد و الانفلونزا
es_es: Resfrío y gripe

source: Wearing oven mitts...
ar_eg: ارتداء قفازات الفرن....
es_es: Usando guantes de cocina...

source: Reviewing core ideas... about how animals respond
ar_eg: مراجعة الافكار الاساسية ...حول كيفية استجابة الحيوانات
es_es: Revisando las ideas básicas... sobre cómo responden los animales

source: Your body has a network that works like the network for cell phones. Messages are sent and received - from phone to phone, and to and from the body and the brain. A group of sensitive cells somewhere in your body is stimulated by something from the outside world. These nerve cells respond by generating a tiny electrical signal which is sent through a series of very long nerve fibers to the brain. Once in the brain, the signal is retransmitted and interpreted by the brain's many regions. The sensation may be related to sight, sound, smell, taste, or touch.
ar_eg: داخل جسمك شبكة تعمل مثل شبكة الهواتف المحمولة. يتم إرسال الرسائل واستقبالها - من هاتف إلى آخر، ومن وإلى الجسم والدماغ. مجموعة من الخلايا الحساسة في مكان ما في جسمك تحفزها شيئا عن العالم الخارجي. هذه الخلايا العصبية تستجيب عن طريق توليد إشارة كهربائية صغيرة والتي يتم إرسالها من خلال سلسلة من الألياف العصبية طويلة جدا إلى الدماغ. مرة واحدة في الدماغ، وإعادة إرسال الإشارات وتفسرها مناطق في محددة في الدماغ. الإحساس قد يكون ذات صلة بالبصر، أو الصوت أو الرائحة، أو الطعم، أو اللمس ..
es_es: Su cuerpo tiene una red que funciona como la red de teléfonos celulares. Los mensajes se envían y reciben - a partir de un teléfono a otro, y desde y hacia el cuerpo y el cerebro. Un grupo de células sensibles en alguna parte de su cuerpo es estimulado por algo del mundo exterior. Estas células nerviosas responden mediante la generación de una señal eléctrica pequeña que se envía a través de una serie de fibras nerviosas muy largos en el cerebro. Una vez en el cerebro, la señal se retransmite y se interpreta por muchas regiones del cerebro. La sensación puede estar relacionado con la vista, el oído, el olfato, el gusto o el tacto.

source: A <span class='key'>stimulus</span> is any physical or chemical change that stimulates the nervous system. After the brain makes sense of the stimulus, it responds. A <span class='key'>response</span> is an organism's reaction to a stimulus. The brain responds by creating a memory and often sending a response signal out to the body. The response works similar to the stimulus, only in reverse. An electrical signal goes out through nerve fibers to muscles where it sends a chemical message causing muscle cells to contract.
ar_eg: و <span class='key'>المثير</span>هو أي تغير فيزيائي أو كيميائي يحفز الجهاز العصبي. بعد ان يعمل الدماغ الاحساس للمحفزات، فإنه يستجيب. و<span class='key'>الاستجابة</span> هو رد فعل الكائن الحي إلى المثير. الدماغ يستجيب عن طريق إنشاء ذاكرة وغالبا ما يرسل إشارة استجابة إلى الجسم. الاستجابة تعمل مماثلة للحافز، فقط في الاتجاه المعاكس. تخرج إشارة كهربائية من خلال الألياف العصبية إلى العضلات حيث ترسل رسالة كيميائية تساعد خلايا العضلات على الانقباض.
es_es: Un<span class='key'> estimulo </span>es cualquier cambio físico o químico que estimula el sistema nervioso. Después de que el cerebro entiende el estímulo, responde. Una <span class='key'>respuesta</span> es la reacción de un organismo a un estímulo. El cerebro responde mediante la creación de una memoria y, a menudo envia una señal de respuesta hacia el cuerpo. La respuesta funciona de forma similar al estímulo, pero al revés. Una señal eléctrica pasa a través de las fibras nerviosas a los músculos donde se envía un mensaje químico que las células musculares se contraen.

source: The cells that make up the nervous system are called neurons. They are organized into networks known as the central and peripheral nervous systems. The central nervous system is the brain and spinal cord. The peripheral nervous system is all of the many nerve cells throughout the body that connect to the spinal cord. The central nervous system is responsible for interpreting and responding to stimuli. The peripheral nervous system is responsible for sensing our environment and stimulating muscles to act when called upon.
es_es: Las células que componen el sistema nervioso se llaman neuronas. Ellos están organizados en redes conocidas como los sistemas nerviosos centrales y periféricos. El sistema nervioso central es el cerebro y la médula espinal. El sistema nervioso periférico es las muchas células nerviosas en todo el cuerpo que se conectan a la médula espinal. El sistema nervioso central es responsable de interpretar y responder a los estímulos. El sistema nervioso periférico es responsable de la detección de nuestro medio ambiente y la estimulación de músculos para actuar cuando se le solicite.

source: The cells that make up the nervous system are called <span class='key'>neurons</span>. They are organized into networks known as the central and peripheral nervous systems. The <span class='key'>central nervous system</span> is the brain and spinal cord. The <span class='key'>peripheral nervous system</span> is all of the many nerve cells throughout the body that connect to the spinal cord. The central nervous system is responsible for interpreting and responding to stimuli. The peripheral nervous system is responsible for sensing our environment and stimulating muscles to act when called upon.
ar_eg: وتسمى الخلايا التي تشكل الجهاز العصبي <span class='key'> الخلايا العصبية </span>. وهي منظمة في شبكات تعرف باسم الأجهزة العصبية المركزية والمحيطية. <span class='key'> النظام العصبي المركزي </span> هو الدماغ والحبل الشوكي. <span class='key'> النظام العصبي المحيطي </span > هو جميع الخلايا العصبية في جميع أنحاء الجسم التي تتصل الحبل الشوكي. الجهاز العصبي المركزي هو المسؤول عن تفسير المؤثرات والاستجابة لها. أما الجهاز العصبي المحيطي فهو مسؤول عن استشعار بيئتنا وتحفيز العضلات للعمل عندما تدعو الحاجة لذلك.
es_es: Las células que forman el sistema nervioso se llaman <span class='key'>neuronas</span>. Están organizadas en redes conocidas como sistemas nervioso central y periférico. El <span class='key'>sistema nervioso central</span> es el cerebro y la médula espinal. El <span class='key'>sistema nervioso periférico</span> son todas las muchas células nerviosas a lo largo del cuerpo que se conectan con la médula espinal. El sistema nervioso central es responsable de interpretar y responder a los estímulos. El sistema nervioso periférico es responsable de percibir el ambiente y estimular los músculos a actuar cuando se requiere.

source: Those cells that interact with the environment to sense taste, touch, smell, vision, and sound are called <span class='key'>sensory neurons</span>.
ar_eg: وتسمى تلك الخلايا التي تتفاعل مع البيئة للإحساس بالذوق، وباللمس وبالشم، وبالرؤية، وبالصوت <span class='key'> النيورونات العصبية الحسية </span>.
es_es: Las células que interactúan con el ambiente para percibir el gusto, tacto, olfato, vista y oído, se conocen como <span class='key'>neuronas sensoriales</span>.

source: The neurons that take information from the brain and stimulate responses throughout the body are called <span class='key'>motor neurons</span>.
ar_eg: وتسمى النيورونات التي تأخذ المعلومات من الدماغ وتحفز الاستجابات في مختلف أنحاء الجسم <span class='key'> النيورونات الحركية </span>.
es_es: Las neuronas que toman información del cerebro y estimulan respuestas a través del cuerpo se conocen como <span class='key'>neuronas motoras</span>.

source: The cells of the peripheral nervous system are also divided into two groups.
ar_eg: الخلايا في الجهاز العصبي المحيطي تقسم الى مجموعتين
es_es: Las células del sistema nervioso periférico también se dividen en dos grupos.

source: Sight
ar_eg: النظر
es_es: La Vista

source: Smell
ar_eg: الشم
es_es: El Olor

source: Touch
ar_eg: اللمس
es_es: El Tacto

source: Taste
ar_eg: التذوق
es_es: El Gusto

source: Hearing
ar_eg: السمع
es_es: El Oído

source: Adjusting microscope lenses..
ar_eg: ضبط عدسة المجهر
es_es: Ajustando los lentes de microscopio...

source: Question A. A muscle is stimulated to contract by which of the following?
ar_eg: سؤال أ . أي من التالية يحفز العضلات على الانقباض ؟
es_es: Pregunta A. ¿Un músculo se estimula para contraerse por cuál de los siguientes?

source: Sensory neuron
ar_eg: النيورون أو (الخلية العصبية) الحسية
es_es: Neurona sensorial

source: Motor neuron
ar_eg: النيورون (الخلية العصبية) الحركية
es_es: Neurona motora

source: Digestive system
ar_eg: الجهاز الهضمي
es_es: El sistema digestivo

source: Dermal layer
ar_eg: طبقة الجلد
es_es: Capa dérmica

source: Question B. Cells in the eye are considered to be part of which nervous system?
ar_eg: السؤال ب . الخلايا في العين تعتبر من اي نوع من انواع الجهاز العصبي ؟
es_es: Pregunta B. ¿Las células en el ojo se consideran parte de qué sistema nervioso?

source: The peripheral system because it includes sensory functions.
ar_eg: الجهاز العصبي المحيطي لانها تحتوي على وظائف حسية.
es_es: El sistema periférico porque incluye funciones sensoriales.

source: The central system because it includes sensory functions.
ar_eg: الجهاز المركزي لانه يتضمن وظائف حسية
es_es: El sistema central porque incluye funciones sensoriales.

source: The mechanical nervous system because it includes muscles.
ar_eg: الجهاز العصبي الحركي لانه يتضمن عضلات
es_es: El sistema nervioso mecánico porque incluye los músculos.

source: The skeletal nervous system because eyes contain no bones.
ar_eg: الجهاز العصبي الهيكلي لان العين لا تحوي عظام
es_es: El sistema nervioso del esqueleto porque los ojos no contienen huesos.

source: Close! But sensory neurons aren’t connected to muscles.
ar_eg: أنت قريب! ولكن الخلايا العصبية الحسية(النيورونات الحسية) ليست متصلة العضلات.
es_es: ¡Casi! Pero las neuronas sensoriales no están conectados a los músculos.

source: Correct! Motor neurons send the signal for muscles to contract.
ar_eg: صحيح! الخلايا العصبية الحركية ترسل إشارة للعضلات لكي تنقبض.
es_es: ¡Correcto! Las neuronas motoras envían la señal para que los músculos se contraigan.

source: Sorry. The digestive system has muscles, but doesn’t stimulate them.
ar_eg: آسف. الجهاز الهضمي لديه عضلات، ولكن لا يتم تحفيز هما.
es_es: Lo siento. El sistema digestivo tiene músculos, pero no estimula ellos.

source: Nope. The dermal layer is part of the skin.
ar_eg: لا . فطبقة الجلد هي جزء من الجلد
es_es: No es cierto. La capa dérmica es parte de la piel.

source: Right! Sensory organs belong to the peripheral nervous system.
ar_eg: احسنت ! فاعضاء الاحساس ذات علاقة بالجهاز العصبي المحيطي
es_es: ¡Muy bien! Los órganos sensoriales pertenecen al sistema nervioso periférico.

source: Sorry. The central nervous system has no sensory cells.
ar_eg: عذرا . فالجهاز العصبي المركزي لا يمتلك خلايا حسية.
es_es: Lo siento. El sistema nervioso central no tiene células sensoriales.

source: Nope. There is no mechanical nervous system.
ar_eg: لا . ليس هناك جهاز عصبي حركي.
es_es: No es cierto. No hay un sistema nervioso mecánico.

source: Incorrect. We don’t have a skeletal nervous system.
ar_eg: غير صحيحة. ليس لدينا جهاز عصبي عظمي
es_es: Incorrecta. No tenemos un sistema nervioso esquelético.

source: Preparing your first quick check!
ar_eg: التحضير لاول تقويم سريع!
es_es: ¡Preparando su primer cheque rápido!

source: Humans perceive taste thanks to structures on our tongues called <span class='key'>taste buds</span>.
ar_eg: يدرك البشر الذوق بفضل تركيبات على اللسان تسمى براعم التذوق.
es_es: Los humanos percibimos el gusto gracias a estructuras en nuestras lenguas denominadas <span class='key'>papilas gustativas</span>.

source: The nervous system is sensitive to three different types of stimuli.
ar_eg: الجهاز العصبي حساس لثلاثة انواع من المثيرات.
es_es: El sistema nervioso es sensible a tres tipos diferentes de estímulos.

source: <span class='key'>Mechanical stimuli</span> include anything that causes a sensation of touch, pain, sound, or temperature.
ar_eg: <span class='key'>المثيرات الميكانيكية</span> تشتمل أي شيء يتسبب في اللمس، أو الألم، أو الصوت، أو الحرارة.
es_es: <span class='key'>Los estímulos mecánicos </span>incluyen cualquier cosa que causa una sensación de tacto, el dolor, el sonido o la temperatura.

source: <span class='key'>Chemical stimuli</span> are molecules in our environment that make us sense taste or smell.
ar_eg: <span class='key'>المثيرات الكيميائية</span> هي جزيئات في بيئتنا تجعلنا نحس التذوق أو الشم.
es_es: <span class='key'>Los estímulos químicos </span>son moléculas en nuestro medio ambiente que nos hacen percibir el gusto o el olfato.

source: The third type of stimuli our nervous system is sensitive to is <span class='key'>electromagnetic stimulus</span>.
ar_eg: النوع الثالث من المثيرات لجهازنا العصبي هي <span class='key'>المثيرات الكهرومغناطيسية</span>.
es_es: El tercer tipo de estímulo de nuestro sistema nervioso es sensible al<span class='key'> estímulo electromagnético</span>.

source: The third type of stimuli our nervous system is sensitive to is called <span class='key'>electromagnetic stimuli</span>.
ar_eg: النوع الثالث من مثيرات نظامنا العصبي هي حساسة لما يسمى ب <span class='key'> المثيرات الكهرومغناطيسية </span>.
es_es: El tercer tipo de estímulos al que nuestro sistema nervioso son sensibles, se conocen como <span class='key'>estímulos electromagnéticos</span>.

source: Our eyes are able to perceive part of the electromagnetic spectrum, that portion we call <span class='key'>visible light</span>.
ar_eg: عيوننا قادرة على إدراك جزء من الطيف الكهرومغناطيسي، وهذا الجزء نسميه <span class='key'> الضوء المرئي </span>.
es_es: Nuestros ojos son capaces de percibir una parte del espectro electromagnético, esta parte llamamos<span class='key'> luz visible</span>.
