Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-respond/Locale/*/LC_MESSAGES/how-animals-respond.po
Languages: ar_eg, es_es

source: No... This is correct. Cones sense color and rods sense intensity.
ar_eg: لا ... هذا صحيح. المخاريط تحس اللون والعيدان تحس شدة الضوء.
es_es: No... Esto es correcto. Los conos perciben el color, y los bastones perciben intensidad.

source: Memories are the stuff of poems and song. They shape our relationships with other people and the world around us. They can bring on strong feelings; make us remember tiny details; or they can be hard to hold on to. We form new memories all the time, and, sometimes, like on test days, we are challenged to repeat them to solve problems.
ar_eg: الذكريات هي القصائد والأغاني. إنها تُشَكِل علاقاتنا مع الآخرين والعالم من حولنا. ويمكن أن تجلب مشاعر قوية؛ تجعلنا نتذكر التفاصيل الصغيرة؛ أو أنها يمكن أن يكون من الصعب التمسك بها. نحن نشكل ذكريات جديدة في كل وقت، وأحيانا، مثل في أيام الاختبار، نحن أمام تحديات لتكرارها لحل المشاكل.
es_es: Los recuerdos son la materia de los poemas y canciones. Dan forma a nuestras relaciones con otras personas y el mundo que nos rodea. Pueden provocar sentimientos fuertes; nos hacen recordar los pequeños detalles; o pueden ser difícil de mantenerse en el. Formamos nuevos recuerdos todo el tiempo, y, a veces, como en los días de examen, tenemos el reto de repetirlos para resolver problemas.

source: But what is a memory, anyway? A useful way to think of a memory is to think of a pattern.
ar_eg: ولكن ما هي الذاكرة ؟ على اي حال ، الطريق المستخدمة للتفكير في الذاكرة هي التفكير في وجود نمط او نموذج
es_es: Pero, ¿qué es un recuerdo, de todos modos? Una manera útil de pensar en un recuerdo es pensar en un patrón.

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navegar por las diapositivas abajo haciendo clic en las flechas izquierdas y derecha

source: The words printed on a page are a pattern that we recognize as information.
ar_eg: الكلمات التي تُطبَع على صفحة هي نمط لما سجلناه كمعلومات
es_es: Las palabras impresas en una página son un patrón que reconocemos como información.

source: A video image is actually a pattern of tiny dots on a screen that we recognize as a picture.
ar_eg: صورة الفيديو هي في الواقع نمط من نقاط صغيرة على الشاشة التي نسجلها كصورة.
es_es: Una imagen de vídeo es en realidad un patrón de pequeños puntos en una pantalla que reconocemos como una imagen.

source: A compact disk or DVD stores information as a series of tiny pits that cause light to reflect in a pattern computers can recognize.
es_es: Un disco compacto o DVD guarda información como una serie de hoyos minúsculos que causan la luz reflejar en un patrón las computadoras puedan reconocer.

source: In our brains, memories are patterns of connections between neurons.
es_es: En el cerebro, los recuerdos son patrones de conexiones entre las neuronas.

source: These memory patterns form when cells communicate with one another. One nerve cell sends a message to another by releasing chemicals into the space between. This space is called the <span class='key'>synapse</span>. Whenever a cell communicates with another cell, their next interaction becomes quicker and easier. When this communication happens a few times, a temporary pattern is formed. We call this a <span class='key'>short-term memory</span>. When the communication happens many times, the pattern lasts a very long time. This is <span class='key'>long-term memory</span>.
es_es: Estos patrones de memoria se forman cuando las células se comunican uno con el otro. Una célula nerviosa envía un mensaje a otro por la liberación de sustancias químicas en el espacio entre ellas. Este espacio se llama la <span class='key'>sinapsis</span>. Cada vez que una célula se comunica con otra célula, su próxima interacción se vuelve más rápido y más fácil. Cuando esta comunicación ocurre un par de veces, se forma un patrón temporal. Llamamos a esto una <span class='key'>memoria a corto plazo</span>. Cuando la comunicación ocurre muchas veces, el patrón dura un tiempo muy largo. Esta es <span class='key'>la memoria a largo plazo</span>.

source: So, how do you improve your own memory? Certainly, some people are just better able to remember details than others, but everyone can learn a few skills to improve their own memories. Bookstores have entire sections on memory improvement, and a quick Internet search brings up thousands of hits. Here are just a few simple tools:
ar_eg: لذا، كيف يمكنك تحسين الذاكرة الخاصة بك؟ بالتأكيد، بعض الناس هي أفضل فقط بالقدرة على تذكر التفاصيل من غيرها، ولكن اي واحد يمكن ان يتعلم بعض المهارات اللازمة لتحسين ذاكرته. المكتبات لديها أقسام كاملة لتحسين الذاكرة، والبحث السريع في شبكة الإنترنت لإحضار الآلاف منها. هنا فقط عدد قليل من أدوات بسيطة:
es_es: Entonces, ¿cómo mejora ud. su memoria? Ciertamente, algunas personas son más capaces de recordar los detalles que otros, pero todo el mundo puede aprender algunas habilidades para mejorar sus propios recuerdos. Las librerías tienen secciones enteras de cómo mejorar de la memoria, y una búsqueda rápida en Internet trae a miles de sitios. Estas son sólo unas pocas herramientas simples:

source: <span class='key'>Chunking</span>: Avoid memorizing lists and random facts, and find ways to group them together. For example, when you try to remember a grocery list think of the dairy items together, the fruits together, the vegetables together, and so on.
ar_eg: <span class='key'>التجميع </span>تجنب حفظ و تذكر القوائم والحقائق العشوائي، وإيجاد سبل لتجميعها معا. على سبيل المثال، عند محاولة تذكر قائمة البقالة التفكير في منتجات الألبان معا، والفواكه معا، والخضار معا، و هكذا.
es_es: <span class='key'>En trozos</span>: Evite memorizar listas y hechos al azar, y encuentre maneras de agruparlas. Por ejemplo, cuando se trata de recordar una lista de compras piense en los productos lácteos juntos, las frutas juntas, las verduras juntas, y siga así.

source: <span class='key'>Imagery</span>: In your mind, think of the things you need to remember as being in places. Try to 'see' the dairy aisle in your mind. Try to visualize the produce section and remember where different fruits and vegetables are located.
ar_eg: <span class='key'> التصور </span>: في عقلك، فكر في الأشياء التي تحتاج إلى تذكرها مثل البدء في الاماكن. حاول 'رؤية ممر الالبان في عقلك. في محاولة لتصور قسم المنتجات وتذكر مكان الفواكه والخضروات المختلفة.
es_es: <span class='key'>Imágenes</span>: En su mente, piense en las cosas que hay que recordar como en algunos lugares. Trate de "ver" el pasillo de lácteos en su mente. Trate de visualizar la sección de productos y recordar dónde se encuentran diversas frutas y verduras.

source: <span class='key'>Practice</span>: Repeat the chunked or imagined information over and over. Flash cards are handy. Make a set and use them. Explain the information to a parent or friend. Practice, and practice frequently.
ar_eg: <span class='key'> الممارسة </span>: كرر المعلومات المقسمة أو المتصورة مرارا وتكرارا. بطاقات فلاش هي في متناول الأيدي. اجعلها في مجموعة ثم استخدمها. اشرح المعلومات لأحد الوالدين أو الأصدقاء. مارس ، ومارس بشكل مستمر.
es_es: <span class='key'>Práctica</span>: Repita la información en trozos o imaginada una y otra vez. Las tarjetas de memoria flash son muy útiles. Haga un juego y úselas. Explique la información a un padre o un amigo. Practique y practique con frecuencia.

source: These tools, and many others, work by strengthening the connections between cells in the brain. The more often the memory pattern is exercised, the stronger it becomes, and the easier it is to use later.
ar_eg: هذه الأدوات، وكثير غيرها، تعمل من خلال تعزيز الاتصالات بين الخلايا في الدماغ. في كثير من الأحيان يمارس نمط الذاكرة، ويصبح أقوى، والأسهل هو لاستخدامها لاحقا.
es_es: Estas herramientas, y muchos otros, funcionan por el fortalecimiento de las conexiones entre las células en el cerebro. Cuanto más el patrón de memoria se ejercita, más fuerte se vuelve, y más fácil será para su uso posterior.

source: Digging through the mind palace...
ar_eg: حفر خلال قَصر العقل...
es_es: Excavando por el palacio de la mente...

source: In our brains, <span class='key'>memories</span> are patterns of connections between neurons.
ar_eg: في أدمغتنا، <span class='key'>الذكريات</span> هي أنماط من الوصلات بين الخلايا العصبية.
es_es: En nuestros cerebros, los <span class='key'>recuerdos</span> son patrones de conexiones entre neuronas.

source: A compact disc (CD) or digital video disc (DVD) stores information as a series of tiny pits that cause light to reflect in a pattern computers can recognize.
ar_eg: يخزن القرص المدمج أو قرص الفيديو الرقمي المعلومات كسلسلة من الأجزاء الصغيرة التي تجعل الضوء ينعكس في نمط حواسيب يمكن ملاحظتها.
es_es: Un CD o DVD almacenan información a través de una serie de pequeños huecos que provocan que la luz se refleje en un patrón que las computadoras pueden reconocer.

source: These memory patterns form when cells communicate with one another. One nerve cell sends a message to another by releasing chemicals into the space between. This space is called the <span class='key'>synapse</span>. Whenever a cell communicates with another cell, their next interaction becomes quicker and easier. When this communication happens a few times, a temporary pattern is formed. We call this a <span class='key'>short-term memory</span>. When the communication happens many times, the pattern lasts a very long time. This is a <span class='key'>long-term memory</span>.
ar_eg: تشكل أنماط الذاكرة عندما تتواصل الخلايا مع بعضها. خلية عصبية واحدة ترسل رسالة لأخرى بإطلاق الكيماويات في الفضاء الموجود بينها. هذا الفضاء يسمى <span class='key'>العقد الدماغية </span>. حيثما تتواصل خلية مع خلية أخرى، يكون تواصلهم التالي أسرع وأسهل. وعندما يحدث هذا التواصل لعدة مرات، يتشكل نمط مؤقت. نسمى هذا<span class='key'> ذاكرة قصيرة الأمد </span>. عندما يحدث التواصل لمرات متعددة، يبقى النمط لوقت طويل جداً. هذا ما يسمى <span class='key'> الذاكرة طويلة الأمد </span>.
es_es: Estos patrones de memoria se forman cuando las células se comunican unas con otras. Una célula nerviosa envía un mensaje a otra liberando químicos en el espacio entre ellas. Este espacio se conoce como <span class='key'>sinapsis</span>. Cuando una célula se comunica con otra, su interacción se vuelve más rápida y fácil. Cuando esta comunicación ocurre algunas veces, se forma un patrón temporal. Llamamos a esto <span class='key'>memoria de corto plazo</span>. Cuando la comunicación occure muchas veces, el patrón dura un largo tiempo. Esto se conoce como <span class='key'>memoria a largo plazo</span>.

source: Question A. A memory may best be thought of as...
ar_eg: سؤال أ.أ يعتقد السؤال أن الذاكرة قد تكون افضل
es_es: Pregunta A. Una memoria puede mejor ser pensado como...

source: An isolated random event.
ar_eg: احداث عشوائية معزولة
es_es: Un evento aleatorio aislado.

source: A pattern of connections between brain cells.
ar_eg: نمط من الوصلات بين خلايا العقل
es_es: Un patrón de conexiones entre las células cerebrales.

source: A list of unrelated facts.
ar_eg: قائمة من الحقائق غير المرتبطة
es_es: Una lista de hechos no relacionados.

source: The result of a frightening experience.
ar_eg: نتيجة لتجربة مخيفة
es_es: El resultado de una experiencia aterradora.

source: Question B. Which of the following is <span class='blink'>not</span> a good study technique to memorize a set of facts.
ar_eg: سؤال ب. أي مما يلي <span class='blink'>ليست</span> تقنية جيدة لحفظ مجموعة من الحقائق.
es_es: Pregunta B. ¿Cuál de las siguientes <span class='blink'>no</span> es una buena técnica de estudio para memorizar un conjunto de hechos?

source: Chunking
ar_eg: التجميع
es_es: En Trozos

source: Imagery
ar_eg: التصور
es_es: Las imágenes

source: Practice
ar_eg: الممارسة
es_es: La práctica

source: Cramming
ar_eg: الانتقاء
es_es: Abarrotando información

source: We hope not. Isolated events are hard to remember.
ar_eg: نحن نأمل غير ذلك. الأحداث المعزولة صعبة التذكر
es_es: Esperamos que no. Hechos aislados son difíciles de recordar.

source: Correct. A memory is a pattern of cellular connections.
ar_eg: صحيح ، الذاكرة هي نمط من التشابكات الخلوية.
es_es: Correcta. Una memoria es un patrón de conexiones celulares.

source: No... Lists of unrelated facts aren’t very useful.
ar_eg: لا... قوائم من الحقائق غير المرتبطة ليست مفيدة
es_es: No... Las listas de hechos no relacionados no son muy útiles.

source: That may result in one type of memory, but not always a useful one.
ar_eg: هذا يمكن ان ينتج في نوع واحد من الذاكرة، ولكن ليس دائما واحدة مفيدة
es_es: Esto puede resultar en un tipo de memoria, pero no siempre uno útil.

source: No. Breaking the material into chunks is a good idea.
ar_eg: لا. تفكيك المادة الى مجموعات هي فكرة جيدة
es_es: No. Rompiendo el material en trozos es una buena idea.

source: Sorry. Creating a complex mental image is an excellent plan.
ar_eg: عذرا، ايجاد صورة عقلية معقدة هي خطة ممتازة
es_es: Lo siento. La creación de una imagen mental complejo es un plan excelente.

source: Nope. Practice, practice, practice.
ar_eg: لا، الممارسة، الممارسة، الممارسة
es_es: No es cierto. Práctica, práctica, práctica.

source: There you go. Cramming doesn’t work.
ar_eg: أنت هنا ، الإنتقاء لا يعمل.
es_es: Ahí lo tiene. Abarrotando información no funciona.

source: Did you remember?
ar_eg: هل تتذكر؟
es_es: ¿Se acuerda?

source: Using what you know... about how animals respond... to solve a problem
ar_eg: مستخدما ما تعرفه... حول كيف تستجيب الحيوانات.. لحل المشكلة
es_es: Usando lo que sabe... sobre cómo los animales responden... para resolver un problema

source: The Situation
ar_eg: الموقف
es_es: La Situación

source: Sensory receptors are located all over our bodies. We know that our visual receptors are located in our eyes, hearing in our ears, and taste on our tongues. What about the sensation of touch? We sense touch through pressure sensors. The more pressure sensors that are in an area, the more sensitive that area is to touch. The relative number of pressure sensors in an area can be determined by how close two touches can come together and feel like one touch. The closer two touches can come together and feel like two touches, the more pressure sensors there are in that area.
ar_eg: وتقع المستقبلات الحسية في جميع أنحاء أجسادنا. ونحن نعلم أن المستقبلات البصرية لدينا تقع في أعيننا، والسمع في آذاننا، والذوق على السنتنا. ماذا عن الإحساس باللمس؟ نشعر باللمس من خلال أجهزة استشعار الضغط. الكثير من اجهزة تحسس الضغط التي توجد في المنطقة، وأكثر حساسية هذه المنطقة هو للمس. نسبة اعداد حساسات الضغط في المنطقة يمكن ان يحدد كيف ان لمستين تتحدان مع بعضها وتشعرك كانها لمسة واحدة ( كأن تكون باصبعين معا ). كلما اقتربت اللمسات فانها يمكن أن تأتي معا وأشعر بأنها اثنين من اللمسات، ومستشعرات الضغط توجد اكثر في تلك المنطقة.
es_es: Los receptores sensoriales se encuentran en todo el cuerpo. Sabemos que nuestros receptores visuales se encuentran en nuestros ojos, la audición en el oído y el gusto en la lengua. ¿Qué pasa con la sensación del tacto? Tenemos la sensación de contacto a través de los sensores de presión. Cuantos más sensores de presión que se encuentran en un área, más sensible la zona es al tacto. El número relativo de sensores de presión en un área puede ser determinada por la proximidad de dos toques que pueden reunirse y sentirse como un solo toque. Cuanto más cerca dos toques pueden reunirse y sentirse como dos toques, lo más sensores de presión hay en esa zona.

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: Design a study to map the concentration of pressure points at various locations on the body (e.g., different fingertips, palm, back of hand, different toes, bottom of foot, back of neck, etc.). Describe your study and report your data in a table that lists the areas studies from the most sensitive to touch to least sensitive to touch.
es_es: Diseñe un estudio para trazar la concentración de los puntos de presión en varios lugares en el cuerpo (por ejemplo, diferentes puntas de los dedos, la palma, el dorso de la mano, diferentes dedos de los pies, parte inferior del pie, parte posterior del cuello, etc.) Describa su estudio e escriba los datos en una tabla que enumera los estudios de áreas desde las más sensibles al tacto a menos sensibles al tacto.

source: Please type your answer here...
ar_eg: من فضلك اكتب اجابتك هنا ..
es_es: Por favor escriba su respuesta aquí...

source: Please type your answer.
ar_eg: يرجي كتابة اجابتك
es_es: Por favor escriba su respuesta.

source: Pressure sensors
ar_eg: مستشعرات الضغط
es_es: Los sensores de presión

source: Design a study to map the concentration of pressure points at various locations on the body (e.g., different fingertips, palm, back of hand, different toes, bottom of foot, back of neck, etc.). Describe your study and report your data in a table that lists the areas studied from the most sensitive to touch to least sensitive to touch.
ar_eg: صمم دراسة لمتابعة تركيز نقاط الضغط في مواقع مختلفة على الجسم (مثلاً، رؤوس الأصابع المختلفة، راحة اليد، ظهر اليد، رؤوس أصابع الرجل، أسفل القدم، خلف الرقبة، وغيرها). أوصف دراستك وسجل بياناتك في جدول تبين فيه المواقع المدروسة مجدولة من الأكثر حساسية للمس إلى الأقل حساسية للمس.
es_es: Diseña un estudio para ubicar la concentración de puntos de presión en diversos lugares del cuerpo (ej. las distintas puntas de los dedos, la palma, el reverso de la mano, los dedos de los pies, la base del pie, la nuca, etc.). Describe tu estudio y reporta tus datos en una tabla que lista las áreas estudiadas de las más sensibles al tacto a las menos sensibles.

source: Summarizing core ideas... about how animals respond
ar_eg: ملخص اهم الافكار ... حول كيف تستجيب الحيوانات
es_es: Resumiendo las ideas fundamentales... sobre cómo responden los animales
