Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-respond/Locale/*/LC_MESSAGES/how-animals-respond.po
Languages: ar_eg, es_es

source: <span class='key'>Neurons</span> (<span class='key'>nervous system cells</span>) are organized into networks known as the <span class='key'>central</span> and <span class='key'>peripheral</span> nervous systems. The central nervous system is the brain and spinal cord. The peripheral nervous system is all of the many nerve cells throughout the body that connect to the spinal cord. The cells of the peripheral nervous system are divided into <span class='key'>sensory</span> and <span class='key'>motor</span> neurons. The nervous system is sensitive to three different types of <span class='key'>stimuli</span>: <span class='key'>mechanical</span>, <span class='key'>chemical</span>, and <span class='key'>electromagnetic</span> stimuli. A <span class='key'>receptor</span> is a nerve cell that is sensitive to chemical stimuli based on shape. Special touch receptors in the ear transmit the pattern of vibration to the brain as an electrical signal. The brain interprets the pattern as sound. Smell and taste are both the result of chemical stimulation. Humans perceive taste thanks to structures on our tongues called <span class='key'>taste buds</span>. Smell receptors work much like taste receptors, but are concentrated in the nose, and work for molecules suspended in the air. Our eyes contain four types of light-sensitive sensory neurons. Located in the <span class='key'>retina</span>, they respond to different types of light. <span class='key'>Rods</span> are neurons that sense brightness. The ability to see a clear image depends on having the proper distance between the lens and retina called the focal length. <span class='key'>Memory</span> patterns form when cells communicate with one another. One nerve cell sends a message to another by releasing chemicals into the space between called the <span class='key'>synapse</span>. When this communication happens a few times, a temporary pattern known as <span class='key'>short-term memory</span> is formed. <span class='key'>Chunking</span>, <span class='key'>imagery</span>, and <span class='key'>practice</span> is how one's memory can be improved. These tools work by strengthening the connections between cells in the brain.
ar_eg: <span class='key'>النيورونات</span> (أو <span class='key'> خلايا الجهاز العصبي</span> ) مرتبة في شبكات معروفة بالأنظمة العصبية <span class='key'>المركزية</span> و <span class='key'>الطرفية</span>. النظام العصبي المركزي هو الدماغ والحبل الشوكي. خلايا الجهاز العصبي الطرفي هي جميع الخلايا العصبية الموجودة في الجسم والتي ترتبط بالحبل الشوكي. خلايا الجهاز العصبي الطرفي مقسمة إلى نيورونات <span class='key'>حسية</span> و <span class='key'>حركية</span>. الجهاز العصبي حساس لثلاثة أنواع مختلفة من <span class='key'>المثيرات:</span> <span class='key'>الميكانيكية</span>، و <span class='key'>الكيميائية</span> ، و <span class='key'>كهرومغناطيسية</span>. <span class='key'>المُستَقبِل</span> هو خلية عصبية حساسة للمثيرات الكيميائية إعتماداً على الشكل. تبث مستقبلات اللمس الخاصة في الأُذن نمط من الإهتزاز إلى الدماغ كنبضة كهربائية. الدماغ يفسر النمط كصوت. الشم والتذوق هما نتاج التحفيز الكيميائي. ويدرك الإنسان الطعم بتركيبات على اللسان تسمى <span class='key'>براعم التذوق</span>. ومستقبلات الشم تشبه مستقبلات الطعم ولكنها مركزة في الأنف، وتعمل للجزيئات الموجودة في الهواء. تحتوي عيوننا على أربعة نيورونات حسية حساسة للضوء. وهي موجودة في <span class='key'>الشبكية</span> وتستجيب لأنواع الضوء المختلفة. <span class='key'>القضبان</span> وهي نيورونات تتحسس سطوع الضوء. فالقدرة على رؤية الصورة تعتمد على إمتلاك المسافة المناسبة بين العدسات والشبكية والتي تسمى البعد البؤري. أنماط <span class='key'>الذاكرة</span> تتشكل عندما تتواصل الخلايا مع بعضها البعض. خلية عصبية واحدة ترسل رسالة لأخرى بإطلاق كيماويات في الحيز الموجود بينهما والمسمى <span class='key'>الوصلات العصبية</span>. عندما يحدث هذا التواصل لبضع مرات، ينتج نمط مؤقت معروف باسم<span class='key'> الذاكرة قصيرة الأمد</span>. <span class='key'>التجميع</span> و <span class='key'>التخيل</span> و <span class='key'>الممارسة</span> هي الكيفية التي تتحسن بها الذاكرة. كل هذه الأدوات تعمل بتقوية الوصلات بين الخلايا في الدماغ.
es_es: <span class='key'>Las neuronas </span>(<span class='key'>células del sistema nervioso</span> ) están organizados en redes conocidas como<span class='key'> los sistemas nerviosos centrales </span>y <span class='key'>periféricos</span>. El sistema nervioso central es el cerebro y la médula espinal. El sistema nervioso periférico es las muchas células nerviosas en todo el cuerpo que se conectan a la médula espinal. Las células del sistema nervioso periférico se dividen en<span class='key'> las neuronas sensoriales</span> y motoras</span>. El sistema nervioso es sensible a tres tipos diferentes de <span class='key'>estímulos</span> : <span class='key'>mecánicos</span> , <span class='key'>químicos</span> y estímulos <span class='key'>electromagnéticos</span>. Un<span class='key'> receptor </span> es una célula nerviosa que es sensible a estímulos químicos basada en la forma. Los receptores táctiles especiales en el oído transmiten el patrón de vibraciones al cerebro como una señal eléctrica. El cerebro interpreta el patrón como sonido. El olfato y el gusto son el resultado de la estimulación química. Los seres humanos perciben el gusto gracias a las estructuras en nuestras lenguas llamadas <span class='key'>papilas gustativas</span>. Los receptores del olfato funcionan como receptores de sabor , pero se concentran en la nariz, y funcionan para las moléculas suspendidas en el aire. Nuestros ojos contienen cuatro tipos de neuronas sensoriales sensibles a la luz. Situadas en la <span class='key'>retina</span>, responden a diferentes tipos de luz. <span class='key'>Las varillas</span> son las neuronas que detectan el brillo. La capacidad de ver una imagen clara depende de tener la distancia adecuada entre el cristalino y la retina llamada la longitud focal. <span class='key'>Los patrones de memoria </span>se forman cuando las células se comunican entre sí. Una célula nerviosa envía un mensaje a otro por la liberación de sustancias químicas en el espacio entre ellas llamado <span class='key'>sinapsis</span>. Cuando esta comunicación ocurre un par de veces , se forma un patrón temporal conocido como <span class='key'>la memoria a corto plazo</span>. <span class='key'>En trozos</span> ,<span class='key'> imágenes</span>, y <span class='key'> la práctica</span> es la forma en que la memoria de uno puede ser mejorado. Estas herramientas funcionan mediante el fortalecimiento de las conexiones entre las células en el cerebro.

source: Putting it all together...
ar_eg: وضع كل ذلك مع بعضه
es_es: Poniendo todo junto...

source: Reviewing key vocabulary... related to how animals respond
ar_eg: مراجعة المصطلحات المفتاحية... بالرجوع الى كيف تستجيب الحيوانات
es_es: Revisando el vocabulario clave... relacionado con cómo responden los animales

source: Central nervous system
ar_eg: الجهاز العصبي المركزي
es_es: El sistema nervioso central

source: The central nervous system is the brain and spinal cord. The central nervous system is responsible for interpreting and responding to stimuli.
ar_eg: الجهاز العصبي المركزي هو الدماغ والحبل الشوكي. الجهاز العصبي المركزي هو المسؤول عن التفسير والاستجابة للمؤثرات.
es_es: El sistema nervioso central es el cerebro y la médula espinal. El sistema nervioso central es responsable de interpretar y responder a los estímulos.

source: Chemical stimulus
ar_eg: المثير الكيميائي
es_es: El Estímulo Químico

source: Chemical stimuli are molecules in our environment that make us sense taste or smell.
ar_eg: المثيرات الكيميائية هي جزيئات في المحيط حولنا تعمل على ان نحس بالطعم او الرائحة
es_es: Los estímulos químicos son moléculas en nuestro ambiente que nos hacen percibir el gusto o el olfato.

source: Cone
ar_eg: مخروط
es_es: El Cono

source: There are three types of cells in the eye called cones. Each cone is sensitive to one of three colors: blue, red, and green.
ar_eg: هناك ثلاثة انواع من الخلايا في العين تدعى المخاريط، كل منها حساس لواحد من الالوان الثلاث التالية : الازرق، و الاحمر ، و الاخضر
es_es: Hay tres tipos de células en el ojo llamados conos. Cada cono es sensible a uno de tres colores: azul, rojo y verde.

source: Electromagnetic stimulus
ar_eg: المثير الكهرومغناطيسي
es_es: El estímulo electromagnético

source: Beside mechanical and chemical stimuli, the third type of stimuli our nervous system is sensitive to is electromagnetic stimulus, which includes visible light.
ar_eg: بجانب المثيرات الميكانيكية والكيميائية، هناك نوع ثالث من المثيرات هو نظامنا العصبي حساس وهو حساس للمثير الكهرومغناطيسي، والذي يتضمن الضوء المرئي.
es_es: Junto a los estímulos mecánicos y químicos, el tercer tipo de estímulos de nuestro sistema nervioso es sensible al estímulo electromagnético que incluye la luz visible.

source: Mechanical Stimulus
ar_eg: المثير الحركي
es_es: El Estímulo Mecánico

source: Mechanical stimuli include anything that causes a sensation of touch, pain, sound, or temperature.
ar_eg: المثيرات الحركية تشمل اي شيء يمكنه ان يسبب الاحساس باللمس، أو بالالم، أو بالصوت، او الحرارة.
es_es: Los estímulos mecánicos incluyen cualquier cosa que causa una sensación de tacto, el dolor, el sonido o la temperatura.

source: Memory
ar_eg: الذاكرة
es_es: La memoria

source: A useful way to think of a memory is to think of a pattern. The words printed on a page are a pattern that we recognize as information. A video image is actually a pattern of tiny dots on a screen that we recognize as a picture. A compact disk or DVD stores information as a series of tiny pits that cause light to reflect in a pattern computers can recognize. In our brains, memories are patterns of connections between neurons.
es_es: Una manera útil de pensar en un recuerdo es pensar en un patrón. Las palabras impresas en una página son un patrón que reconocemos como información. Una imagen de vídeo es en realidad un patrón de pequeños puntos en una pantalla que reconocemos como una imagen. Un disco compacto o DVD guarda información como una serie de hoyos minúsculos que causan a la luz reflejar en un patrón que las computadoras pueden reconocer. En el cerebro, los recuerdos son patrones de conexiones entre las neuronas.

source: The neurons that take information from the brain and stimulate responses throughout the body are called motor neurons.
ar_eg: وتسمى الخلايا العصبية التي تأخذ المعلومات من الدماغ وتحفز الاستجابات في مختلف أنحاء الجسم الخلايا العصبية الحركية.
es_es: Las neuronas que llevan la información desde el cerebro y estimulan las respuestas de todo el cuerpo se llaman neuronas motoras.

source: Neuron
ar_eg: النيورون (أو الخلية العصبية)
es_es: La neurona

source: Neurons
ar_eg: النيورون (أو الخلية العصبية)
es_es: La neurona

source: Neurons are nerve cells. Neurons respond to a stimulus, send a tiny electrical signal to the brain, and the signal is interpreted by the brain as a response is generated.
ar_eg: النيورونات هي خلايا عصبية. وهي تستجيب للمثير،و ترسل إشارة كهربائية صغيرة إلى الدماغ، ويتم تفسير الإشارة بواسطة الدماغ كاستجابة يتم توليدها.
es_es: Las neuronas son las células nerviosas. Las neuronas responden a un estímulo, envían una señal eléctrica pequeña en el cerebro, y la señal es interpretada por el cerebro mientras se genera una respuesta.

source: Receptor
ar_eg: مُستَقبل
es_es: El receptor

source: Sensory receptors are located all over our bodies. Different sense receptors are specialized for particular kinds of information, which may be then processed and integrated by the brain, with some information stored as memories. Each sense receptor responds to different inputs (electromagnetic, mechanical, chemical), transmitting them as signals that travel along nerve cells to the brain.
ar_eg: وتقع المستقبلات الحسية في جميع أنحاء أجسادنا. المستقبلات الحسية متخصصة لأنواع معينة من المعلومات، والتي يمكن بعد ذلك معالجتها ودمجها في الدماغ، مع بعض المعلومات المخزنة على الذاكرة. كل مستقبلات الحس تستجيب لمدخلات مختلفة (الكهرومغناطيسية والميكانيكية والكيميائية)،وتحيلها كإشارات تنتقل على طول الخلايا العصبية إلى الدماغ.
es_es: Los receptores sensoriales se encuentran en todo el cuerpo. Diferentes receptores sensoriales están especializados para determinados tipos de información, que pueden ser luego procesados e integrados por el cerebro, con un poco de información guardada en forma de recuerdos. Cada receptor de sentido responde a diferentes entradas (electromagnética, mecánica, química), que transmiten como señales que viajan a lo largo de las células nerviosas en el cerebro.

source: Retina
ar_eg: الشبكية
es_es: La retina

source: Located in the retina (inner surface at the rear of the eye), they respond to different types of light.
ar_eg: موجودة في الشبكية ( المنطقة الموجودة خلف العين ) ، تستجيب لانواع مختلفة من الضوء
es_es: Situado en la retina (superficie interior en la parte trasera del ojo), responden a diferentes tipos de luz.

source: Rod
ar_eg: قضيب
es_es: La varilla

source: Rods
ar_eg: قضيب
es_es: La varilla

source: Rods are neurons that sense brightness.
ar_eg: القضبان هي خلايا عصبية تحس بسطوع الإضاءة.
es_es: Las varillas son las neuronas que perciben el brillo.

source: Those cells that interact with the environment to sense taste, touch, smell, vision, and sound are called sensory neurons.
ar_eg: الخلايا التي تتفاعل مع المحيط لتحس التذوق،و اللمس، و الرؤية، والصوت تدعى نيورونات حسية.
es_es: Aquellas células que interactúan con el medio ambiente para percibir el gusto, el tacto, el olfato, la vista y el sonido se llaman neuronas sensoriales.

source: Stimulus
ar_eg: مثير
es_es: El estímulo

source: A stimulus is something that produces a reaction or a change. Light is a stimulus that can cause the size of the pupil in your eye to change. Sometimes rewards are used as a stimulus to cause a desired action or response. For example, your school may reward students for the numbers of books read during the school year. This reward can act as a stimulus to get students to read more books.
ar_eg: المثير هو الشيء الذي يُنتج ردة الفعل أو التغيير. الضوء هو مثير يمكن أن يتسبب في تغيير حجم البؤبؤ في العين . أحيانا يتم استخدام المكافآت كمثير لإحداث الإجراء المطلوب أو الاستجابة. على سبيل المثال، مدرستك قد تكافئ الطلاب لعدد الكتب التي تمت قرائتها خلال العام الدراسي. هذه المكافأة يمكن أن تكون بمثابة مثير للحصول على الطلاب الذين يقرأون المزيد من الكتب.
es_es: Un estímulo es algo que produce una reacción o un cambio. La luz es un estímulo que puede causar que el tamaño de la pupila en el ojo cambia. A veces recompensas se utilizan como un estímulo para causar una acción o respuesta deseada. Por ejemplo, su escuela puede premiar a los estudiantes por el número de libros leídos durante el año escolar. Esta recompensa puede actuar como un estímulo para que los estudiantes lean más libros.

source: Synapse
ar_eg: الوصلة الدماغية
es_es: La sinapsis

source: One nerve cell sends a message to another by releasing chemicals into the space between. This space is called the synapse.
ar_eg: ترسل خلية عصبية رسالة الى اخرى بواسطة إطلاق مادة كيماوية خاصة في الفراغ بينهما. يسمى هذا الفراغ هذا وصلة دماغية.
es_es: Una célula nerviosa envía un mensaje a otro por la liberación de sustancias químicas en el espacio entre. Este espacio se llama la sinapsis.

source: Response
ar_eg: استجابة
es_es: La respuesta

source: A response is generated in the brain after it receives a tiny electrical signal from the neurons. The response works like the stimulus, only in reverse.
ar_eg: يتم إنشاء استجابة في الدماغ بعد أن يتلقى إشارة كهربائية صغيرة من الخلايا العصبية. تعمل الاستجابة كمثير، فقط في الاتجاه المعاكس.
es_es: Una respuesta se genera en el cerebro después de que se recibe una señal eléctrica pequeña de las neuronas. La respuesta funciona como estímulo, pero al revés.

source: Peripheral nervous system
ar_eg: الجهاز العصبي المحيطي
es_es: El sistema nervioso periférico

source: The peripheral nervous system is all of the many nerve cells throughout the body that connect to the spinal cord. The peripheral nervous system is responsible for sensing our environment and stimulating muscles to act when called upon.
ar_eg: الجهاز العصبي المحيطي هو مجموعة من الخلايا العصبية في جميع أنحاء الجسم وتتصل بالحبل الشوكي. الجهاز العصبي المحيطي هو المسؤول عن استشعار بيئتنا وتحفيز العضلات للعمل عندما يستدعي الامر ذلك.
es_es: El sistema nervioso periférico es las muchas células nerviosas en todo el cuerpo que se conectan a la médula espinal. El sistema nervioso periférico es responsable de la detección de nuestro medio ambiente y la estimulación de músculos para actuar cuando se le solicite.

source: Visible light
ar_eg: الضوء المرئي
es_es: La luz visible

source: Our eyes are able to perceive part of the electromagnetic spectrum, that portion we call visible light.
ar_eg: عيوننا قادرة على ادراك جزء من الطيف المرئي ، وهذا الجزء نسميه الضوء المرئي.
es_es: Nuestros ojos son capaces de percibir una parte del espectro electromagnético, esta parte llamamos luz visible.

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: A useful way to think of a memory is to think of a pattern. The words printed on a page are a pattern that we recognize as information. A video image is actually a pattern of tiny dots on a screen that we recognize as a picture. A compact disc (CD) or digital video disc (DVD) stores information as a series of tiny pits that cause light to reflect in a pattern computers can recognize. In our brains, memories are patterns of connections between neurons.
ar_eg: طريقة مفيدة للتفكير بالذاكرة هو التفكير في نمط. الكلمات المطبوعة على الصفحة هي نمط لاحظناه كمعلومات. صورة الفيديو هي بالفعل نمط لنفاط صغيرة على شاشة والتي ندركها كصورة. القرص المدمج أو قرص القيديو الرقمي يخزن معلومات كسلسلة من النقط الصغيرة التي تجعل الضوء ينعكس في نمط تفهمه الحواسيب. في أدمغتنا، الذكريات هي أنماط من الوصلات بين الخلايا العصبية.
es_es: Una manera útil de pensar acerca de un recuerdo es pensar en él como un patrón. Las palabras impresas en una página son un patrón que reconocemos como información. Un video es en realidad un patrón de pequeños puntos en una pantalla que reconocemos como una imagen. Un CD o DVD almacenan información a través de una serie de pequeños huecos que provocan que la luz se refleje en un patrón que las computadoras pueden reconocer. En nuestros cerebros, los recuerdos son patrones de conexiones entre las neuronas.

source: SENSORY NEURONS
es_es: NEURONAS SENSORIALES

source: Sensory Neurons
es_es: NEURONAS SENSORIALES

source: Sensory neurons
ar_eg: النيورون أو (الخلية العصبية) الحسية
es_es: NEURONAS SENSORIALES

source: RODS
es_es: BASTONES

source: NEURONS
es_es: NEURONAS

source: Motor neurons
ar_eg: النيورون (الخلية العصبية) الحركية
es_es: NEURONAS MOTORAS

source: MOTOR NEURONS
es_es: NEURONAS MOTORAS

source: Checking what you now know... about how animals respond
ar_eg: تأكد مما تعرف... عن كيف تستجيب الحيوانات
es_es: Verificando lo usted ahora sabe... sobre cómo los animales responden

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه
es_es: Respondiendo a las siguientes seis (6) preguntas de la prueba le dará una idea de lo que ahora sabe y lo que todavía tiene que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا
es_es: Haga clic en el botón SIGUIENTE cuando esté listo.

source: Let's check what you now know
ar_eg: دعنا نتأكد مما نعرف الآن
es_es: Vamos a ver lo que sabe ahora

source: Choose the <span class='blink'>incorrect</span> statement from the following.
ar_eg: إختار العبارة <span class='blink'>غير الصحيحة</span> مما يلي.
es_es: Elija la declaración <span class='blink'> incorrecta</span> de la siguiente.

source: Cone cells sense light.
ar_eg: الخلايا المخروطية تحس الضوء.
es_es: Los conos perciben la luz.

source: Animals are not capable of learned behavior.
ar_eg: الحيوانات ليست قادرة على تعلم السلوك.
es_es: Los animales no son capaces de un comportamiento aprendido.

source: The brain is part of the central nervous system.
ar_eg: الدماغ هو جزء من الجهاز العصبي المركزي.
es_es: El cerebro es parte del sistema nervioso central.

source: Chunking is a memorization technique.
ar_eg: التجميع هي تقنية للتذكر.
es_es: En trozos es una técnica de memorización.

source: Sorry. Cone cells are sensitive to light.
ar_eg: عذرا ، الخلايا المخروطية حساسة للضوء.
es_es: Lo siento. Los conos son sensibles a la luz.

source: That’s the one... Many animals certainly are able to learn.
ar_eg: هذه واحدة ...العديد من الحيوانات قادرة على التعلم .
es_es: Es así... Muchos animales ciertamente son capaces de aprender.

source: This one is true. The brain is part of the central nervous system.
ar_eg: هذا الاختيار صحيح ، الدماغ جزء من الجهاز العصبي المركزي
es_es: Esta es la verdadera. El cerebro es parte del sistema nervioso central.

source: Nope. That’s true. Chunking is grouping similar ideas together.
ar_eg: لا. هذا صحيح، التجميع هو جمع الافكار المتشابهة مع بعضها
es_es: No es así. Eso es verdad. En trozos es agrupar ideas similares entre sí.

source: And the first quiz question is...
ar_eg: و سؤال الاختبار الاول هو ...
es_es: Y la primera pregunta de la prueba es...

source: Which of the following statements correctly explains the relationship between rod and cone cells?
ar_eg: اي من التالية يفسر بشكل صحيح العلاقة بين القضبان و الخلايا المخروطية
es_es: ¿Cuál de las siguientes afirmaciones explica correctamente la relación entre las células conos y varillas?

source: Rods sense black/white; cones sense color.
ar_eg: القضبان تحس الابيض/ الاسود، المخاريط تحس الالوان
es_es: Las varillas perciben negro / blanco; los conos perciben el color.

source: Rods sense heat; cones sense sound.
ar_eg: القضبات حساسة للحرارة، حساسة للضوء.
es_es: Las varillas perciben el calor; los conos perciben el sonido.

source: Rods sense color; cones sense smell.
ar_eg: القضبان حساسة للالوان،المخاريط حساسة للشم
es_es: Las varillas perciben el color; los conos perciben el olor.

source: Rods sense taste; cones sense color.
ar_eg: القضبان حساسة للتذوق، المخاريط حساسة للالوان
es_es: Las varillas perciben el gusto; los conos perciben el color.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: ادر او اقلب الصندوق للاسفل و للاعلى لوضع اجابتك ، انقر،وثبت ، و حرك الفأرة لأعلى أو للأسفل.
es_es: Rote o gire la caja de abajo hacia arriba o hacia abajo para ajustar su respuesta. Haga clic, manténgalo y desliza el ratón hacia arriba o hacia abajo.

source: Noooo... Rods and cones have to do with vision.
ar_eg: لاااااااا...القضبان و المخاريط تعمل للرؤية
es_es: Noooo... Las varillas y los conos tienen que ver con la visión.

source: Sorry. Both rods and cones are related to color vision.
ar_eg: عذرا، كلاً من المخاريط و القضبان مرتبطة بلون الرؤية.
es_es: Lo siento. Ambas varillas y los conos están relacionados con la visión del color.

source: Nope. Taste is chemical. Rods and cones are electromagnetic.
ar_eg: كلا، التذوق عملية كيميائية. القضبان و المخاريط هي كهرومغناطيسية.
es_es: No es así. El gusto es química. Las varillas y conos son electromagnéticos.

source: The rod and the cone
ar_eg: القضبان و المخاريط
es_es: La varilla y el cono

source: Yes! Rods and cones are sensitive to different parts of the visible light spectrum.
ar_eg: نعم! العيدان والمخاريط حساسة لأجزاء مختلفة من الطيف الضوئي المرئي.
es_es: ¡Sí! Los bastones y conos son sensibles a distintas partes del espectro de luz visible.

source: Sensory neurons respond to chemical stimuli based upon the substance's...
ar_eg: الخلايا العصبية الحسية تستجيب للمؤثرات الكيميائية استنادا إلى المادة...
es_es: Las neuronas sensoriales responden a estímulos químicos basados en la sustancia de...
