Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-respond/Locale/*/LC_MESSAGES/how-animals-respond.po
Languages: ar_eg, es_es

source: Age
ar_eg: العمر
es_es: La Edad

source: Color
ar_eg: اللون
es_es: El Color

source: Shape
ar_eg: الشكل
es_es: La Forma

source: Loudness
ar_eg: الصخابة
es_es: El Volumen

source: Incorrect. Age isn’t really key.
ar_eg: غير صحيح، العمر ليس مفتاحا حقيقيا
es_es: Incorrecta. La edad no es realmente clave.

source: Nope. Color is related to electromagnetic stimuli.
ar_eg: كلا. اللون يرجع الى المثيرات الكهرومغناطيسي.
es_es: No es cierto. El color está relacionada con estímulos electromagnéticos.

source: That’s it! A molecule stimulates a response when it matches shapes with a receptor.
ar_eg: هذا كل شيء! يحفز جزيء الاستجابة عندما يطابق الأشكال مع مستقبل.
es_es: Eso es! Una molécula estimula una respuesta cuando coincide las formas con un receptor.

source: Sorry. Loudness is related to sound.
ar_eg: عذرا، الصخابة مرتبطة بالصوت
es_es: Lo siento. La sonoridad está relacionada con el sonido.

source: Responding to stimuli...
ar_eg: الاستجابة للمثيرات...
es_es: Respondiendo a los estímulos...

source: Which of the following is <span class='blink'>true</span> about sensory neurons.
ar_eg: أي مما يلي <span class='blink'>صحيحاً</span> عن النيورونات الحسية.
es_es: ¿Cuál de las siguientes afirmaciones es <span class='blink'>cierta</span> sobre las neuronas sensoriales?

source: Sensory neurons are part of the central nervous system.
ar_eg: النيورونات الحسية هي جزء من الجهاز العصبي المركزي
es_es: Las neuronas sensoriales son parte del sistema nervioso central.

source: Sensory neurons contain memories.
ar_eg: النيورونات الحسية تشتمل على الذاكرات.
es_es: Las neuronas sensoriales contienen recuerdos.

source: Sensory neurons stimulate muscle contraction.
ar_eg: النيورونات الحسية تحفز انقباض العضلات
es_es: Las neuronas sensoriales estimulan la contracción muscular.

source: Sensory neurons are part of the peripheral nervous system.
ar_eg: النيورونات الحسية هي جزء من الجهاز العصبي المحيطي
es_es: Las neuronas sensoriales son parte del sistema nervioso periférico.

source: Sorry. The central nervous system includes the brain and spinal cord only.
ar_eg: عذرا، الجهاز العصبي المركزي يحتوي على الدماغ و الحبل الشوكي فقط.
es_es: Lo siento. El sistema nervioso central solamente incluye el cerebro y la médula espinal.

source: Nope. Memories reside in the brain.
ar_eg: كلا، الذكريات تكمن في الدماغ
es_es: No es cierto. Las memorias residen en el cerebro.

source: Not that one. Motor neurons stimulate muscles.
ar_eg: ليس هو. النيورونات الحركية تحفز العضلات.
es_es: No es así. Las neuronas motoras estimulan los músculos.

source: There you go. Sensory neurons belong to the peripheral nervous system.
ar_eg: ها هي. الخلايا العصبية الحسية تنتمي إلى الجهاز العصبي المحيطي.
es_es: Ahí lo tiene. Las neuronas sensoriales pertenecen al sistema nervioso periférico.

source: Sensory neurons...
ar_eg: النيورونات الحسية...
es_es: Las neuronas sensoriales...

source: The use of flashcards to study for exams works because...
ar_eg: استخدام البطاقات التعليمية لدراسة للامتحانات تنجح بسبب...
es_es: El uso de tarjetas de vocabulario para estudiar para los exámenes funciona porque...

source: Practice reinforces the connections between neurons involved in memory.
ar_eg: الممارسة تعزز الروابط بين النيورونات المشاركة في الذاكرة.
es_es: La práctica refuerza las conexiones entre las neuronas implicadas en la memoria.

source: Practice weakens the connections between neurons involved in memory.
ar_eg: الممارسة تضعف الروابط بين النيورونات المشاركة في الذاكرة.
es_es: La práctica debilita las conexiones entre las neuronas implicadas en la memoria.

source: Memories reside in the peripheral nervous system.
ar_eg: الذاكرة توجد في الجهاز العصبي المحيطي
es_es: Las memorias residen en el sistema nervioso periférico.

source: Memories reside in sensory neurons related to vision.
ar_eg: الذاكرة توجد في النيورونات الحسية المرتبطة بالرؤية.
es_es: Las memorias residen en las neuronas sensoriales relacionadas con la visión.

source: Correct. Practice strengthens the pattern of neurons.
ar_eg: صحيح، الممارسة تقوي نمط النيورونات الحسية
es_es: Correcta. La práctica refuerza el patrón de las neuronas.

source: Backwards... Practice makes the connections stronger.
ar_eg: إلى الوراء ...الممارسة تجعل الاتصالات أكثر قوة.
es_es: Al revés... La práctica hace la conexión más fuerte.

source: Sorry. Memories aren’t part of the peripheral nervous system.
ar_eg: عذرا. الذاكرة ليست جزءً من الجهاز العصبي المحيطي
es_es: Lo siento. Los recuerdos no son parte del sistema nervioso periférico.

source: Ummm... No. Memories reside in the brain.
ar_eg: أممممم ... لا الذاكرة تكمن في الدماغ
es_es: Ummm... No. Los recuerdos se encuentran en el cerebro.

source: Flipping flashcards...
ar_eg: اقلب الكروت التعليمية
es_es: Hojeando tarjetas...

source: Stroke victims often suffer damage to the central nervous system. Which of the conditions is likely to occur in stroke victims?
ar_eg: ضحايا السكتة الدماغية غالبا ما يعانون من تلف في الجهاز العصبي المركزي. أي من الأوضاع التي من المرجح أن تحدث عند ضحايا السكتة الدماغية؟
es_es: Víctimas de apoplejía a menudo sufren daños en el sistema nervioso central. ¿Cuál de las condiciones es probable que ocurra en las víctimas de apoplejía?

source: Loss of smell because brain cells are no longer to make sense of smell information.
es_es: La pérdida del olfato, porque las células del cerebro ya no son para dar sentido a la información olfato.

source: Difficulty speaking because the brain is no longer able to send the proper messages to muscles.
ar_eg: صعوبة في الكلام وذلك لأن الدماغ لم يعد قادرا على إرسال الرسائل المناسبة إلى العضلات.
es_es: Dificultad para hablar, porque el cerebro ya no es capaz de enviar los mensajes adecuados a los músculos.

source: Memory loss because memories reside in brain tissue.
ar_eg: فقدان الذاكرة لان الذاكرة تقع في نسيج الدماغ
es_es: La pérdida de memoria porque los recuerdos residen en el tejido cerebral.

source: All of the above. All information must pass through the brain. Any brain damage is very serious.
ar_eg: كل ما سبق. كل المعلومات يجب ان تمر من خلال الدماغ. أي تلف في الدماغ هو خطير جدا.
es_es: Todo lo anterior. Toda la información debe pasar a través del cerebro. Cualquier daño cerebral es muy grave.

source: True... But not the only correct answer.
ar_eg: صحيح...لكن ليس الاجابة الوحيدة الصحيحة.
es_es: Cierto... Pero no es la única respuesta correcta.

source: Correct... But there may be more correct choices.
ar_eg: صحيح ... ولكن قد يكون هناك المزيد من الخيارات الصحيحة.
es_es: Correcto... Pero puede haber opciones más correctas.

source: Yes! But there could be more right answers.
ar_eg: نعم! ولكن يمكن أن يكون هناك إجابات أكثر صحيحة.
es_es: ¡Sí! Pero podría haber más respuestas correctas.

source: Well done. Any central nervous system damage is a serious condition.
ar_eg: أحسنت. أي خراب في النظام العصبي المركزي يعتبر وضع خطير.
es_es: Bien hecho. Cualquier daño en el sistema nervioso central es una condición seria.

source: The central nervous systems
ar_eg: الأجهزة العصبية المركزية
es_es: Los sistemas nerviosos centrales

source: Loss of smell because brain cells are no longer able to make sense of smell information.
ar_eg: فقدان الشم بسبب أن خلايا الدماغ لم تعد قادرة على عمل معنى من معلومات الشم.
es_es: Pérdida del olfato porque las neuronas ya no pueden comprender la información acerca de olores.

source: Congratulations,
ar_eg: تهانينا
es_es: Enhorabuena,

source: You've completed the How Animals Respond review.
ar_eg: انت اكملت مراجعة كيف تستجيب الحيوانات
es_es: Usted ha completado la revisión Cómo Responden Los Animales.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التأكد مما فعلت في التلقويم السريع' وفي 'الأسئلة القصيرة' لهذه المراجعة من خلال النقر على الزر أدناه.
es_es: Puede comprobar cómo lo hizo en el 'Comprobación rápida' y 'Preguntas de Prueba' para esta revisión, haga clic en el botón de abajo.

source: How Did I Do?
es_es: ¿Cómo me fue?

source: You're done!
ar_eg: لقد انهيت؟
es_es: ¡Ud. terminó!

source: Quiz Question #4 - How did I do?
ar_eg: سؤال قصير رقم 4 - كيف عملت؟

source: The central nervous systema
ar_eg: الجهاز العصبي المركزي
