Repository: geneconde/NGR-sandbox
Catalog: demo/history-of-earth/Locale/*/LC_MESSAGES/history-of-earth.po
Languages: ar_eg, zh_cn

source: Start
ar_eg: ابدأ
zh_cn: 開始

source: Back
ar_eg: سابق
zh_cn: 返回

source: Next
ar_eg: لاحق
zh_cn: 繼續

source: Check Answer
ar_eg: تأكد من الاجابة
zh_cn: 查看答案

source: Read More
ar_eg: اقرا أكثر
zh_cn: ا繼續閱讀

source: You answered...
ar_eg: أنت أجبت ...
zh_cn: 您的回答是...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
zh_cn: 請選擇你的答案。

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك
zh_cn: 請選擇你的答案。

source: Close me!
ar_eg: أغلقني !
zh_cn: 關閉！

source: Close!
zh_cn: 關閉！

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
zh_cn: 小練習 #1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2
zh_cn: 小練習 #2

source: Quick Check #3
ar_eg: إختبار سريع رقم 3
zh_cn: 小練習 #3

source: Quick Check #4
ar_eg: إختبار سريع رقم 4
zh_cn: 小練習 #4

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1
zh_cn: 小測驗 #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم2
zh_cn: 小測驗 #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
zh_cn: 小測驗 #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
zh_cn: 小測驗 #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
zh_cn: 小測驗 #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
zh_cn: 小測驗 #6

source: How did I do?
ar_eg: كيف أجبت؟
zh_cn: 我做得如何呢？

source: select
ar_eg: اختر
zh_cn: 請選擇

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
zh_cn: 回到主選單

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
zh_cn: 請點擊左右箭頭瀏覽投影片

source: The Problem
ar_eg: المشكلة
zh_cn: 問題

source: The Situation
ar_eg: الحالة
zh_cn: 任務…

source: The Scenario
ar_eg: السيناريو
zh_cn: 假想...

source: Your Task
ar_eg: مهمتك هي
zh_cn: 你的任務

source: The Task
ar_eg: المهمة
zh_cn: 任務

source: Your Assignment
ar_eg: الواجب المطلوب منك:
zh_cn: 你的任務

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك.
zh_cn: 請輸入您的答案。

source: Please type your answer here...
ar_eg: يرجى طباعة إجابتك هنا ...
zh_cn: 請在此輸入你的答案...

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك ...
zh_cn: 點擊這裡開始輸入你的答案...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه
zh_cn: 回答以下6個小測驗，可以了解哪些是你已經知道的...哪些是還要再學習的？

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا.
zh_cn: 當您準備好了時，就請按下一步...

source: Congratulations,
ar_eg: مبروك
zh_cn: 恭喜您囉,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك على الإختبار السريع وعلى الأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
zh_cn: 你可以點擊下面的按鈕，查看到你在“小練習”和“小測驗”的表現...

source: Let's begin!
ar_eg: هيا نبدأ !
zh_cn: 準備開始囉！

source: Are you ready,
ar_eg: هل أنت مستعد،
zh_cn: 你準備好了,

source: Preparing your first quick check!
zh_cn: 準備你的第一個小練習囉！

source: Words and explanations
ar_eg: كلمات وتفسيرات
zh_cn: 名詞與解釋

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
zh_cn: 讓我們看看你現在知道

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو ...
zh_cn: 第一個小測驗的題目是...

source: You're done!
ar_eg: أنهيت!
zh_cn: 大功告成！

source: Preparing your first quick check...
ar_eg: استعد للتحقق من اجابتك لأول تقويم سريع...
zh_cn: 準備進入小練習囉 ...

source: Ready for your last quick check?
ar_eg: هل انت مستعد للتحقق من اجابتك لأخر تقويم سريع؟
zh_cn: 準備好你的最後的小練習了嗎？

source: Your first quiz question is...
ar_eg: سؤالك القصير الاول هو...
zh_cn: 你的第一次小測驗的問題是...

source: Take the last quiz question!
ar_eg: أجب على السؤال الأخير في الإختبار
zh_cn: 來！最後一個小測驗！

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال في الاختبار؟
zh_cn: 準備好你的最後一個小測驗嗎？

source: History of Earth
ar_eg: تاريخ الأرض
zh_cn: 地球的歷史

source: Welcome to the History of Earth review,
ar_eg: مرحبا بكم في مراجعة تاريخ الأرض
zh_cn: 歡迎來到「地球的歷史」單元

source: Thinking about... history of the earth
ar_eg: التفكير ...بتاريخ الأرض
zh_cn: 想一想...關於「地球的歷史」

source: Everybody likes dinosaurs. They're very interesting and sometimes scary. If you've ever seen the movie Jurassic Park you know what I mean. Geologists are scientists that study the earth. Paleontologists are a kind of geologists that study fossils - like dinosaurs. Geologists and paleontologists love to go on great outdoor adventures to study the earth and its rocks and fossils. Kids and geologists go to the Dinosaur National Monument in Colorado to have fun and learn about dinosaurs too. Don't worry, dinosaurs aren't alive anymore - they're all fossils. That means, all that's left of them are their preserved "fossilized" bones and tracks.
ar_eg: الجميع يحب الديناصورات. انها كائنات مثيرة جدا للاهتمام ومخيفة في بعض الأحيان. إذا كنت قد رأيت فيلم (جوراسيك بارك) ستعرف ما أعنيه. الجيولوجيين هم علماء يدرسون الأرض. علماء الإحاثة هم الجيولوجيون الذين يدرسون الأحافير - مثل الديناصورات. الجيولوجيون وعلماء الأحافير يحبون الذهاب في مغامرات كبيرة في الهواء الطلق لدراسة الأرض والصخور والأحافير. الاطفال والجيولوجون يذهبون الى النصب التذكاري الوطني للديناصورات في ولاية كولورادو للمتعة والتعلم عن الديناصورات أيضا. لا تقلق، الديناصورات ليست على قيد الحياة بعد الآن - انها جميعا أحافير، وهذا يعني أن كل ما تبقى منها محفوظ (أحافير)العظام والآثار.
zh_cn: 每個人都喜歡恐龍，它們非常有趣但也有點嚇人。如果你曾經看過那部叫做「侏羅紀公園」的那部描寫恐龍的電影，你就知道我的意思了！有一種專門研究地球的科學家，稱作「地質學家」；而地質學家中有是一種是專門研究「化石」(例如：恐龍)，就稱為「古生物學家」。地質學家和古生物學家都熱愛野外探險，以研究地球和它的岩石與化石。一些孩子和科學家們會去位於美國科羅拉多州的恐龍國家紀念碑去玩並學習關於恐龍的事物。你不要擔心，世界上已經沒有活的恐龍了── 它們都是化石。這也就是說，所有留存下來的都是“化石”的骨骼或者是它們過往的痕跡。

source: Checking what you know... about the history of earth
ar_eg: التأكد من مدى معرفتك... حول تاريخ الأرض.
zh_cn: 看看你了解了多少…關於「地球的歷史」

source: In the picture below you can see the fossil dinosaur bones. Which of these statements <span class='blink'>best</span> describe it?
ar_eg: في الصورة أدناه يمكنك ان ترى عظام الديناصور الأحفورية. أي من هذه البيانات تصفها <span class='blink'>أفضل</span>؟
zh_cn: 在下面的圖片中可以看到恐龍骨骼化石的形狀。下列哪一項是與這有關<span class='blink'>較好敘述</span>呢？

source: The actual original bones of the dinosaur that got buried in sediments that became rocks.
ar_eg: العظام الأصلية للديناصور التي دفنت في الرواسب و التي أصبحت صخوراً.
zh_cn: 恐龍化石是實際恐龍原來的骨骼，是埋藏在沉積物中變成為岩石的。

source: The imprints of dinosaur bones in the rocks like a handprint you might make in wet sand or mud.
ar_eg: البصمات من عظام الديناصور في الصخور هي مثل البصمة التي تصنعها في الرمل الرطب أو الطين.
zh_cn: 它們是恐龍骨骼留在岩石的痕跡，就像你在潮濕的沙子或泥土留下一個手印般。

source: The remains of the bones after they've been changed into rock.
ar_eg: بقايا العظام بعد أن تم تغييرها داخل الصخر.
zh_cn: 它們是恐龍骨骼經過一些作用轉變成岩石後，留下的遺跡。

source: These bones and teeth are the remains of the original dinosaur bones after they've been replaced by rock material. They are not the original bones and teeth themselves. And, they are not an imprint of the original bones and teeth.
ar_eg: هذه العظام والأسنان هي بقايا عظام الديناصور الأصلية بعد أن تم استبدالها عن طريق المواد الصخرية. فهي ليست نفسها العظام والأسنان الأصلية . وهي ليست البصمة الأصلية للعظام والأسنان.
zh_cn: 這些恐龍化石是原始恐龍骨骼埋藏在沉積物中後，原骨骼的空隙被岩石成分填入並取代後，留下骨骼或牙齒的遺跡。它們不能再算是原來的骨骼和牙齒；它們也不是原來骨骼和牙齒的印記。

source: Excavating dinosaur bones...
ar_eg: التنقيب عن عظام ديناصور ...
zh_cn: 挖掘恐龍骨骼...

source: Reviewing core ideas... about the history of earth
ar_eg: مراجعة الأفكار الأساسية ... حول تاريخ الأرض.
zh_cn: 回顧核心觀念...關於「科學的歷史」

source: The earth is very old and it is always changing. Lots of changes have happened to the <span class='key'>environment</span> – everything surrounding living organisms – over time: oceans have formed, continents have moved, mountains have risen, animals have changed and even gone extinct. Some of these changes happen quickly, and other changes – like the changes in sea level that affect the whole country – happen so slowly that we humans hardly notice the changes in our lifetimes. Many forces, such as earthquakes and volcanoes, change the earth's shape and its features. Over millions and millions of years of geological time, events and forces have changed the kind of environments and the kind of life forms that exist in those environments as well as the earth itself.
ar_eg: الأرض قديمة جدا، وتتغير دائما. وقد حدث الكثير من التغييرات على <span class='key'>البيئة</span> - كل ما يحيط بالكائنات الحية - مع مرور الوقت: تشكلت المحيطات، انتقلت القارات، وارتفعت الجبال، وتغيرت الحيوانات وحتى أنها انقرضت. بعض هذه التغيرات تحدث بسرعة، والتغييرات الأخرى - مثل التغيرات في مستوى سطح البحر التي تؤثر على البلاد بأسرها - تحدث ببطء بحيث نحن البشر بالكاد نلاحظ التغييرات في حياتنا. العديد من القوى، مثل الزلازل والبراكين، تغير شكل الأرض ومعالمها. على مدى ملايين وملايين السنين من الزمن الجيولوجي، والأحداث والقوى غيرت نوع البيئات و أشكال الحياة الذي توجد فيها وكذلك الأرض نفسها.
zh_cn: 地球非常古老並不斷變化。經過地球誕生以來46億年這段「地質年代」的洗禮，孕育所有生物體的<span class='key'>環境</span>也有了很大的改變── 例如，海洋形成、陸地飄移、山脈聳升、動物出現改變甚至滅絕。這些變化有的快速，有的極為緩慢，像是會影響到整個世界的海平面變化，它們是以我們畢生都難以察覺的變化緩慢的在進行。地球的許多力量，如地震和火山爆發，改變了地球的形狀和外貌，各種事件和力量也已經改變環境、環境中的各種生命形式，以及地球本身。

source: Drying of Lake Urmia, Iran (1984-2012)
ar_eg: جفاف بحيرة أورميا ،إيران (1984-2012)
zh_cn: 時間造成湖泊的乾涸(1984年至2012年，伊朗烏爾米耶湖)

source: There are no eye-witnesses to what went on 65 million years ago, so how do scientists know about the earth and its creatures in the past? Rocks and fossils and the patterns they form give scientists clues about the conditions of the earth millions of years ago.
ar_eg: لا يوجد شهود عيان على ما جرى قبل 65 مليون سنة، فكيف يعرف العلماء عن الأرض والمخلوقات التي عاشت بها في الماضي؟ الصخور والأحافير والنقوش والأشكال تعطي العلماء أدلة حول أوضاع الأرض منذ ملايين السنين.
zh_cn: 在6500萬年前，當時是沒有任何人類的，所以也沒有目擊者看過到底曾發生哪些事情！那麼科學家是如何了解過去的地球及其生物呢？答案是，岩石、化石和它們形成的樣態。這些便是科學家用來窺探地球歷史的線索。

source: Western Interior Seaway
ar_eg: الطريق البحري الداخلي الغربي
zh_cn: 西部內陸海道

source: If you look at the map above, where the blue color is water and the green color is land, you can see that the United States looked much different in the age of the dinosaurs – about 100 million years ago - than it does now. A lot of what is now land was once covered with water. The top black dot on the map is approximately the location of Dinosaur National Monument, right on the border of Utah and Colorado. What do you think the environment looked like at this location back when the dinosaurs were roaming around? Can you find approximately where you live on the map? Was your state on land or under the water?
ar_eg: إذا نظرتم إلى الخريطة أعلاه، حيث أن اللون الأزرق هو الماء واللون الأخضر هو الأرض، ويمكنك أن ترى أن الولايات المتحدة تبدو مختلفة كثيرا في عصر الديناصورات - قبل حوالي 100 مليون سنة -عما هي عليه الآن. والآن هي عبارة عن يابسة كانت مغطاة بالماء من قبل. النقطة السوداء أعلى الخريطة هي موقع النصب التذكاري الوطني للديناصورات، على الحدود بين يوتا وكولورادو. ماذا تظن كان شكل البيئة في مثل هذا الموقع عندما كانت الديناصورات تتجول ؟ هل يمكنك أن تعرف بشكل تقريبي المكان الذي تعيش فيه على الخريطة ؟ هل كانت دولتك على الأرض أم تحت الماء؟
zh_cn: 我們看看上面，這是美國地區在恐龍時代(約100萬年前)的輪廓圖；那時候，藍色的地方是海洋、綠色的地方是陸地。你應該知道，現在的美國地區已經是一塊完整的大陸塊了，這不就是「滄海」變成「桑田」嗎？圖上面有幾個黑點，這裡發現過恐龍，你可以想像一下，當時，恐龍在這裡漫步時，景色會是如何嗎？如果你、朋友曾在哪裡或你知道哪一個地方，你可以指的出來嗎？那個地方在恐龍時代是在陸地上或水底下呢？

source: Changing environment...
ar_eg: تغيير البيئة...
zh_cn: 變化的環境...

source: Question A. Look at the map of what the United States looked like a long time ago (in the Cretaceous geological period as shown on the map below). How is it different from what it is today?
ar_eg: السؤال أ. أنظرعلى الخريطة وما تبدو عليه الولايات المتحدة منذ فترة طويلة (في الفترة الجيولوجية الطباشيرية كما هو موضح على الخريطة أدناه). كيف تختلف عما هي عليه اليوم؟
zh_cn: 問題A. 現在的美國地區是一片大陸地。下圖是美國在百萬年前的地形輪廓圖，請問，以前和現在有甚麼不同呢？

source: Florida was a mountain range.
ar_eg: فلوريدا كانت سلسلة جبلية.
zh_cn: 以前的美國地區，東南方(佛羅里達州)是高大的山脈。

source: Most of the middle part of the country was underwater.
ar_eg: معظم الجزء الأوسط من البلاد كان تحت الماء.
zh_cn: 美國以前，中部地區大部分是在水下。

source: The northeast US (New England) was underwater.
ar_eg: شمال شرق الولايات المتحدة (نيو إنجلاند) كان تحت الماء.
zh_cn: 美國以前，東北部（新英格蘭）大部分是在水下。

source: It was pretty much the same as it is now.
ar_eg: كانت الى حد كبير كما هي عليه الآن
zh_cn: 兩者沒有甚麼不同的。

source: Western
ar_eg: غربي
zh_cn: 美洲西部

source: Interior
ar_eg: داخلي
zh_cn: 內陸

source: Seaway
ar_eg: طريق بحري
zh_cn: 海道

source: Click the image to enlarge.
ar_eg: انقر على الصورة للتكبير
zh_cn: 點擊圖片放大。

source: Question B. There are differences between the geography of the US during the Cretaceous period as shown on the map above and the current geography of the United States. How fast do you think the changes from land to sea have occurred?
zh_cn: 問題B. 上圖所示是美國地區在白堊紀(6500萬年以前)時候的地形輪廓圖。有關從海洋和陸地轉變快慢的敘述，下列何者正確？

source: Question B. There are differences between the geography of the US during the Cretaceous period as shown on the map above and the current geography of the United States. How fast do you think the changes from sea to land have occurred?
ar_eg: السؤال ب. هناك فروق بين جغرافية الولايات المتحدة خلال العصر الطباشيري كما هو موضحاً في الخريطة في الأعلى و جغرافية الولايات المتحدة الحالية. كم السرعة التي تعتقد أن التغيرات من البحر لليابسة قد حدثت؟
zh_cn: 問題B. 上圖所示是美國地區在白堊紀(6500萬年以前)時候的地形輪廓圖。有關從海洋和陸地轉變快慢的敘述，下列何者正確？

source: Very quickly like from a flood.
ar_eg: سريعة جدا بسبب الفيضانات
zh_cn: 很快，就像是洪水的來去一般。

source: Very slowly from changes in sea level.
ar_eg: بطيئة جدا بسبب التغيرات في مستوى سطح البحر.
zh_cn: 很慢，因為這牽涉到海平面的變化。

source: Very slowly from lots of rain every day.
ar_eg: بطيئة جدا بسبب هطول كمية الأمطار الكثيرة يوميا
zh_cn: 很慢，因為這麼有這麼多水要蒸發。

source: Very quickly from big rain storms.
ar_eg: سريعة جدا بسبب العاصفة الماطرة
zh_cn: 很快，只要有大暴雨就行。

source: No, Florida was not a mountain range. Most of the middle part of the country was underwater.
ar_eg: لا، لم تكن فلوريدا سلسلة جبال. معظم الجزء الأوسط من البلاد كان تحت الماء.
zh_cn: 不，東南方(佛羅里達州)應該不是一個山脈。美國以前中部地區大部分是在水下。

source: Correct, Most of the middle part of the country was underwater.
ar_eg: صحيح، معظم الجزء الأوسط من البلاد كان تحت الماء.
zh_cn: 正確的，美國以前中部地區大部分是在水下。

source: No, the northeast was a mountain range. Most of the middle part of the country was underwater.
ar_eg: لا، لقد كان الشمال الشرقي سلسلة جبلية. وكان معظم الجزء الأوسط من البلاد تحت الماء.
zh_cn: 不，美國以前東北部應該是一個山脈。中部地區則大部分是在水下。

source: No, there are many differences. For instance, most of the middle part of the country was underwater.
ar_eg: لا، هناك العديد من الاختلافات. على سبيل المثال، معظم الجزء الأوسط من البلاد كان تحت الماء.
zh_cn: 不，現在和以前有許多不同之處。例如，美國以前中部地區大部分是在水下；現在則都是陸地了。

source: No, these changes took place slowly over a very long time, from changes in sea level.
ar_eg: لا، جرت هذه التغيرات ببطء على مدى فترة زمنية طويلة جدا، من التغيرات في مستوى سطح البحر.
zh_cn: 不，這些變化非常緩慢且經過很長一段時間才能完成；這變化是因為海平面下降所造成的。

source: Correct, these changes occurred slowly from changes in sea level.
ar_eg: صحيح، حدثت هذه التغيرات ببطء من التغيرات في مستوى سطح البحر.
zh_cn: 正確的，這些變化非常緩慢且經過很長一段時間才能完成；這變化是因為海平面下降所造成的。

source: No, rain every day wouldn't be enough water to cover the entire central US with a sea – even if it rained every day for a year. Also, the sea covering the Midwest was salt water, so it came from rising sea levels, not rain or flooding.
ar_eg: لا،المطر كل يوم لا يكفي لتغطية وسط الولايات المتحدة كاملة بالبحر - حتى لو أمطرت كل يوم لمدة عام. كذلك، كان البحر يغطي الغرب الأوسط بالمياه المالحة، لذلك جاء هذا من ارتفاع منسوب مياه البحر، وليس المطر أو الفيضانات.
zh_cn: 不對喔！這些變化非常緩慢沒錯；但是這變化是因為海平面下降所造成的，而不是由蒸發所造成的。

source: No, these changes took place slowly over time, from changes in sea level.
ar_eg: لا، جرت هذه التغيرات ببطء على مدى فترة زمنية طويلة جدا من التغيرات في مستوى سطح البحر.
zh_cn: 不對喔！這些變化非常緩慢且經過很長一段時間才能完成；這變化是因為海平面下降所造成的。

source: More core ideas... about history of earth
ar_eg: المزيد من الأفكار الأساسية ... حول تاريخ الأرض
zh_cn: 更多核心觀念...有關「科學的歷史」

source: Have you ever seen a rock or fossil collection? Some people collect them as a hobby, and others study them to learn about the past. Scientists that study rocks and what they mean are called <span class='key'>geologists</span>. Certain geologists that mostly just study fossils are called <span class='key'>paleontologists</span>.
zh_cn: 你有參觀過岩石或化石展覽嗎？有些人把收集當成是愛好，但有些人卻是研究它們以學習地球的歷史。有一種專門研究地球岩石的科學家，稱作「地質學家」；而地質學家中有些專門研究「化石」(例如：恐龍或其他動物、植物的化石的)，稱為「古生物學家」。

source: Have you ever seen a rock or fossil collection? Some people collect them as a hobby, and others study them to learn about the earth's geological past. Scientists who study rocks and what they mean are called <span class='key'>geologists</span>. Certain geologists who mostly just study fossils are called <span class='key'>paleontologists</span>.
ar_eg: هل سبق لك أن رأيت مجموعة صخور أو أحافوير؟ بعض الناس يجمعها كهواية، وغيرهم يدرسونها لمعرفة المزيد عن الماضي الجيولوجي للأرض. ويطلق على العلماء الذين يدرسون الصخور وما تعنيه <span class='key'>الجيولوجيين </span>. ويطلق على بعض الجيولوجيين الذين يدرسون في الغالب الأحافير <span class='key'> علماء الحفريات</span> .
zh_cn: 你有參觀過岩石或化石展覽嗎？有些人把收集當成是愛好，但有些人卻是研究它們以了解地球地 質改變的歷史。有一種專門研究地球岩石的科學家，就稱作「地質學家」；而地質學家中有些專門研究「化石」(例如：恐龍或其他動物、植 物的化石的)，稱為「古生物學家」。

source: So what is a fossil anyway? <span class='key'>Fossils</span> are the remains of living organisms – either animals or plants - that have been preserved in rock. Animal's soft parts, like the skin or eyeballs for instance, usually get eaten or rot away over time so they don't get preserved. Most animal fossils are copies of just the hard parts – like the shells of clams or bones of dinosaurs. But even the hard parts of animals that become fossilized are usually not the original bones or shells. The fossils we find in rock are actually replacement copies. The original hard parts were replaced very slowly over a long period of time. The original shell or bone material is changed to rock. This process amazingly produces almost an exact replica or copy of the original animal's hard parts. And for plants, sometimes the leaves and stems leave an imprint in the rock or the tree trunks are replaced by minerals to leave a "petrified" fossil forest.
ar_eg: فما هو الأحفوري على أية حال؟ <span class='key'> أحافير </span> هي بقايا الكائنات الحية - سواء الحيوانات أو النباتات - التي تم الحفاظ عليها في الصخور. الأجزاء اللينة من الحيوان، مثل الجلد أو مقل العيون على سبيل المثال، عادة ما تؤكل أو تتعفن مع مرور الزمن بحيث لا يتم الحفاظ عليها. معظم الأحافير الحيوانية هي مجرد نسخ من الأجزاء الصلبة - مثل أصداف المحار أو عظام الديناصورات. ولكن حتى الأجزاء الصلبة من الحيوانات التي تصبح متحجرة هي عادة ليست العظام الأصلية أو الصدفات الأصلية. الأحافير التي نجدها في الصخور هي في الواقع نسخ بديلة، يتم فيها استبدال الأجزاء الصلبة الأصلية ببطء شديد على مدى فترة طويلة من الزمن. حيث يتم استبدال الصدف أو العظم الأصلي بمواد صخرية . هذه العملية تنتج وبشكل مثير للدهشة تقريبا نسخة طبق الأصل أو نسخة من الأجزاء الصلبة للحيوان الأصلي. وبالنسبة للنباتات، تترك الأوراق والسيقان أحيانا بصمة في الصخر أو أنها تستبدل بالمعادن لترك غابة أحفورية "متحجرة".
zh_cn: 那麼，什麼是化石呢？ <span class='key'>化石</span>是被保存在岩石中的動植物遺骸。化石形成的過程中，原來動物較柔軟的部位，如皮膚、眼球 等，通常被吃掉或隨著時間而腐爛，無法保留；留下的動物的堅硬部分── 像恐龍骨骼、貝類的外殼等等的複製品。不過，值得特別留意的是，縱使大自然留下的這些恐龍骨骼化石，但那也早已不是原本恐龍的骨骼了。這些恐龍化石是原始 恐龍骨骼被沉積物掩埋後，原骨骼的空隙被岩石成分填入並慢慢取代後，留下骨骼或牙齒的岩石複製品。它們是「化石」，但已經不是原來的 骨骼和牙齒，不過，這個化石形成過程終究還是神奇地重製了原本生物堅硬部分的完美複製品。至於植物，有時候岩石中生成的過程會留下植 物的樹葉或枝幹在岩石上的「印痕」，有時候一群樹幹也會在沉積物中慢慢被礦物質取代產生「石化森林」，這些也都屬於「化石」。

source: So what is a fossil anyway? <span class='key'>Fossils</span> are the remains of living organisms that have been preserved in rock. The soft parts like the skin or eyeballs usually rot away over time so they don't get preserved. Most fossils are copies of the hard parts of animals – like the shells of clams or bones of dinosaurs. But even the hard parts of animals that become fossilized are not really the original bones or shells. The fossils we find in rock are actually replacement copies. The original hard parts were replaced very slowly over a long period of time. The original shell or bone material are changed to rock. This process amazingly produces almost an exact replica or copy of the original animal's hard parts.
zh_cn: 那麼，什麼是化石呢？ <span class='key'>化石</span>是被保存在岩石中的生物遺骸。化石形成的過程中，原來動植物較柔軟的部位，如皮膚、眼球、嫩葉等，通常都隨著時間而腐爛，無法保留；留下的是動植物的堅硬部分── 像恐龍骨骼、貝類的外殼、植物的莖幹等等的複製品。不過，值得特別留意的是，縱使大自然留下的這些恐龍骨骼化石，但那也早已不是原本恐龍的骨骼了。這些恐龍化石是原始恐龍骨骼埋藏在沉積物忠後，原骨骼的空隙被岩石成分填入並慢慢取代後，留下骨骼或牙齒岩石複製品的遺跡。它們不能再算是原來的骨骼和牙齒；它們也不是原來骨骼和牙齒的印記。但是，這個過程終究還是神奇地重製了原本生物堅硬部分的完美複製品。

source: Geologists study rock layers in addition to the fossils contained inside them. A very important principle of geology is that a sedimentary rock layer is probably older than the layers above, and younger than the layers below it. So by studying the different layers, scientists can get a good idea about how animals evolved and how the rock structure of an area has changed over time. In this way, the rocks help determine how old the fossils are.
ar_eg: يدرس الجيولوجيون الطبقات الصخرية بالإضافة إلى الأحافيرالتي بداخلها. وهناك مبدأ مهم جدا في الجيولوجيا وهو أن طبقة الصخور الرسوبية ربما تكون أقدم من الطبقات أعلاها، وأحدث من الطبقات التي تحتها. اذا من خلال دراسة طبقات مختلفة، يمكن للعلماء الحصول على فكرة جيدة عن كيفية تطور الحيوانات وكيف تغيرت بنية الصخور من منطقة اختلفت بمرور الوقت. بهذه الطريقة، الصخور تساعد على تحديد عمر تلك الأحافير.
zh_cn: 地質學家研究岩層中的化石外，也研究岩層本身。地質學上有一個非常重要的原則那就是，沉積岩層中越古老的岩層一般會離地表越遠；越年輕的岩層會越接近地表層；這可以想成是「新淺舊深」。因此，藉由研究不同的岩層的可能年代，可以幫助科學家了解動物如何進化和這地區的岩石結構如何隨時間而變化。因此，岩石能有助判定化石的年代。

source: Rocks and fossils are evidence that help geologists figure out how old one layer of rock was compared to another, and how the environment where the rock was found changed over time. Not all the rocks and fossils scientists find are in perfect shape, so they compare rock layers from different areas of the earth to get a more complete picture of the conditions on our planet.
ar_eg: الصخور والأحافير هي أدلة تساعد الجيولوجيين معرفة كيف تتم مقارنة طبقة واحدة من الصخور القديمة بأخرى، وكيف يمكن للبيئة حيث توجد الصخور أن تتغير مع مرور الوقت. ليست كل الصخور والأحافيرالتي يجدها العلماء هي ذات شكل مثالي، لذا فهم يقارنون الطبقات الصخرية وبين المناطق المختلفة من الأرض للحصول على صورة أوفى عن كوكبنا.
zh_cn: 岩石和化石的證據資料，可以幫助地質學家理出某一岩層和其餘的岩層之間的年代關係，還能進一步理解這一個環境如何改變的情形。此外，科學家們也會將一個地區找到的岩層和化石和其它地區的比較，以使得原本一些不夠完整的岩石或化石或它們的資訊變得比較完整，者才使得我們得以看到地球歷史比較完整的一面。

source: Collecting different rocks...
ar_eg: جمع الصخور المختلفة
zh_cn: 採集不同的岩石...

source: Question A. Which of the following is an example of a fossil?
ar_eg: السؤال أ. أي من التالي هو مثال على الأحفورة؟
zh_cn: 問題 A. 請問下列何者較可能是化石？

source: A seashell found on the beach
ar_eg: وجدت صدفة البحر على الشاطئ
zh_cn: 在海灘上發現的一個貝殼

source: An old shoe found in the county landfill
ar_eg: العثور على حذاء قديم في مكب النفايات في المقاطعة
zh_cn: 在縣垃圾場看到的一個舊鞋子

source: A dead tree stuck in the dirt in your neighborhood
ar_eg: شجرة ميتة عالقة في التراب في منطقتكم
zh_cn: 家旁邊汙泥中的一塊枯木

source: A seashell found inside a piece of rock
ar_eg: وجود صدفة داخل قطعة من الصخور
zh_cn: 一個石頭中包覆的一個貝殼

source: Question B. Based on what you learned about sedimentary rock layers, if you were to drill down from the surface of the earth, which rock layers would be <span class='blink'>most likely</span> the oldest?
ar_eg: السؤال ب. بناء على ما تعلمته عن طبقات الصخور الرسوبية، إذا كنت تحفر أسفل سطح الأرض، أي الطبقات الصخرية <span class='blink'>من المرجح</span> أن تكون أقدم.
zh_cn: 問題B. 根據你所學關於「沉積岩層」的知識。如果你向地下鑽掘，請問下列有關各岩層的敘述，何者<span class='blink'>較為正確</span>？

source: The rock layers farthest from the surface are usually the oldest.
ar_eg: طبقات الصخور البعيدة عن السطح عادة ما تكون أطول عمرا.
zh_cn: 離表面岩層最遠，通常是最古老的。

source: The ones closest to the surface
ar_eg: تلك الأقرب إلى السطح
zh_cn: 最接近表面的最古老

source: The thickest ones
ar_eg: تلك الأسمك
zh_cn: 最厚的就是最古老的

source: The thinnest rock layer
ar_eg: طبقة الصخور الأقل سمكا
zh_cn: 最薄的岩石层

source: The ones deepest from the surface
ar_eg: تلك الأعمق من السطح
zh_cn: 地表下最深的最古老
