Repository: geneconde/NGR-sandbox
Catalog: demo/history-of-earth/Locale/*/LC_MESSAGES/history-of-earth.po
Languages: ar_eg, zh_cn

source: 200 million years
ar_eg: مئتا مليون سنة
zh_cn: 2.0億年

source: 270 million years
ar_eg: مئتان وسبعون مليون سنة
zh_cn: 2.7億年

source: 110 million years
ar_eg: مئة وعشر مليون سنة
zh_cn: 1.1億年

source: Reset
ar_eg: اعادة تشغيل
zh_cn: 清除重來

source: Different layers of rocks
ar_eg: طبقات مختلفة من الصخور
zh_cn: 岩石的不同層

source: Great job! You used an important geologic principle about rock layers to show where these fossils might be found underground. The oldest fossil will probably be found in the rock layer farthest from the surface. The youngest fossil will probably be found in the layer closest to the surface.
ar_eg: عمل عظيم! لقد استخدمت مبدأ جيولوجي مهم حول طبقات الصخور لإظهار مكان وجود هذه الأحافير تحت الأرض. يمكن العثور على الأحافير القديمة في طبقة الصخر البعيدة عن سطح الأرض. ويمكن العثور على الأحفورة الأحدث في الطبقة الأقرب إلى السطح.
zh_cn: 答得好！是的，岩層中越古老的化石一般會離地表越遠；最年輕的化石很可能會在最接近地表層被發現，這也就是「新淺舊深」。

source: Not quite. The oldest fossil will probably be found in the rock layer farthest from the surface. The youngest fossil will probably be found in the layer closest to the surface.
ar_eg: ليس تماما. من المرجح أن يتم العثور على أقدم الأحافير في أبعد طبقة للصخور من سطح الأرض. وربما يمكن العثور على أصغر الأحافير في الطبقة الأقرب إلى السطح.
zh_cn: 不完全對喔！岩層中越古老的化石一般會離地表越遠；最年輕的化石很可能會在最接近地表層被發現，這也就是「新淺舊深」。

source: Read the statements below and click on the one that is <span class='blink'>not</span> correct.
ar_eg: إقرأ العبارات في الأسفل وانقر على العبارة <span class='key'>غير</span> الصحيحة.
zh_cn: 請問下列哪一個敘述<span class='blink'>不正確</span>。

source: Certain geologists that mostly just study fossils are called paleontologists.
ar_eg: ويطلق على علماء الجيولوجيا والذين يدرسون الأحافير بعلماء الإحاثة.
zh_cn: 地質學家中主要研究化石者，稱為古生物學家。

source: Fossils are the remains of living organisms that have been preserved in rock.
ar_eg: الأحافير هي بقايا الكائنات الحية التي حفظت في الصخور .
zh_cn: 化石是被保存在岩石內的生物遺跡。

source: Most fossils found in rock are the original bones and shells of animals long ago.
ar_eg: معظم الأحافير التي وجدت في الصخور هي عظام وأصداف أصلية من الحيوانات منذ فترة طويلة.
zh_cn: 在岩石中發現的大多數化石，是很久以前原來生物的骨骼、外殼或枝幹，被岩石成分取代後仍保留原來形狀的古生物遺跡。

source: Geologists study rock layers in addition to the fossils contained inside them.
ar_eg: يدرس الجيولوجيون الطبقات الصخرية بالإضافة إلى الأحافير التي بداخلها.
zh_cn: 地質學家除了研究岩層外，還研究裡面的化石。

source: No, this statement is correct. Scientists that study rocks and what they mean are called geologists. Certain geologists that mostly just study fossils are called paleontologists.
ar_eg: لا، هذه العبارة صحيحة. ويطلق على العلماء الذين يدرسون الصخور وما تعنيه بالجيولوجيين. ويطلق على علماء الجيولوجيا الذين يدرس الأحافير بعلماء الإحاثة.
zh_cn: 不是這個選項，這個敘述是正確的！地質學家主要研究岩石；其中，地質學家主要研究化石者，稱為古生物學家。

source: No, this statement is correct. Fossils are the remains of living organisms that have been preserved in rock. This process produces almost an exact copy of the animal's hard parts.
ar_eg: لا، هذه العبارة صحيحة. الأحافير هي بقايا الكائنات الحية التي حفظت في الصخور . تنتج هذه العملية تقريبا صورة طبق الأصل من الأجزاء الصلبة للحيوان.
zh_cn: 不是這個選項，這個敘述是正確的！化石是被保存在岩石內的生物遺跡。

source: Correct! This statement is false. The fossils we find in rock are actually replacement copies. Most fossils are copies of the hard parts of animals, they are not really the original bones or shells.
ar_eg: صحيح! هذه العبارة غير صحيحة. الأحافير التي نجدها في الصخور هي في الواقع نسخ مستبدلة. معظم الأحافير هي نسخ من الأجزاء الصلبة من الحيوانات، فهي ليست حقا العظام أو الأصداف الأصلية .
zh_cn: 你選對了，這個敘述是錯誤的！我們所發現在岩石中的化石實際上是原來生物體的骨骼、外殼或枝幹，經過由大自然地質作用，而被岩石成分所取代的複製品。大多數化石是動物或植物的堅硬部分的複製品，它們並不是真正的原骨骼、外殼或枝幹。

source: No, this statement is correct. By studying different layers, scientists can get a good idea about how animals evolved and determine how old the fossils are.
ar_eg: لا، هذه العبارة صحيحة. من خلال دراسة الطبقات المختلفة، يمكن للعلماء الحصول على فكرة جيدة عن كيفية تطور الحيوانات وتحديد عمر الأحافير.
zh_cn: 不是這個選項，這個敘述是正確的！科學家研究不同的岩層，可以了解動物如何進化，並確定這些化石的年代。

source: You've completed the History of Earth review.
ar_eg: لقد أكملت مراجعة ... تاريخ الأرض .
zh_cn: 您已經完成了「地球的歷史」的單元。

source: Quick Check #5
ar_eg: إختبار سريع رقم 5

source: Ready for your first quick check?
ar_eg: هل انت مستعد للتحقق من اجابتك لأول تقويم سريع؟
