Repository: geneconde/NGR-sandbox
Catalog: demo/history-of-earth/Locale/*/LC_MESSAGES/history-of-earth.po
Languages: ar_eg, zh_cn

source: Drilling down earth's surface...
ar_eg: الحفر أسفل سطح الأرض ...
zh_cn: 向地表下鑽探...

source: No, but a seashell from long ago inside a rock would be a fossil.
ar_eg: لا، ولكن الصدف الموجود داخل الصخرة لمدة طويلة سيكون أحفورة.
zh_cn: 不對喔！但是一顆石頭中包覆著有一個貝殼，那就較可能是化石。

source: No, not everything that is old is a fossil. Fossils are the remains of living organisms that have been preserved in rock.
ar_eg: لا، ليس كل ما هو قديم أحفوري. الأحافير هي بقايا الكائنات الحية التي تم الحفاظ عليها في الصخور .
zh_cn: 不，並不是所有舊的東西就是化石。化石是生物體被岩石保存，然後形成的遺跡。一顆石頭中包覆著一個貝殼，那有可能是化石。

source: No, but a dead tree from millions of years ago might have left an impression on a rock and be deep underground in your yard.
ar_eg: لا، ولكن شجرة ميتة من ملايين السنين قد تكون تركت بصمة على صخرة أو تكون في أعماق الأرض في الساحة الخاصة بمنزلك.
zh_cn: 不對喔！那並不是。但是如果是數百萬年前的死樹，深埋在院子底下並被岩石包覆或留下印記，那就可能是化石了。

source: Correct! Fossils are the remains of living organisms that have been preserved in rock.
ar_eg: صحيح! الأحافير هي بقايا الكائنات الحية التي حفظت في الصخور .
zh_cn: 正確！化石是生物體被岩石保存，形成的遺跡。

source: No, what is important in rock layers is which one is on top of the other, not their thickness. The rock layers farthest from the surface are usually the oldest.
ar_eg: لا، ما هو مهم في طبقات الصخور هي أنها تأتي فوق بعضها البعض، وليس لها سُمك. تعد الطبقات البعيدة عن السطح أكبر عمرا.
zh_cn: 不對喔！岩層近代或古老的判斷，主要是跟它位置的上、下層有關，它們原則上是「上新下舊」，和厚度沒有甚麼關係。

source: No, a rock layer is probably older than the layers above, and younger than the layers below.
ar_eg: لا، طبقة الصخور من المرجح أن تكون أقدم من الطبقات أعلاها، وهي اقل عمرا من الطبقات أدناها.
zh_cn: 不，岩層近代或古老的判斷，主要是跟它位置的上、下層有關，它們原則上是「上新下舊」，

source: Correct, the rock layers deepest from the surface would most likely be the oldest.
ar_eg: صحيح، من المرجح أن تكون طبقات الصخور الأعمق من السطح هي الأقدم.
zh_cn: 正確的，岩層到底是近代或古老的判斷，主要是跟它位置的上、下層有關；它們原則上是「上新下舊」。岩層中離地表最深的，很可能就是最古老的。

source: The life forms that fossils represent changed over geological time. So different kinds of fossils found in rocks can help geologists tell about how old the rock might be. That's right! It works both ways. Scientists get clues from rock layers to figure out how old fossils are, and they get clues from how evolved the plant or animal is in the fossil to figure out how old the rock might be.
ar_eg: أشكال الحياة التي تمثلها الأحافير تغيرت على مر الزمن الجيولوجي. أنواع مختلفة جدا من الأحافير وجدت في الصخور يمكن أن تساعد الجيولوجيين أن يحددوا عمر الصخور. هذا صحيح! ويصلح في كلا الإتجاهين. العلماء يحصلون على الأدلة من طبقات الصخور لمعرفة عمر هذه الأحافير، ويحصلون على أدلة من تطور النبات أو الحيوان في الأحفورة لمعرفة كم قد يكون عمر الصخرة.
zh_cn: 不同生物的化石代表著可能就是不同的地質年代。因此，岩石中發現的不同種類化石可以幫助地質學家判斷這岩石的可能年代。其實，這是雙向輔助的：一方面科學家可以從岩層提供的線索幫助判斷化學的歷史；另一方面，他們也可以從所發現動植物化石有關的年代知識，幫助判斷岩石可能的年代。

source: Fossils of simple life forms, like brachiopods and trilobites, are usually found early in the history of life on earth - like in the Cambrian geological time period around 500 million years ago. Fish are mostly found starting in the Devonian geological time period about 400 million years ago. Dinosaurs came later, starting at around 230 million years ago, then mammals, then humans and all the other animals in between.
ar_eg: أحافير من أشكال الحياة البسيطة، مثل ذوات القوائم الذراعية وثلاثية الفصوص، عادة ما تكون موجودة في وقت مبكر من تاريخ الحياة على الأرض - كما هو الحال في الفترة الزمنية الجيولوجية (الكمبري) قبل نحو 500 مليون سنة. تم العثور على الأسماك غالبا في فترة زمنية جيولوجيةتبدأ في العصر الديفوني قبل حوالي 400 مليون سنة. وجاءت الديناصورات في وقت لاحق، بدأت حوالي قبل 230 مليون سنة، ثم الثدييات، ثم البشر وجميع الحيوانات الأخرى .
zh_cn: 大約5億年前，也就是「寒武紀」的年代，在這個地球生命歷史的早期，出現了一些簡單的生命形式，如「腕足類」和「三葉蟲」，這些化石也代表著這個年代。魚類則在約4億年前開始在「泥盆紀」地質年代出現。隨後則是恐龍約在2.3億年前，然後才是哺乳動物約2億年前、人類則約在200萬年前才出現。其它動物則在不同的地質年代之間分別出現，而出現的順序，一般是，構造越複雜的生物越後面出現。

source: So if a geologist finds a rock with a dinosaur fossil in it, she knows that it can't be 400 or 500 million years old because dinosaurs didn't exist back then. Other clues like which specific dinosaur fossil they find – is it a T.Rex? or is it a triceratops? – help geologists be sure about a specific time range for the rock. If a rock has a dinosaur fossil bone in it, that tells geologists the rock can't be older than 230 million years old or younger than 65 million years old.
ar_eg: إذا وجدت عالمة جيولوجية صخرة أحفورية لديناصور، فهي تعلم أنها لا يمكن أن يكون عمرها 400 أو 500 مليون سنة لأن الديناصورات لم تكن موجودة في ذلك الوقت. أدلة أخرى على أحافير الديناصورات التي وجدت - هي من نوع (تراينوصورز)؟ أم أنها ترايسيراتوبس؟ - ساعد الجيولوجيين للتأكد من عمر الصخور. إذا كان في الصخور أحفورة لعظام ديناصور ، هذا يبين للجيولوجيون أن الصخور لا يمكن أن تكون أقدم من 230 مليون سنة أو أقل من 65 مليون سنة.
zh_cn: 因此，如果一個地質學家發現一塊岩石其中有著恐龍化石，那就能知道，這個岩石不可能會有4或5億年的歷史，因為恐龍在2.3億年前才出現而在6500萬年前滅絕；所以這恐龍骨化石告訴地質學家就是，這岩石一定是介於2.3億年和6500萬年之間的。如果還能有其它線索，例如，哪一種特定的恐龍化石，是暴龍？抑或是三角恐龍？這些訊息還更可以幫助地質學家進一步縮小時間範圍來預測岩石的年代。

source: Tyrannosaurus Rex fossil
ar_eg: أحفورة تيرانوسورس ركس.
zh_cn: 暴龍化石

source: Triceratops fossil
ar_eg: أحفورة ترايسيراتوبس
zh_cn: 三角龍化石

source: Geologist working on research...
ar_eg: جيولوجي يعمل في مجال البحوث ...
zh_cn: 進行研究中的地質學家...

source: Question A. Fossils can help geologists tell about how old a rock is because...
ar_eg: السؤال أ. يمكن للأحافير أن تساعد الجيولوجيين تحديد عمر الصخرة لأن ...
zh_cn: 問題A. 化石可以幫助地質學家來決定岩石的年代，這是因為...

source: Certain fossils are related to certain time periods in the geological history of earth.
ar_eg: ترتبط بعض الحفريات لفترات زمنية معينة بالتاريخ الجيولوجي للأرض.
zh_cn: 岩石中的化石種類有時候就代表它在地球的地質歷史的年代。

source: Life on earth has always been the same throughout geological time.
ar_eg: لقد كانت الحياة على الأرض هي نفسها طول فترة الزمن الجيولوجي.
zh_cn: 地球地質歷史開始以來，所有的生物物種都維持一樣。

source: Fossils are radioactive so they can be dated by radioactivity.
ar_eg: الأحافير مشعة لذا فهي تؤرخ عن طريق النشاط الإشعاعي.
zh_cn: 化石具有放射性，所以可以利用它的放射性來推估它的年代。

source: Paleontologists just know when each fossil was formed.
ar_eg: علماء الأحافير يعرفون متى تم تشكل الأحافير.
zh_cn: 古生物學家完全知道每個化石的年代。

source: Question B. If a geologist finds a rock with a Tyrannosaurus Rex bone in it, a good estimate of when the rock was formed would be...
ar_eg: السؤال ب. إذا وجد عالم جيولوجي صخرة مع عظم تيرانوسوراس ركس فيها، التقدير الجيد لوقت تشكل الصخرة سيكون ...
zh_cn: 問題B. 如果一個地質學家發現了岩石中有暴龍骨骼在裡面，那這塊岩石形成的年代比較可能是在...

source: Within the last 10 thousand years
ar_eg: في غضون ال 10 آلاف سنة الأخيرة
zh_cn: 在過去1萬年內

source: Within the last 10 million years
ar_eg: في غضون ال 10 ملايين سنة الأخيرة
zh_cn: 在過去1000萬年內

source: Within the last 50 million years
ar_eg: في غضون ال 50 مليون سنة الأخيرة
zh_cn: 在過去的5000萬年內

source: Older than 65 million years
ar_eg: مضى عليها أكثر من 65 مليون سنة
zh_cn: 早於6500萬年

source: Correct. Because the earth and all that's in it changes, fossils can be identified with a specific time period to figure out how old it is.
ar_eg: صحيح. لأن الأرض وكل ما هو عليها يتغير، ويمكن تحديد الأحافير في فترة زمنية محددة لمعرفة عمرها.
zh_cn: 正確。因為地球和其中所有的一切都同樣經歷著時間的變化，所以判斷化石種類可能的年代也可以推測包覆這塊化石的岩石年代。

source: Quite the opposite, life on earth has always been changing throughout geological time.
ar_eg: على العكس تماما، الحياة على الأرض دائما في تغير خلال الزمن الجيولوجي.
zh_cn: 不對喔，恰恰相反的是。地球上的生物種類隨著時間的改變，也不斷改變。我們可以利用化石判斷年代是因為，地球和其中所有的一切都同樣經歷著時間的變化，所以判斷化石種類可能的年代也可以推測包覆這塊化石的岩石代。

source: No, fossils are not radioactive but they are usually collected along with rock from the same layer and sometimes, the rock can be dated based on radioactivity.
ar_eg: لا، الأحافير ليست مشعة ولكن عادة ما يتم جمعها مع صخرة من نفس الطبقة وأحيانا، يمكن ان تكون الصخور مؤرخة على أساس النشاط الإشعاعي.
zh_cn: 不，化石是沒有放射性。但採集化石時，通常伴隨著岩石一起收集；有時，可以藉由岩石的放射性來估計化石的年代。

source: No, In Science, everything is proven even if paleontologists have a hypothesis. Certain fossils are indicative of certain time periods in the geological history of the earth.
ar_eg: لا، في العلوم، كل شيء مثبت حتى لو كان لدى علماء الإحاثة فرضية . بعض الأحافير تدل على فترات زمنية معينة في التاريخ الجيولوجي للأرض.
zh_cn: 不，在科學上，一切假說都需要資料證據來證明，即便古生物學家也是一樣；任何古生物學家也都無法知道所有化石的年代。我們可以利用化石判斷年代是因為，地球和其中所有的一切都同樣經歷著時間的變化，所以判斷化石種類可能的年代也可以推測包覆這塊化石的岩石代。

source: No, because no dinosaurs lived on earth within the last 10 thousand years. Dinosaurs lived between 65 and 230 million years ago.
ar_eg: لا، لأنه لا يوجد ديناصورات قد عاشت على الأرض خلال ال 10 مليون سنة الماضية. الديناصورات عاشت ما بين 65 و 230 مليون سنة".
zh_cn: 不對喔！因為沒有恐龍生活在地球上的最後一個萬年之內。恐龍之間的65和230萬年前居住的地方。

source: No, because no dinosaurs lived on earth within the last 10 million years. Dinosaurs lived between 65 and 230 million years ago.
ar_eg: لا، لأنه لا يوجد ديناصورات قد عاشت على الأرض خلال ال 10 مليون سنة الماضية. الديناصورات عاشت ما بين 65 و 230 مليون سنة
zh_cn: 不對喔！在過去10萬年前並沒有恐龍生活在地球上。恐龍約生存在65百萬年到230百萬年前。

source: No, dinosaurs are a little bit older than that. Dinosaur fossils are dated to be between 65 and 230 million years old.
ar_eg: لا، الديناصورات أكبر عمرا. ارِخَت أحافير الديناصورات لتكون ما بين 65 و 230 مليون سنة.
zh_cn: 不，恐龍化石存在的時間要比這個答案久的多。恐龍化石介於距今6500萬和23000萬年之間。

source: Correct, dinosaur fossils are dated to be between 65 and 230 million years old. Dinosaurs became extinct 65 million years ago so there are no dinosaur fossils younger than 65 million years.
ar_eg: صحيح، أرخت احافير الديناصور ما بين 65 و 230 مليون سنة. أصبحت الديناصورات منقرضة قبل 65 مليون سنة حتى لا يكون هناك احافير الديناصور ممن تقل أعمارهم عن 65 مليون سنة.
zh_cn: 正確，恐龍化石介於距今6500萬和2.3億年之間。恐龍6500萬年前就滅絕了，所以恐龍化石沒有短於6500萬年前的。

source: Using what you know... about the history of earth... to solve a problem
ar_eg: استخدام ما تعرفه ... عن تاريخ الأرض... من أجل حل مشكلة
zh_cn: 運用你所知道的......關於「地球的歷史」......來解決問題

source: You are a geologist searching for a big oil deposit. You are in charge of drilling a hole down into the earth to find the oil. Other geologists in the area have found that oil is found in a certain layer of rocks that is about 400 million years old.
ar_eg: أنت جيولوجي وتبحث عن حقل نفط كبير. و أنت مسؤول عن حفر حفرة أسفل الأرض للعثور على النفط. وقد وجد علماء الجيولوجيا الأخرين في المنطقة أن النفط يوجد في طبقة معينة من الصخور وعمرها نحو 400 مليون سنة.
zh_cn: 您是個地質學家正和一個團隊尋找一個大的油田。你負責的工作是指揮鑽孔到地下並找到油源。你團隊中有其他的地質學家們已經有證據指出：這一區域中，油源是位在約4億年的岩層中。

source: Using what you now know of fossils and the history of the earth, how would you figure out which layer is about 400 million years old? Provided you could dig three times before you had to tell your team how deep to drill the hole, what would you do to determine which layer is the layer with oil?
ar_eg: باستخدام ما تعرفه الآن عن الأحافير وتاريخ الأرض، كيف يمكنك معرفة أي طبقة عمرها حوالي 400 مليون سنة؟ شريطة أنه يمكنك الحفر ثلاث مرات قبل أن تخبر فريقك مدى عمق الحفرة، ماذا كنت ستفعل لتحدد أي طبقة هي التي تحتوي على النفط؟
zh_cn: 以你所知道有關「化石」和「地球的歷史」，你會怎麼找出哪一個岩層是大約4億年的呢？注意：你只能有三次鑽探的機會，之後，你就需向你的團隊說明你認為應該要鑽探多深了。請問，你會怎麼進行你的鑽探，才能比較有效而且正確的推測，油源在哪裡呢？

source: Preparing drilling rig...
ar_eg: إعداد حفر الآبار ...
zh_cn: 準備鑽探機具...

source: Summarizing core ideas... about history of earth
ar_eg: مراجعة الأفكار الأساسية حول ...تاريخ الأرض
zh_cn: 總結核心觀念......有關「地球的歷史」

source: The earth has a very, very – almost unimaginably – long history that stretches back 4.5 billion years. During that time, the <span class='key'>environments</span> of the earth have continually changed and left a record of that change in the rocks. Life forms also changed dramatically over geological time - from very simple life forms early in the earth's history to more complex life forms today. <span class='key'>Geologists</span> and <span class='key'>paleontologists</span> study the earth's rocks, and the <span class='key'>fossils</span> in those rocks, to tell how old the rocks are and in what environments each rock was formed. By doing this, earth scientists can figure out the story of the history of the earth.
ar_eg: للأرض تاريخ طويل جدا جدا لا يمكن تخيله يعود الى 4.5 بليون سنة. خلال ذلك الوقت، <span class='key'>بيئات</span> الأرض تغيرت باستمرار وتركت هذا التغير في الصخور. تغيرت أشكال الحياة أيضا بشكل كبير على مر الزمن الجيولوجي - من أشكال الحياة البسيطة جدا في تاريخ الأرض الى أشكال الحياة المعقدة الآن . <span class='key'>الجيولوجيون</span> و <span class='key'>علماء الإحاثة</span> يدرسون الصخور على الأرض، و <span class='key'>الأحافير</span> في تلك الصخور ، يمكن معرفة عمر الصخور وفي أي بيئات تشكلت. من خلال ذلك، يمكن لعلماء الأرض معرفة كل ذلك من تاريخ الأرض.
zh_cn: 地球有一個非常非常 ── 幾乎難以想像的，悠久的歷史，這可以追溯到45億年前。在這段期間，地球<span class='key'>環境</span>不斷改變，這些改變的紀錄就留在岩石上面。生命形式也在這歷程發生了巨大變化 ── 從地球早期非常簡單的生命形式發展到今天的複雜生命形式。 <span class='key'>地質學家</span>和<span class='key'>古生物學家</span>研究地球岩石和這些岩石中的<span class='key'>化石</span>，以了解岩石的年代和在什麼環境下能生成這些岩石。藉由這些，地球科學家可以探知地球歷史的故事。

source: Putting it all together...
ar_eg: وضع كل ذلك معا...
zh_cn: 組織一下......

source: Geologist
ar_eg: الجيولوجي
zh_cn: 地質學家

source: A scientist who studies rocks and minerals. Geologists study the change of environments on the Earth over large time scales.
ar_eg: العالم هو الذي يدرس الصخور والمعادن. الجيولوجيون يدرسون تغير البيئات على الأرض في فترات زمنية كبيرة.
zh_cn: 「地質學家」是一種研究岩石和礦物的科學家。地質學家研究大時間尺度的地球環境變化。

source: Fossil
ar_eg: أحفورة
zh_cn: 化石

source: The preserved remains or traces of organisms that lived in the past. Fossilized remains were covered and preserved in sediment. Fossilized material has had its original materials replaced with minerals gradually over time.
ar_eg: بقايا أو آثار الكائنات الحية المحفوظة التي عاشت في الماضي. بقيت الأحافير مغطاة ومحفوظة في الرواسب. استبدلت مواد الأحافير الأصلية بالمعادن تدريجيا مع مرور الوقت.
zh_cn: 「化石」是過去生物的生物體的遺留或遺跡；它是原始生物骨骼、枝幹等埋藏在沉積物中後，原本骨骼或枝幹的空隙被岩石成分填入並取代後，留下骨骼、牙齒或植物枝幹的岩石化後的遺跡。它們不能再算是原來的骨骼、牙齒或枝幹。

source: Paleontologist
ar_eg: عالم الأحافير
zh_cn: 古生物學家

source: A scientist who studies ancient organisms. Paleontologists use aspects of biology and geology to investigate long extinct plants and animals. They use fossils to help construct their hypothesis about how life existed in the distant past.
ar_eg: العالم هو من يدرس الكائنات الحية القديمة. علماء الإحاثة يستخدمون جوانب علم الأحياء والجيولوجيا للتحقيق في النباتات والحيوانات التي انقرضت منذ زمن طويل. فهم يستخدمون الأحافير للمساعدة في بناء فرضيتهم حول كيفية وجود حياة في الماضي البعيد.
zh_cn: 「古生物學」是一種專門研究遠古生物的科學家。古生物學家利用生物學和地質學的科學去研究早已滅絕的植物和動物。他們利用化石來幫助建立有關在遠古時代生命存在情形的各種假說。

source: Environment
ar_eg: البيئة
zh_cn: 環境

source: The immediate area in which an organism or group of organisms live. All of the physical, chemical, and biological materials surrounding an organism make up its environment.
ar_eg: المنطقة الحالية والتي يعيش فيها الكائن الحي أو مجموعة من الكائنات الحية. جميع المواد الفيزيائية والكيميائية والبيولوجية المحيطة بالكائن الحي تشكل بيئتها.
zh_cn: 「環境」指的是一個生物體或一群生物體生存的一個鄰近區域。在這區域內，環繞這些生物體的所有物理、化學和生物物質構成的生物的「環境」。

source: Checking what you now know... about history of earth
ar_eg: تأكد مما تعرف ... حول تاريخ الأرض.
zh_cn: 看看你現在了解了多少…關於「地球的歷史」

source: Reviewing key vocabulary related to... history of earth
ar_eg: مراجعة المفردات المفتاحية المرتبطة ب...تاريخ الأرض
zh_cn: 關鍵名詞複習…關於「地球的歷史」

source: What is a fossil?
ar_eg: ما هي الأحفورة؟
zh_cn: 化石是什麼？

source: The original bones and shells from the animal.
ar_eg: العظام والأصداف الأصلية من الحيوان.
zh_cn: 動物原本的骨骼和外殼。

source: Copies of the original animal that paleontologists make from plastic.
ar_eg: نسخ من الحيوان الأصلي صنعها علماء الأحافير من البلاستيك.
zh_cn: 古生物學家使用塑膠製作，原本動物的複製品。

source: Copies of the original animal that paleontologists make from cement.
ar_eg: نسخ من الحيوان الأصلي صنعها علماء الأحافير من الاسمنت.
zh_cn: 古生物學家使用水泥製作，原本動物的複製品。

source: Copies of the original animal that geologic processes formed by replacing bone or shell with rock.
ar_eg: نسخ من الحيوان الأصلي شكلتها العمليات الجيولوجية باستبدال العظام أو الصدف بالصخور.
zh_cn: 就是原本動物骨骼或外殼，經歷很長的大自然的地質過程，而被岩石所取代形成原來動物的的複製品。

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة لأعلى ولأسفل لتدوير المربع وحدد إجابتك.
zh_cn: 點擊，按住並滑動鼠標上下旋轉的框中，然後選擇你的答案。

source: Correct, fossils are copies of the original organism in rock. They are not made by paleontologists.
ar_eg: صحيح، الأحافير هي نسخة من الكائن الأصلي في الصخر. ليست مصنوعة بواسطة علماء الحفريات.
zh_cn: 正確的，它們不是由古生物學家進行，化石是原本動物骨骼、外殼或枝幹，經歷很長的大自然的地質過程，而被岩石所取代形成原來動物、植物的複製品。

source: No, the original bones and shells rot away and are replaced by rock over time.
ar_eg: لا، العظام الأصلية والأصداف تتعفن وتحل محلها الصخور على مر الزمن.
zh_cn: 不，原來的骨骼或外殼會隨著時間的推移會爛掉而被岩石被替換。

source: No, fossils are not made by paleontologists. They are copies of the original organism in rock made by nature. The bone or shell is replaced with rock.
ar_eg: لا، الأحافير ليست مصنوعة بواسطة علماءالإحاثة. فهي نسخ من الكائن الأصلي في الصخور تشكلت في الطبيعة. تستبدل العظام أو الأصداف بالصخور.
zh_cn: 不，化石不是由古生物學家做的。它們在岩石自然形成的原生物的副本。骨骼外殼或枝幹被替換沉積物中的岩石成分所滲入並取代，最後形成的複製品。

source: Earth scientists believe that, thousands or millions of years ago, the environments in some places on the earth were very different from today because...
ar_eg: ويعتقد علماء الأرض أنه منذ آلاف أو ملايين السنين، كانت البيئات في بعض الأماكن على الأرض مختلفة جدا عن اليوم بسبب ...
zh_cn: 地球科學家提出：幾千年、幾百萬年前，地球上某些地方的環境和今天比較，是非常不同的。請問，他們的根據主要是...

source: They use fossils to provide evidence to support this claim.
ar_eg: هم يستخدمون الأحافير لتقديم أدلة لدعم هذا الادعاء.
zh_cn: 他們用化石來當成證據，以支持這種說法。

source: They use rock layers to provide evidence to support this claim.
ar_eg: هم يستخدمون طبقات الصخور لتقديم أدلة لدعم هذا الإدعاء.
zh_cn: 他們以岩層當成證據，以支持這種說法。

source: They use rock radioactivity to provide evidence to support this claim.
ar_eg: هم يستخدمون الصخور ذات النشاط الإشعاعي لتقديم أدلة لدعم هذا الادعاء.
zh_cn: 他們以岩層的放射線當成證據，以支持這種說法。

source: All of the above
ar_eg: كل ما ذكر أعلاه.
zh_cn: 以上皆是。

source: Counting years of changes...
ar_eg: تعداد سنين من التغيرات
zh_cn: 計數滄桑......

source: Not quite. Information from rock layers and fossils help scientists prove the earth has changed a lot over millions of years.
ar_eg: ليس تماما. المعلومات التي تؤخذ من الأحافير وطبقات الصخور تساعد العلماء في إثبات أن الأرض قد تغيرت كثيرا على مدى ملايين السنين.
zh_cn: 不完全對喔！科學家從化石、岩層和岩層的放射線等等資料當成證據，幫助他們證明在過去一段時間，有了很大的改變。

source: Not quite. Information from fossils and rock layers help scientists prove the earth has changed a lot over millions of years.
ar_eg: ليس تماما. المعلومات التي تؤخذ من الأحافير وطبقات الصخور تساعد العلماء في إثبات أن الأرض قد تغيرت كثيرا على مدى ملايين السنين.
zh_cn: 不完全對喔！科學家從化石、岩層和岩層的放射線等等資料當成證據，幫助他們證明在過去一段時間，有了很大的改變。

source: Not quite. Scientists use information from fossils and rock layers to prove this. Scientists also use radioactivity dating to collect more information from rock layers.
ar_eg: ليس تماما. يستخدم العلماء المعلومات من الأحافير وطبقات الصخور لاثبات ذلك. يستخدم العلماء النشاط الإشعاعي المؤرخ لجمع مزيد من المعلومات من طبقات الصخور.
zh_cn: 不完全對喔！科學家從化石、岩層和岩層的放射線等等資料當成證據，幫助他們證明在過去一段時間，有了很大的改變。

source: Correct. The earth has changed over time and still is changing. Scientists use evidence from rocks and fossils to support this claim. Radioactive dating of rocks also provides evidence for how old the rocks and fossils are.
ar_eg: صحيح. تغيرت الأرض على مر الزمن و لا تزال آخذة في التغير. العلماء يستخدمون أدلة من الصخور والأحافير لدعم هذا الادعاء. تاريخ الصخور المشعة يوفر دليلا لقدم الصخور والأحافير.
zh_cn: 正確。地球已經改變了一段時間，變化仍然繼續發生。科學家們使用的證據來自岩石和化石，岩石的放射性年代測定也可幫助證明岩石和化石的年代。

source: Geologists studying the history of the earth believe that the environments on the earth's surface have...
ar_eg: يعتقد الجيولوجيون الذين يدرسون تاريخ الأرض أن البيئات على سطح الأرض...
zh_cn: 研究地球歷史的地質學家相信，地球表面環境...

source: Remained the same over geological time.
ar_eg: بقيت على حالها على مر الزمن الجيولوجي.
zh_cn: 在經歷這麼長地質時間後，依然一樣。

source: Changed in the distant past but are not changing now.
ar_eg: تغيرت في الماضي البعيد ولكن لم تتغير الآن.
zh_cn: 在遙遠的過去有了相當的改變，但最近就沒有改變了。

source: Not changed in the past but are changing now.
ar_eg: لم تتغير في الماضي ولكنها تتغير الآن.
zh_cn: 在遙遠的過去沒有什麼改變，但最近就有了相當大的改變。

source: Have changed in the past and are still changing today.
ar_eg: تغيرت في الماضي ومازالت تتغيرحتى اليوم.
zh_cn: 在過去有了相當改變，現在，依然在繼續改變中。

source: Reading history of earth...
ar_eg: قراءة تاريخ الأرض"...
zh_cn: 閱讀大地的歷史...

source: No, environments on the earth's surface have changed in the past and are still changing today.
ar_eg: لا، لقد تغيرت البيئات على سطح الأرض في الماضي ومازالت تتغير حتى اليوم.
zh_cn: 不，在地球表面的環境，在過去有了相當改變，現在，依然在繼續改變中。

source: Not quite, environments on the earth's surface are changing now as well.
ar_eg: ليس تماما،البيئات على سطح الأرض تتغير الآن كذلك.
zh_cn: 不對喔！在過去有了相當改變，現在，依然在繼續改變中。

source: Not quite, the environments on the earth's surface have changed in the past as well.
ar_eg: ليس تماما، تغيرت كذلك البيئات على سطح الأرض في الماضي.
zh_cn: 不對喔！對地球表面的環境，在過去有了相當改變，現在，依然在繼續改變中。

source: Correct, environments on the earth's surface have been continuously changing over geological time and are still changing.
ar_eg: صحيح، البيئات على سطح الأرض تم تغييرها بشكل مستمر على مدى الزمن الجيولوجي وما زالت تتغير.
zh_cn: 正確的，對地球表面的環境，在過去有了相當改變，現在，依然在繼續改變中。

source: Geologists can use fossils to get a good idea of about how old rocks are because...
ar_eg: يمكن أن يستخدم الجيولوجيون الأحافير للحصول على فكرة جيدة عن عمر الصخور القديمة لأن ...
zh_cn: 地質學家可以用化石來獲知古老的岩石的年代，因為...

source: The kinds of fossils contained in rocks change over time.
ar_eg: أنواع الأحافير التي تحتويها الصخور تتغير بمرور الوقت.
zh_cn: 隨時間不同，岩石中化石的種類也應該不同。

source: Fossils can be dated by radioactivity.
ar_eg: الأحافير ربما تعود لما قبل النشاط الإشعاعي.
zh_cn: 化石可以直接用放射線來測量年代。

source: The same kinds of fossils in rocks occur throughout all of geologic time.
ar_eg: نفس أنواع الأحافيرفي الصخور توجد على مر الزمن الجيولوجي.
zh_cn: 在岩石中的各種化石都可以出現在所有的地質年代。

source: Fossil soft parts are preserved in rock.
ar_eg: يتم الاحتفاظ بالأجزاء الأحفورية اللينة في الصخر.
zh_cn: 化石柔軟的部分會被保存在岩石上。

source: Using fossils as reference...
ar_eg: باستخدام الأحافير كمرجع ...
zh_cn: 使用化石來作為參照...

source: Correct! The kind of plants and animals and the fossils that form from them change over time. This helps paleontologists identify the fossils, and the rocks they are found in, with a specific geological time periods.
ar_eg: صحيح! هذا النوع من النباتات والحيوانات والأحافير التي تتشكل منها تتغير بمرور الوقت. وهذا يساعد علماء الإحاثة في التعرف عليها، والصخورالتي وجدت فيها، خلال فترة محددة من الزمن الجيولوجي.
zh_cn: 正確！不同動植物的化石形成的時間可能不同。這有助於古生物學家鑑定化石、岩石的特定地質年代。

source: No. Fossil soft parts rot away and get destroyed. Organisms (and fossils) change and this helps paleontologists identify the fossil (then rock) with a specific geological time period.
ar_eg: الأجزاء الأحفورية اللينة تتعفن وتبلى. والكائنات الحية (والأحفوريات) تتغير وهذا يساعد علماء الإحاثة تحديد الأحفورة (ثم الصخور) في فترة زمنية جيولوجية محددة.
zh_cn: 不對喔！化石中柔軟的部分會腐爛並被破壞掉。不同動植物的化石形成的時間可能不同。這有助於古生物學家鑑定化石、岩石的特定地質年代。

source: No. The kind of fossils (the organisms which make them) changes over time. This helps paleontologists identify the fossil (then rock) with a specific geological time period.
ar_eg: لا هذا النوع من الأحافير (الكائنات الحية التي تتكون منها) تتغير مع مرور الوقت. وهذا يساعد علماء الإحاثة تحديد الأحفورة (ثم الصخور) مع فترة زمنية جيولوجية محددة.
zh_cn: 不對喔！不同動植物的化石形成的時間可能不同。這有助於古生物學家鑑定化石、岩石的特定地質年代。

source: Not quite. Rocks can be dated using radioactivity. This is done without the help of fossils.
ar_eg: ليس تماما. الصخور يمكن أن تؤرخ باستخدام الإشعاع. يتم ذلك من دون مساعدة من الأحافير.
zh_cn: 不完全對喔！科學家可以用放射性來推測岩石的年代；但，科學家並不是用放射性的方法來測量化石年代，再去推知岩石年代的。

source: Drag each of the fossils to where it would most likely be found in the rock layer diagram.
ar_eg: اسحب كل من الأحافير إلى حيث من المرجح أن تكون موجودة في الرسم البياني لطبقة الصخور.
zh_cn: 請將上面三種化石的圖，分別拖動到下方，到它最有可能被找到的相對位置。
