Repository: geneconde/NGR-sandbox
Catalog: demo/newtons-third-law/Locale/*/LC_MESSAGES/newtons-third-law.po
Languages: ar_eg, es_es

source: One boater jumps off of an empty boat.
es_es: Un navegante salta desde un bote vacío.

source: One boater jumps off the front, while the other boater jumps off the back at the same time.
es_es: Un navegante salta desde el frente, mientras que el otro navegante salta desde la parte trasera al mismo tiempo.

source: A person jumping into the water from a boat notices that the boat moves in the opposite direction when she jumps from the front of it. Rank the following situations based on the size of the acceleration, or change in motion, that the boat would experience. Arrange the images left to right from the greatest to the least movement.
ar_eg: تقفز أحداهما داخل الماء وتلاحظ أن القارب يتحرك في الاتجاه المعاكس عندما قفزت من أمامه . رتب الحالات التالية على أساس مقدار التسارع، أو التغير في الحركة، التي سيتعرض لها القارب. رتب الصور من اليسار إلى اليمين من الأكثر الى الأقل حركة.
es_es: Una persona que salta al agua desde un bote se da cuenta de que el bote se mueve en dirección opuesta cuando salta desde el frente. Organiza las siguientes situaciones basándote en el tamaño de la aceleración, o el cambio en el movimiento, que experimentaría el bote. Organiza las imágenes de izquierda a derecha desde el mayor al menor movimiento.

source: You’ve got it! With both boaters jumping in the same direction, the greatest amount of force will be combining to act on the boat. When the boaters jump in opposite directions, their forces cancel, resulting in no change in motion for the boat.
ar_eg: لقد أصبت! عند قفز سائقي القوارب في نفس الاتجاه،سيتم جمع أكبر قدر من القوى لتحريك القارب. عندما يقفز كلاهما في اتجاهين متعاكسين،تلغى قواهم، مما يؤدي إلى عدم حدوث تغيير في حركة المركب.
es_es: ¡Correcto! Cuando ambos navegantes saltan en la misma dirección, la mayor cantidad de fuerza se combinará y actuará sobre el bote. Cuando los navegantes saltan en direcciones opuestas, sus fuerzas se cancelan, lo que hace que no haya ningún cambio en el movimiento del bote.

source: Not quite. When the two boaters jump in the same direction, their forces will combine to result in a large change in motion for the empty boat. With only one person jumping off the boat, the change in motion would be less, and in the situation where the boaters jump in opposite directions, their forces would cancel and the boat wouldn’t move.
ar_eg: ليس تماما. عندما يقفز كل من سائقي القوارب بنفس الاتجاه، سيتم جمع أكبر قدر من القوى لتحريك القارب. عندما يقفز أحدهما عن القارب سيكون التغيير في الحركة أقل، وفي الحالة التي يقفز فيها كلاهما باتجاهين متعاكسين، فإن قواهم تلغى ولا يتحرك القارب.
es_es: No exactamente. Cuando ambos navegantes saltan en la misma dirección, sus fuerzas se combinarán y resultarán en un cambio importante sobre el movimiento del bote vacío. Cuando una sola persona salta del bote, el cambio en el movimiento será menor, y en la situación en que los navegantes saltan en direcciones opuestas, sus fuerzas se cancelarán y el bote no se moverá.

source: Looking at the water...
ar_eg: عند النظر إلى الماء ...
es_es: Mirando el agua...

source: Forces are paired for moving objects, too! In order for you to be able to walk down the hallway at school, your feet push backwards on the floor while the floor pushes forward on you. When a bicyclist skids to a stop, the road puts a force on the bike, but the bike also puts a force on the road. In an elevator, the floor pushes upwards on you while you push downwards on it.
ar_eg: تقترن القوى معا للأجسام المتحركة ، أيضا! لتتمكن من السير في ردهة المدرسة، تضغط قدميك على الأرض إلى الوراء بينما تدفعك الأرض إلى الأمام. عندما يتوقف راكب دراجة هوائية عند منحدر، تضع الطريق قوة على الدراجة، ولكن الدراجة تضع قوة على الطريق أيضا . في المصعد، تدفعك الأرض للأعلى بينما أنت تدفع إلى الأسفل.
es_es: ¡Las fuerzas también se emparejan para mover objetos! Para que tú seas capaz de caminar por el pasillo en la escuela, tus pies deben empujar hacia atrás el piso mientras que el piso te empuja hacia adelante. Cuando un ciclista derrapa hasta detenerse, el camino ejerce una fuerza sobre la bicicleta, pero la bicicleta también ejerce una fuerza sobre el camino. En el ascensor, el suelo te empuja hacia arriba, mientras tú lo empujas hacia abajo.

source: It can be difficult to get a car moving on a snowy road. The slippery snow can make it difficult for the car to push against the road with enough force to start moving without spinning the tires. It's also difficult to get a moving car to stop suddenly in those conditions!
ar_eg: قد يكون من الصعب جعل سيارة تتحرك على طريق ثلجي. الثلج الزلق يمكن أن يجعل دفع السيارة على الطريق صعبا والتي لها قوة كافية للبدء في التحرك دون تدوير عجلات السيارة. كما انه من الصعب أن تجعل سيارة متحركة أن تتوقف فجأة في مثل هذه الظروف.
es_es: Puede ser difícil conseguir que un automóvil se mueva en un camino cubierto de nieve. La nieve resbaladiza puede dificultar que el auto empuje la carretera con la suficiente fuerza como para empezar a moverse sin hacer que las ruedas giren inútilmente. ¡También es difícil conseguir que un auto en movimiento se detenga de repente en esas condiciones!

source: For a helicopter to move, the blades on the helicopter push down on the air, and the air pushes up on the helicopter. By changing the amount of force, the helicopter can move up, down, or just hover in place. In this picture, you can see how the air pushed down by the blades on the helicopter ends up making waves in the water.
ar_eg: لجعل طائرة مروحية تتحرك،شفرات المروحية تدفع الهواء للأسفل ، والهواء يدفع المروحية للأعلى. بتغيير مقدار القوة، يمكن لطائرة الهليكوبتر أن تتحرك أعلى أو أسفل، أو أن تحوم فقط في المكان. في هذه الصورة، يمكنك أن ترى الهواء المدفوع من قبل شفرات المروحية تنتهي بتكوين موجات على المياه.
es_es: Para que un helicóptero se mueva, las aspas del helicóptero empujan el aire hacia abajo y el aire empuja el helicóptero hacia arriba. Cuando cambiamos la cantidad de fuerza, el helicóptero se puede mover hacia arriba, hacia abajo o simplemente flotar en el mismo punto. En esta imagen, puedes ver cómo el aire que es empujado hacia abajo por las aspas del helicóptero crea olas en el agua.

source: Did you know that people used to be skeptical about the ability to launch rockets into space beyond the earth's atmosphere? They were concerned that the lack of air would make it impossible for the rockets to exert forces in order to control their orbital paths. It turns out that rockets take advantage of Newton's Third Law force pairs by pushing the burning rocket fuel backwards. The other part of that force pair is the force of the burning rocket fuel pushing forward on the rocket, allowing the rocket to change its motion.
ar_eg: هل تعلم أن الشك كان يراود الناس حول إمكانية إطلاق الصواريخ إلى الفضاء خارج الغلاف الجوي للأرض؟ وكان يساورهم القلق من عدم وجود الهواء والذي يجعل قوى الصواريخ مستحيلة من أجل السيطرة على مساراتها المدارية. لقد تبين أن الصواريخ تستفيد من قانون نيوتن الثالث للقوة المقترنة عن طريق دفع وقود الصواريخ المحروق إلى الوراء. أما الجزء الآخر من هذه القوى هو الوقود المحترق من الصاروخ والذي يدفع الصاروخ للأمام، مما يتيح للصاروخ تغيير حركته.
es_es: ¿Sabías que las personas no creían que serían posible lanzar cohetes al espacio, más allá de la atmósfera terrestre? Pensaban que la falta de aire haría imposible que los cohetes crearan fuerza suficiente para controlar sus órbitas. Resulta que los cohetes aprovechan la Tercera Ley de Newton con las fuerzas pares para empujar el combustible de cohete ardiente hacia atrás. La otra parte de ese par de fuerzas es la fuerza del combustible ardiente del cohete que empuja al cohete hacia adelante, permitiendo que el cohete cambie su movimiento.

source: Pushing forward...
ar_eg: الدفع للأمام ...
es_es: Empujando hacia adelante...

source: Sailboats depend on wind to push against the sails and move the boat forward. On a day without any wind, a sailor decides to try to get the boat moving by attaching a large fan to the boat in order to push air into the sails. Considering the force pairs involved in this situation, what is the most likely outcome for the boat?
ar_eg: المراكب الشراعية تعتمد على الرياح للدفع ضد الأشرعة و تحريك القارب إلى الأمام. يقرر بحار في يوم لا يوجد فيه رياح تحريك القارب عن طريق ربط مروحة كبيرة في القارب لدفع الهواء إلى الأشرعة. وبالنظر إلى القوى المقترنة والمرتبطةفي هذه الحالة، ما هي النتيجة الأكثر احتمالا أن تحصل للقارب؟
es_es: Los botes de vela dependen de que el viento empuje a sus velas e impulse el bote hacia adelante. En un día sin viento en absoluto, un marinero decide intentar hacer que el bote se mueva utilizando un gran ventilador para empujar las velas con aire. Considerando los pares de fuerza en esta situación, ¿qué es lo más probable que le suceda al bote?

source: The air will push against the sails, moving the boat forward.
ar_eg: سوف يدفع الهواء ضد الأشرعة، محركا القارب إلى الأمام.
es_es: El aire empujará las velas, haciendo que el bote se mueva hacia adelante.

source: The air will push back against the fan, moving the boat backwards.
ar_eg: سوف يندفع الهواء ضد المروحة، محركا القارب الى الخلف
es_es: El aire empujará en contra del ventilador, haciendo que el bote se mueva hacia atrás.

source: The boat won’t move due to the forward force on the sails and the backwards force against the fan.
ar_eg: لن يتحرك القارب نتيجة القوة الأمامية على الأشرعة والقوة الخلفية ضد المروحة.
es_es: El bote no se moverá debido a la fuerza hacia adelante sobre las velas, y la fuerza hacia atrás sobre el ventilador.

source: The force against the sails will be greater than the force on the fan, so the boat will still move forward.
ar_eg: إن القوة ضد الأشرعة ستكون أكبر من القوة على المروحة، وبالتالي فإن القارب سيبقى متحركا للأمام.
es_es: La fuerza contra las velas será mayor que la fuerza sobre el ventilador, así que el bote se moverá de todas formas.

source: Not quite. The air will push forward against the sails, but it will also push backwards against the fan. Those interactions will cancel out and the boat won't move.
ar_eg: ليس تماما. الهواء سوف يندفع الى الأمام ضد الاشرعة، ولكن الهواء سيندفع أيضا إلى الوراء ضد المروحة. وسوف تلتغي هذه التفاعلات ولن يتحرك القارب.
es_es: No exactamente. El aire empujará las velas hacia adelante, pero también empujará el ventilador hacia atrás. Esas interacciones se cancelarán entre sí, y el bote no se moverá.

source: Almost. The air will push the fan backwards, but it will also push forward against the sails. Those interactions will cancel each other out, and the boat won't move.
ar_eg: تقريبا. سيتم دفع الهواء للمروحة إلى الوراء، ولكنه سيدفع الهواء إلى الأمام ضد الاشرعة أيضا . ستلغي هذه التفاعلات بعضها البعض، ولن يتحرك القارب.
es_es: Casi. El aire empujará el ventilador hacia atrás, pero también empujará las velas hacia adelante. Esas interacciones se cancelarán entre sí, y el bote no se moverá.

source: You've got it. In any interaction, forces are paired. So when the fan pushes the air forward, the air pushes the fan backwards. That backwards push against the fan cancels out the forward push against the sails.
ar_eg: لقد أصبت. في أي تفاعل كان، يتم إقران القوى مع بعضها البعض. فعندما تدفع المروحة الهواء إلى الأمام، يدفع الهواء المروحة إلى الوراء. ودفع الهواء إلى الوراء سيلغي دفع الهواء للأمام ضد الأشرعة.
es_es: Acertaste. En cualquier interacción, las fuerzas van en pares. Así que cuando el ventilador empuja el aire hacia adelante, el aire empuja al ventilador hacia atrás. Ese impulso hacia atrás sobre el ventilador, cancela el empuje hacia adelante sobre las velas.

source: Nope. If anything, the force pushing back against the fan will be slightly greater. Most likely, the forward force of the air against the sails cancels out the backwards force of the air against the fan, and the boat won't move.
ar_eg: لا. أي شيء تدفعه القوة الى الخلف ضد المروحة سوف يكون أكبر قليلا. وعلى الأرجح ، قوة الهواء المندفعة إلى الأمام ضد الأشرعة سوف تلغي قوة الدفع إلى الوراء ضد المروحة، والقارب لن يتحرك.
es_es: Nop. En dado caso, la fuerza que empuja el ventilador hacia atrás será ligeramente mayor. Lo más probable será que la fuerza del aire hacia adelante sobre las velas cancelará la fuerza hacia atrás del aire sobre el ventilador, y el bote no se moverá.

source: Using what you now know about... Newton's Third Law... to solve a problem
ar_eg: استخدم ما تعرفه الآن عن... قانون نيوتن الثالث.. لحل مشكلة
es_es: Utilizando lo que sabes ahora acerca de... la Tercera Ley de Newton... para resolver un problema

source: Your neighbor needs some help setting up a clothesline for drying clothes. Use your understanding of paired forces to help plan and design a system for setting up the clothesline for your neighbor.
ar_eg: يحتاج جارك بعض المساعدة ليصنع حبل لتجفيف الملابس. استخدم ما تعرف عن القوى المقترنة مع بعضها للمساعدة في تخطيط وتصميم نظام لإعداد حبل الغسيل لجارك.
es_es: Tu vecino necesita ayuda para instalar un cable para colgar ropa para que se seque. Utiliza lo que entiendes acerca de las fuerzas pares para ayudar a planear y diseñar un sistema para instalar el cable para ropa de tu vecino.

source: What are some of the important considerations that must go into the design? How will you make certain that the clothesline will be able to support the clothes? Please answer in the space provided.
ar_eg: ما هي بعض الاعتبارات الهامة التي يجب أن تدخل في التصميم؟ كيف سيتم التأكد من أن حبل الغسيل سيكون قادرا على دعم الملابس؟ الرجاء الإجابة في المكان المخصص.
es_es: ¿Cuáles son algunas consideraciones importantes que deben tomarse en cuenta para el diseño? ¿Cómo te asegurarás de que el cable podrá sostener la ropa? Por favor, responde en el espacio debajo.

source: Hanging clothes...
ar_eg: تعليق ملابس...
es_es: Colgando ropa...

source: Summarizing big ideas about... Newton's Third Law
ar_eg: تلخيص الأفكار الكبيرة حول... قانون نيوتن الثالث
es_es: Resumiendo ideas importantes acerca de... la Tercera Ley de Newton

source: For any interaction between objects, the <span class='key'>forces</span> the objects put on each other will be of the same size and in opposite directions. Often stated as 'For every action, there is an equal and opposite reaction,' this is known as <span class='key'>Newton's Third Law</span> of motion. To put it another way, there are no isolated forces in nature; forces always come in pairs. When you push on the ground to walk, there is a corresponding force that the ground puts on you. When you use a hammer to pound a nail into a board, the nail also puts a force back on the hammer. When a rocket pushes burning fuel backwards, there is a force in the forward direction to move the rocket. However, paired forces don't guarantee that the changes in motion for the two objects will be paired. The <span class='key'>acceleration</span> of an object is also based on how massive the object is. For an object that is ten times as massive, the acceleration will be ten times smaller even though the forces the two objects experience are the same. If the two objects involved in the interaction are similar in <span class='key'>mass</span>, then it is likely that you will see similar changes in motion.
ar_eg: عند وجود أي تفاعل بين الاشياء، فإن القوة التي تؤثر بها هذه الأشياء على بعضها البعض تكون من نفس الحجم وفي اتجاهين متعاكسين. ومذكورة غالبا باسم 'لكل فعل رد فعل مساو له في المقدار ومعاكس له بالإتجاه، وهو ما يعرف بقانون نيوتن الثالث للحركة. وبعبارة أخرى، لا توجد قوى معزولة في الطبيعة؛ القوى دائما تأتي بأزواج. فعندما تضغط على الأرض للمشي، هناك قوة مقابلة من الأرض تؤثر بها عليك. وعند استخدام مطرقة لتثبيت مسمار على لوحة، يضع المسمار القوة على المطرقة أيضا. وعندما يدفع الصاروخ الوقود المحروق إلى الوراء، توجد هناك قوة أمامية لتحريك الصواريخ. كما أن القوى المقترنة لا تضمن اقتران التغيرات في حركة الشيئين. يعتمد تسارع الشيء أيضا على مدى ضخامته وسيكون تسارع الشيء أصغر بحوالي عشرة أضعاف للشيء الذي تبلغ ضخامته أكثر بعشرة أضعاف، بالرغم من أن القوى التي أثرت على الشيئين متساوية. فإذا كانت كتلة الشيئين المشاركين في التفاعل متساوية،فمن المرجح انك سوف ترى تغييرات مماثلة في الحركة.
es_es: Para cualquier interacción entre objetos, las fuerzas que los objetos se aplican entre sí será del mismo tamaño y en direcciones opuestas. Con frecuencia expresada como 'Para cada acción, hay una reacción idéntica y en sentido opuesto,' ésta es la Tercera Ley del movimiento de Newton. Para decirlo de otra manera, no hay fuerzas aisladas en la naturaleza; las fuerzas siempre vienen en pares. Cuando empujas el suelo para caminar, hay una fuerza correspondiente que el suelo aplica sobre ti. Cuando utilizas un martillo para clavar un clavo en una tabla, el clavo también aplica fuerza sobre el martillo. Cuando un cohete expulsa combustible ardiente hacia atrás, hay una fuerza hacia adelante para mover al cohete. Sin embargo, las fuerzas pares no garantizan que los cambios en movimiento de los dos objetos serán idénticos. La aceleración de un objeto también se basa en cuán masivo es dicho objeto. En un objeto que es diez veces más masivo, la aceleración será diez veces más pequeña, aun cuando las fuerzas que ambos objetos experimentan sean la misma. Si los dos objetos involucrados en la interacción son similares en masa, entonces es probable que veas cambios similares en el movimiento.

source: Reviewing key vocabulary related to... Newton's Third Law
ar_eg: استعراض المفردات الرئيسية ذات الصلة... بالقانون الثالث لنيوتن
es_es: Revisando vocabulario clave relacionado con... la Tercera Ley de Newton

source: Force
ar_eg: قوة
es_es: Fuerza

source: A force occurs anytime there is an interaction between two objects. Both the size and the direction of the force will determine how that force affects the motion of the objects.
ar_eg: تحدث القوة في أي وقت تتفاعل به الاشياء، الحجم واتجاه القوة سوف يحددان كيفية تأثير تلك القوة على حركة الأشياء.
es_es: Una fuerza ocurre cuando hay una interacción entre dos objetos. Tanto el tamaño y la dirección de la fuerza determinarán cómo esa fuerza afecta el movimiento de los objetos.

source: Acceleration
ar_eg: التسارع
es_es: Aceleración

source: Acceleration is how quickly an object changes speed. If an object is speeding up or slowing down, it is accelerating.
ar_eg: التسارع هو التغير في سرعة الشيء. إذا كان الشيء يُسِرِع أو يتباطأ، فإنه يتسارع.
es_es: Aceleración es cuán rápido un objeto cambia de velocidad. Si un objeto está aumentando su velocidad, o disminuyéndola, entonces está acelerando.

source: Mass
ar_eg: كتلة
es_es: Masa

source: A measure of an object’s inertia as well as the effect gravity has upon it. An object with more mass will require more force to accelerate it and will feel a greater force of gravity upon it.
ar_eg: مقياس القصور الذاتي للشيءبالإضافة إلى تأثير الجاذبية عليه. كلما ازدادت كتلة الشيء، كلما احتاج للمزيد من القوة كي يتسارع، وسوف يشعر بقوة أكبر من الجاذبية عليه.
es_es: Una medida de la inercia de un objeto así como del efecto que la gravedad tiene sobre él. Un objeto con más masa requerirá más fuerza para acelerar y sentirá una mayor fuerza de gravedad sobre él.

source: For every action, there is an equal and opposite reaction. When a force is applied to an object, that object applies the exact same amount of force back on whatever applied it in the exact opposite direction. So if a person was to push a boulder across a field, the boulder would push back with the same force that the person pushed it with.
ar_eg: لكل فعل يوجد رد فعل معاكس ومساو . عند تؤثر قوة على شيء ما، يؤثر هذا الشيء بنفس مقدار القوة مرة أخرى في الاتجاه المعاكس تماما. حتى اذا دفع شخص صخرة عبر الحقل، ستقوم الصخرة بالدفع مرة أخرى بنفس القوة التي دفعها الشخص.
es_es: Para cada acción, hay una reacción idéntica en sentido opuesto. Cuando una fuerza se aplica a un objeto, dicho objeto aplica la misma cantidad de fuerza de vuelta al objeto que le aplicó la fuerza en la dirección exactamente opuesta. Así que si una persona empujara una piedra a través de un campo, la piedra empujaría de regreso a la persona con la misma fuerza.

source: Checking what you now know about... Newton's Third Law
ar_eg: تحقق مما تعرف مسبقاً عن... القانون الثالث لنيوتن
es_es: Revisando lo que sabes ahora acerca de... la Tercera Ley de Newton

source: Newton's Third Law of paired forces is true...
ar_eg: قانون نيوتن الثالث للقوى المقترنة صحيح ...
es_es: La Tercera Ley de Newton sobre las fuerzas pares es verdadera...

source: only when objects are the same size.
ar_eg: فقط عندما تكون الأشياء بنفس الحجم.
es_es: sólo cuando los objetos tienen el mismo tamaño.

source: only when objects are at rest.
ar_eg: فقط عندما تكون الأشياء ساكنة
es_es: sólo cuando los objetos están en reposo.

source: only when objects move at a constant speed.
ar_eg: فقط عند تحريك الأشياء بسرعة ثابتة.
es_es: sólo cuando los objetos se mueven a una velocidad constante.

source: any time two objects interact with one another.
ar_eg: أي وقت يتفاعل فيه شيئين مع بعضها البعض.
es_es: siempre que dos objetos interactúan el uno con el otro.

source: Your first quiz question is...
ar_eg: السؤال الاول في اختبارك القصير هو ..
es_es: Tu primera pregunta de evaluación es...

source: Nope. Forces are always paired, in any interaction, regardless of the size of the objects involved.
ar_eg: كلا. يتم إقران القوى دائما، في أي تفاعل، بغض النظر عن حجم الاشياء المعنية.
es_es: Nop. Las fuerzas siempre están emparejadas, en cualquier interacción, sin importar el tamaño de los objetos involucrados.

source: Nope. Forces are always paired even if the objects involved are in motion.
ar_eg: كلا. القوى دائما ما تكون مقترنة حتى ولو كانت الأشياء المرتبطة بها تتحرك.
es_es: Nop. Las fuerzas siempre están emparejadas, incluso si los objetos involucrados están en movimiento.

source: Nope. Forces are always paired even if the objects are speeding up or slowing down.
ar_eg: كلا. القوى دائما ما تكون مقترنة حتى لو كانت الأشياء مسرعة أو في تباطؤ.
es_es: Nop. Las fuerzas siempre están emparejadas, incluso si los objetos involucrados están aumentando o disminuyendo su velocidad.

source: You've got it. According to Newton's Third Law, forces are always paired anytime two objects interact.
ar_eg: لقد أصبت. وفقا لقانون نيوتن الثالث، يتم إقران القوى دائما في أي وقت تتفاعل به هذه الأشياء.
es_es: Acertaste. De acuerdo a la Tercera Ley de Newton, las fuerzas siempre están emparejadas cuando dos objetos interactúan.

source: Compare the two forces mentioned for the following situations. Use >, = or < signs to show how the forces compare to each other.
ar_eg: قارن بين القوتين المذكورتين للحالات التالية. استخدم الإشارات >، = أو < لإظهار مدى مقارنة القوى مع بعضها البعض.
es_es: Compara las dos fuerzas mencionadas en las siguientes situaciones. Utiliza los signos >, = o < para mostrar cómo se comparan las fuerzas entre sí.

source: The force the hammer puts on the nail.
ar_eg: القوة التي تؤثر بها المطرقة على المسمار.
es_es: La fuerza que el martillo aplica sobre el clavo.

source: The force of the hand on the valleyball.
ar_eg: قوة اليد على كرة الطائرة.
es_es: La fuerza que la mano aplica sobre el balón.

source: The force of the feet on the diving board.
ar_eg: قوة القدمين على متن لوح الغطس
es_es: La fuerza de los pies sobre el trampolín de clavados.

source: The force the nail puts on the hammer.
ar_eg: القوة التي يؤثر بها المسمار على المطرقة
es_es: La fuerza que el clavo aplica sobre el martillo.

source: The force of the diving board on the feet.
ar_eg: القوة التي يؤثر بها لوح الغطس على القدمين
es_es: La fuerza del trampolín de clavados sobre los pies.

source: The force the volleyball puts on the hand.
ar_eg: القوة التي تؤثر بها كرة الطائرة على اليد.
es_es: La fuerza que el balón aplica sobre la mano.

source: Comparing forces...
ar_eg: مقارنة القوى
es_es: Comparando fuerzas...
