Repository: geneconde/NGR-sandbox
Catalog: demo/newtons-third-law/Locale/*/LC_MESSAGES/newtons-third-law.po
Languages: ar_eg, es_es

source: You've got it. Forces are always paired, so in all of the interactions shown, both objects experience the same amount of force.
ar_eg: لقد أصبت. القوى دائما مُشْتَرَكَة و لذلك تظهر في كل التفاعلات، كلا الشيئين يتأثران بنفس القدر من القوة.
es_es: Acertaste. Las fuerzas siempre están emparejadas, entonces en todas las situaciones mostradas, ambos objetos experimentan la misma cantidad de fuerza.

source: Not quite. Any time two objects interact, the forces that they exert on each other will be equal in size.
ar_eg: ليس تماما. أي وقت يتلامس شيئين، فإن القوى التي يؤثرات بها على بعضهم البعض ستكون متساوية في الحجم.
es_es: No exactamente. Cada vez que dos objetos interactúan, las fuerzas que ejercen el uno sobre el otro serán iguales en tamaño.

source: Choose the arrow of the appropriate size and direction to represent the following forces in this situation.
ar_eg: اختر السهم ذا الحجم والاتجاه المناسب لتمثيل القوى التالية في هذه الحالة.
es_es: Elige la flecha en la dirección y tamaño apropiados para representar las siguientes fuerzas en esta situación.

source: The force of the man pushing on the car:
ar_eg: قوة الرجل الذي يدفع السيارة:
es_es: La fuerza del hombre empujando el carro:

source: The force of the car pushing back on the man:
ar_eg: قوة السيارة التي تدفع الرجل الى الوراء :
es_es: La fuerza del carro empujando al hombre:

source: Aiming arrow...
ar_eg: تصويب السهم ...
es_es: Apuntando una flecha...

source: You've got it! Anytime two objects put forces on each other, those forces are the same size and opposite in direction.
ar_eg: لقد أصبت! فعندما يؤثر شيئان بقوة على بعضهما البعض، تكون تلك القوى مساوية الحجم ومعكوسة في الاتجاه.
es_es: ¡Ahí lo tienes! Siempre que dos objetos aplican fuerza el uno sobre el otro, esas fuerzas son del mismo tamaño y van en dirección opuesta.

source: Nope. The forces are equal in size and opposite in direction, but the man puts a force on the car that is towards the left, and the car puts a force on the man which is towards the right.
ar_eg: كلا. القوى متساوية في الحجم ومتعاكسة في الاتجاه، يضع الرجل قوته على السيارة باتجاه اليسار، والسيارة تضع قوتها على الرجل باتجاه اليمين.
es_es: Nop. Las fuerzas son iguales en tamaño y opuestas en dirección, pero el hombre aplica una fuerza sobre el carro que va a la izquierda, y el carro aplica una fuerza sobre el hombre que va hacia la derecha.

source: Nope. Even though the man and car are quite different in size, the forces that they put on each other will be equal in size, and opposite in direction.
ar_eg: كلا. على الرغم من أن الرجل والسيارة مختلفان تماما في الحجم،الا أن القوى التي يؤثرات بها على بعضهم البعض ستكون متساوية في الحجم، ومتعاكسة في الاتجاه.
es_es: Nop. Aunque el hombre y el carro son bastante diferentes en tamaño, las fuerzas que aplican sobre el otro serán iguales en tamaño y en sentido contrario.

source: Rank these situations based on how quickly the wagon’s motion would change from rest. Arrange the images left to right from the greatest to the least movement.
ar_eg: صنف هذه الحالات بناء على مدى سرعة حركة العربة والتي ستتغير من حالة السكون. رتب الصور من اليسار إلى اليمين من الأكثر الى الاقل حركة.
es_es: Ordena estas situaciones basándote en cuán rápidamente el movimiento del vagón cambiaría a partir de estar en descanso. Organiza las imágenes de izquierda a derecha desde el mayor hasta el menor movimiento.

source: A wagon with one dog is pulled by one boy
es_es: Un niño tirando de un vagón con un perro

source: A wagon with two dogs is pulled by one boy
es_es: Un niño tirando de un vagón con dos perros

source: A wagon with one dog is pulled by two boys
es_es: Dos niños tirando de un vagón con un perros

source: An empty wagon is pulled by two boys
es_es: Dos niños tirando de un vagón vacío

source: Pulling a wagon...
ar_eg: جر عربة ...
es_es: Tirando de un vagón...

source: You’ve got it! The combined forces of the two boys will cause a large change in motion for one dog. The boy trying to accelerate two dogs on his own will have the least change in motion.
ar_eg: لقد أصبت! القوى المشتركة من الولدان سوف تغير حركة الكلب بشكل كبير. محاولة الولد أن يسارع اثنين من الكلاب من تلقاء نفسه سوف ينتج تغيير في الحركة..
es_es: ¡Acertaste! Las fuerzas combinadas de los dos niños provocarán un gran cambio en el movimiento para un perro. Con un sólo niño tratando de acelerar a dos perros él solo, tendría el menor cambio en el movimiento.

source: Not quite. The combined forces of two boys pulling will be greater than the force of one boy pulling on his own, but the mass of two dogs in the wagon will resist the change in motion greater than the mass of one dog in the wagon, and an empty wagon will provide the least resistance to a change in motion.
ar_eg: ليس تماما. القوى المشتركة من الولدين الذين يجرون ستكون أكبر من قوة ولد واحد يجر من تلقاء نفسه، ولكن كتلة اثنين من الكلاب في عربة ستقاوم التغيير في الحركة أكبر من كتلة كلب واحد في العربة، والعربة الفارغة سوف توفر أقل قدر من المقاومة لكي يتم التغيير في الحركة.
es_es: No del todo. Las fuerzas combinadas de dos niños tirando será mayor que la fuerza de un niño tirando por su cuenta, pero la masa de dos perros en el vagón resistirá más a un cambio en el movimiento que la masa de un perro en el vagón, y un vagón vacío proporcionará la menor resistencia a un cambio en el movimiento.

source: Select the arrow of the appropriate size and direction to represent the following forces in this situation.
ar_eg: اختر السهم بالحجم والاتجاه المناسب لتمثيل القوى التالية في هذا الوضع.
es_es: Elige la flecha en la dirección y tamaño apropiados para representar las siguientes fuerzas en esta situación.

source: Force of the hammer on the nail
ar_eg: قوة المطرقة على المسمار
es_es: La fuerza del martillo sobre el clavo

source: Force of the nail on the hammer
ar_eg: قوة المسمار على المطرقة
es_es: La fuerza del clavo sobre el martillo

source: Studying forces...
ar_eg: دراسة القوى...
es_es: Estudiando fuerzas...

source: Not quite. The forces are equal in size and opposite in direction, but the hammer puts a force on the nail in a downward direction, and the nail puts a force on the hammer in an upward direction.
ar_eg: ليس تماما. القوة متساوية في الحجم ومتعاكسة في الاتجاه، ولكن المطرقة تضع القوة على المسمار باتجاه سفلي، والمسمار يضع القوة على المطرقة باتجاه علوي.
es_es: No exactamente. Las fuerzas son iguales en tamaño y van en direcciones opuestas, pero el martillo aplica una fuerza sobre el clavo en dirección hacia abajo, y el clavo aplica una fuerza sobre el martillo en una dirección hacia arriba.

source: You got it! Anytime two objects put forces on each other, those forces are the same size and opposite in direction.
ar_eg: لقد أصبت! أي وقت يضع شيئين قواهما على بعضهما البعض، تكون تلك القوى بنفس الحجم ومعكوسة في الاتجاه.
es_es: ¡Acertaste! Siempre que dos objetos aplican fuerzas el uno sobre el otro, dichas fuerzas son del mismo tamaño y en dirección opuesta.

source: Nope. Even though we tend to focus on the force of the hammer hitting the nail, the nail also puts a force on the hammer. That's the force that stops the motion of the hammer. Without that force, you’d have to use the muscles in your arm to stop the hammer with every swing. You'd wear yourself out pretty quickly, if that was the case.
ar_eg: كلا. على الرغم من أننا نميل إلى التركيز على قوة المطرقة التي تضرب المسمار،يضع المسمار أيضا قوته على المطرقة. هذه هي القوة التي توقف حركة المطرقة. بدون هذه القوة، قد تستخدم عضلات ذراعك لوقف المطرقة مع كل حركة. سوف تتعب نفسك بسرعة ، إذا كان هذا هو الحال.
es_es: Nop. A pesar de que solemos enfocarnos en la fuerza del martillo al golpear el clavo, el clavo también aplica fuerza sobre el martillo. Ésa es la fuerza que detiene el movimiento del martillo. Sin esa fuerza, tendrías que utilizar los músculos de tu brazo para detener el martillo cada vez. Te cansarías muy rápidamente, si ese fuera el caso.

source: Your friend is having a hard time understanding how to apply Newton's Third Law of paired forces. As an example, he describes a horse pulling a cart. He claims that it would be impossible for the horse to move the cart forward if the horse and cart are putting the same amount of force on each other. Which of the following statements would be more in line with Newton's Third Law of paired forces?
ar_eg: صديقك يجد صعوبة في فهم كيفية تطبيق قانون نيوتن الثالث للقوى المشتركة. وكمثال على ذلك، هو يصف حصان يجر عربة. ويدعي أنه سيكون من المستحيل على الحصان تحريك العربة إلى الأمام إذا كان الحصان والعربة يضعان نفس القدر من القوة على بعضهما البعض. أي من العبارات التالية ستكون أكثر توافقا مع قانون نيوتن الثالث للقوى المشتركة؟
es_es: Tu amigo está teniendo dificultades para comprender cómo aplicar la Tercera Ley de Newton de las fuerzas pares. Como ejemplo, describe un caballo tirando de un carro. Afirma que sería imposible que el caballo moviera el carro hacia adelante si el caballo y el carro están poniendo la misma cantidad de fuerza el uno sobre el otro. ¿Cuál de las siguientes afirmaciones sería más acorde con la Tercera Ley de Newton de las fuerzas en pares?

source: To move forward, the horse puts a force on the cart which is larger than the force the cart puts on the horse.
ar_eg: للمضي قدما، يؤثر الحصان بقوته على العربة التي هي أكبر من القوة التي تؤثر بها العربة على الحصان.
es_es: Para avanzar, el caballo aplica una fuerza sobre el carro que es mayor a la fuerza que el carro aplica sobre el caballo.

source: To move forward, the horse must put a force on the cart which is greater than the weight of the cart.
ar_eg: للمضي قدما، على الحصان أن يؤثر بقوة على العربة و هي أكبر من وزن العربة.
es_es: Para avanzar, el caballo debe aplicar una fuerza sobre el carro que sea mayor que el peso del carro.

source: To move forward, the horse and cart put forces on each other which are equal in size.
ar_eg: للمضي قدما، يؤثر الحصان والعربة بقوة على بعضهما البعض تكون متساوية في الحجم.
es_es: Para avanzar, el caballo y el carro aplican fuerzas la una sobre la otra, que son iguales en tamaño.

source: To move forward, for a brief time the force of the horse on the cart is greater than the force of the cart on the horse.
ar_eg: للمضي قدما، ولفترة قصيرة تأثير قوة الحصان على العربة أكبر من تأثير قوة العربة على الحصان.
es_es: Para avanzar, por un tiempo breve, la fuerza del caballo sobre el carro es mayor que la fuerza del carro sobre el caballo.

source: Nope. It's impossible for the horse to put more force on the cart than the cart puts on the horse. Those forces are paired, so they’ll be the same size every time.
ar_eg: كلا. يستحيل على الحصان أن يؤثر بقوة على العربة أكثر من قوة العربة على الحصان. ستكون هذه القوى مشتركة بنفس الحجم في كل مرة.
es_es: Nop. Es imposible que el caballo aplique más fuerza sobre el carro que la que el carro aplica sobre el caballo. Esas fuerzas están emparejadas, por lo que serán del mismo tamaño cada vez.

source: Nope. The force we think of as weight acts in a downward direction, the pull of the horse acts in a sideways direction. The cart can actually be moved with a force much smaller than the weight of the cart.
ar_eg: كلا. القوة التي نعتبرها كوزن ، تعمل في الاتجاه السفلي، وجر الحصان يعمل في الاتجاه الجانبي. ويمكن نقل العربة باستخدام قوة أصغر بكثير من وزن العربة.
es_es: Nop. La fuerza en la que pensamos como peso, actúa hacia abajo, la fuerza del caballo actúa en una dirección lateral. En realidad, el carro puede ser movido con una fuerza mucho más pequeña que el peso del carro.

source: Yes! The forces that the cart and the horse put on each other will be the same size. The horse is able to get things moving by pushing off against the ground with a lot of force.
ar_eg: نعم! ستظل القوى التي تؤثر بها كل من العربة والحصان على بعضهما البعض نفس الحجم. الحصان قادر على جعل الأشياء تتحرك عن طريق الدفع ضد الأرض باستخدام الكثير من القوة.
es_es: ¡Sí! Las fuerzas que el carro y el caballo aplican el uno sobre el otro serán del mismo tamaño. El caballo es capaz de hacer que las cosas se muevan empujando contra el suelo con mucha fuerza.

source: Not quite. The forces that the cart and the horse put on each other are paired, so even if the horse tries to increase the force that it puts on the cart, the paired force that the cart puts on the horse will always increase to match it!
ar_eg: ليس تماما. القوة التي تضعها العربة والحصان على بعضهما البعض هي قوة مشتركة، حتى إذا حاول الحصان زيادة القوة التي يضعها على العربة، فالقوة المشتركة التي تضعها العربة على الحصان ستزداد دائما لتجاريها!
es_es: No exactamente. Las fuerzas que la carreta y el caballo ejercen sobre el otro están emparejadas, así que incluso si el caballo intenta incrementar la fuerza que pone sobre el carro, la fuerza par que el carro pone sobre el caballo siempre incrementará para igualarla.

source: You've completed the Newton's Third Law module.
ar_eg: لقد أكملت وحدة قانون نيوتن الثالث .
es_es: Has completado el módulo de la Tercera Ley de Newton.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: يمكنك التحقق كيف أجبت على الاختبارات السريعة' و 'الأسئلة القصيرة' لهذه الوحدة من خلال النقر على الزر أدناه.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: <span class='key'>Forces</span> are most easily thought of as a push or a pull, but objects don’t need to be in motion in order to be experiencing forces. Even when objects are sitting perfectly still, they are likely to be experiencing forces from any other objects that they are in contact with. Contact between objects is one of the clearest indicators that forces are present. Look at the interaction between the boys and the trampoline in the image below. Not only are the boys experiencing a force from the trampoline, keeping them from falling to the ground, but the trampoline is experiencing a force from the boys, causing it to stretch underneath them.
ar_eg: يمكن التفكير بأغلبية القوى أنها قوة دفع او سحب، ولكن ليس من الضروري أن تتحرك الأشياء لكي تكون تحت تأثير قوى معينة. حتى عندما تكون ساكنة تماما، فمن المرجح أنها تواجه قوى من أي شيء تلامسه. التلامس بين الأشياء هو واحد من المؤشرات الأوضح التي توجدها القوى.. أنظر الى التفاعل بين الأولاد والترامبولين في الصورة أدناه. ليس الأولاد فقط من يواجهون القوة من الترامبولين لتمكنهم من عدم السقوط، ولكن الترامبولين يواجه قوة من الأولاد، الأمر الذي أدى الى أن يتمدد من تحتهم.

source: Not only do forces always come in pairs, but the sizes of the two forces will always be equal. This can be tough to see because force is not the only thing that affects how much an object’s motion will change. The <span class='key'>mass</span> of the object determines how much the motion will change for a particular amount of force. Mass is measured in kilograms (kg) and is simply a measure of how much matter makes up an object. It’s easy to push the empty shopping cart when you first get to the grocery store, but as the cart fills up with groceries, it becomes more massive. When the cart is full, it becomes harder to change the cart’s motion. It’s harder to get the cart to start moving, harder to stop it once it's in motion, and harder to get it to go around corners. <span class='key'>Acceleration</span> is a term used to describe how quickly an object’s motion changes. For a certain amount of force, an object with more mass will have less acceleration, and an object with less mass will have a greater acceleration.
ar_eg: ليست القوى فقط ما يأتي بشكل مشترك، بل إن أحجام القوتين يكون دائما متساويا. وهذا من الصعب مشاهدته لأن القوى ليست الوحيدة التي تؤثر على مدى تغيير حركة الشيء. كتلة الشيء تحدد مقدار الحركة المتغيرة لقدر معين من القوة. ويتم قياس الكتلة بالكيلوغرام وهو ببساطة قياس لمقدار المادة الموجودة في الشيء. من السهل دفع عربة التسوق الفارغة عند الوصول الى محل البقالة، ولكن كلما امتلأت العربة بمواد البقالة كلما أصبحت كبيرة ويصبح من الصعب تغيير حركتها، ويصعب توقيفها عندما تتحرك ، ويصعب تحريكها عند الزوايا. التسارع هو مصطلح يستخدم لوصف مدى سرعة التغييرات في حركة الشيء. لقدر معين من القوة،يكون تسارع كتلة الشيءالكبيرة أقل، و يكون تسارع كتلة الشيءالصغيرةأكبر.

source: A) One boater jumps off the front, while the other boater remains seated.
ar_eg: أ. سائق القارب يقفز من أمام القارب، بينما يبقى الآخر جالسا.

source: B) Both boaters jump off the front of the boat.
ar_eg: ب, يقفز كلاهما من أمام القارب

source: C) One boater jumps off of an empty boat.
ar_eg: ج. يقفز أحد سائقي القوارب خارج القارب الفارغ.

source: D) One boater jumps off the front, while the other boater jumps off the back at the same time.
ar_eg: ج. يقفز أحد سائقي القوارب من مقدمة القارب بينما يقفز الآخر من الخلف بنفس الوقت.

source: A) A wagon with one dog is pulled by one boy
ar_eg: أ) عربة مع كلب واحد يجرها ولد واحد

source: B) A wagon with two dogs is pulled by one boy
ar_eg: ب) عربة مع كلبين يجرها ولد واحد

source: C) A wagon with one dog is pulled by two boys
ar_eg: ج) عربة مع كلب واحد يجرها ولدان

source: D) An empty wagon is pulled by two boys
ar_eg: د) عربة فارغة يجرها ولدان
