Repository: geneconde/NGR-sandbox
Catalog: demo/newtons-third-law/Locale/*/LC_MESSAGES/newtons-third-law.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: تقويم سريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: تقويم سريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: تقويم سريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: تقويم سريع رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Play
ar_eg: شغَل
es_es: Reproducir

source: Pause
ar_eg: وقف مؤقت
es_es: Pausa

source: Stop
ar_eg: توقف
es_es: Detener

source: Mute
ar_eg: صامت
es_es: Silencio

source: Unmute
ar_eg: غير صامت
es_es: Activar sonido

source: Max volume
ar_eg: أعلى صوت
es_es: Volumen máximo

source: Full screen
ar_eg: شاشة كامل
es_es: Pantalla completa

source: Restore screen
ar_eg: استعادة الشاشة
es_es: Restaurar pantalla

source: Repeat
ar_eg: كرر
es_es: Repetir

source: Repeat off
es_es: No repetir

source: Update Required
ar_eg: التحديث مطلوب
es_es: Actualización Requerida

source: To play the media you will need to either update your browser to a recent version or update your
ar_eg: لتشغيل الوسائط ستحتاج إما إلى تحديث المتصفح للنسخة الأخيرة أو تحديث
es_es: Para reproducir los contenidos multimedia, necesitas actualizar tu navegador a una versión más reciente o actualizar tu

source: Flash plugin
ar_eg: أدخل الفلاش
es_es: Lector Flash

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وثبت الفأرة وحركها للأعلى وللأسفل كي تُدَوِّر الصندوق وتختار إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
ar_eg: الوضع
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: الواجب المطلوب منك
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) حيث تعطيك فكرة عما تعرفه و ما تريد ان تدرسه
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على الزر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: السؤال القصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: السؤال القصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: السؤال القصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: السؤال القصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: السؤال القصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: السؤال القصير رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations,
ar_eg: مبرووووووووووك
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك على التقويم السريع والأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready
ar_eg: هل أنت مستعد،
es_es: Estás listo/a

source: Preparing your first quick check!
ar_eg: التحضير لاول تقويم سريع!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: هل أنت مستعد للتقويم السريع الأخير
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال سريع ؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها ...
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: وأول سؤال سريع هو ...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Welcome to the Newton's Third Law module
ar_eg: مرحبا بكم في وحدة قانون نيوتن الثالث ،
es_es: Bienvenido/a al módulo de la Tercera Ley de Newton,

source: Newton's Third Law
ar_eg: قانون نيوتن الثالث
es_es: Tercera Ley de Newton

source: Thinking about... Newton's Third Law
ar_eg: التفكير ... بقانون نيوتن الثالث
es_es: Pensando acerca de... la Tercera Ley de Newton

source: Objects all around you are interacting with one another. These interactions can cause objects to stay still, or they can affect the object in ways that can be identified by looking for patterns in the object's motion. Often, objects are experiencing interactions with several other things at the same time. These interactions can be described based on different types of forces. Forces can be really small, like the weight of a butterfly resting on your shoulder, or they can be huge like the thrust from a rocket carrying astronauts into space.
ar_eg: تتفاعل الأشياء من حولك مع بعضها البعض. ويمكن لهذه التفاعلات ان تجعل الأشياء ثابتة، أو يمكنها التأثير عليها بطرق يمكن تحديدها عن طريق البحث في أنماط حركة الشيء. وبالعادة تختبر تفاعلات الأشياء مع العديد من الأشياء الأخرى في نفس الوقت. ويمكن وصف هذه التفاعلات حسب أنواع مختلفة من القوى. ويمكن للقوى أن تكون صغيرة، مثل وزن فراشة تستريح على كتفك، أو يمكن أن تكون ضخمة كاندفاع الصاروخ الذي يحمل رواد الفضاء إلى الفضاء.
es_es: Todos los objetos a tu alrededor interactúan entre sí. Estas interacciones pueden provocar que los objetos se mantengan inmóviles o pueden afectar al objeto de manera que pueden ser identificados buscando patrones en el movimiento del objeto. Con frecuencia, los objetos están experimentando interacciones con varias otras cosas al mismo tiempo. Estas interacciones se pueden describir basándonos en distintos tipos de fuerzas. Las fuerzas pueden ser muy pequeñas, como el peso de una mariposa que se posa en tu hombro, o pueden ser enormes como el impulso de un cohete que lleva astronautas al espacio.

source: Checking what you already know about... Newton's Third Law
ar_eg: تحقق مما تعرف مسبقا عن ... قانون نيوتن الثالث
es_es: Revisando lo que ya sabes acerca de... la Tercera Ley de Newton

source: Which of these forces are occurring in the photo of the child on the swing?
ar_eg: أي من هذه القوى موجودة في صورة الطفل على الأرجوحة؟
es_es: ¿Cuál de estas fuerzas se están produciendo en la foto del niño en el columpio?

source: The woman pulling back on the swing.
ar_eg: رجوع المرأة للخلف على الأرجوحة
es_es: La mujer tirando del columpio hacia atrás

source: The swing pulling forward on the woman.
ar_eg: الأرجوحة تسحب المرأة للأمام
es_es: El columpio tirando de la mujer hacia adelante.

source: The child pulling down on the swing.
ar_eg: الطفل ينزل عن الأرجوحة
es_es: El niño tirando del columpio hacia abajo.

source: The swing pulling up on the child.
ar_eg: الأرجوحة ترفع الطفل أعلى
es_es: El columpio levantando al niño hacia arriba.

source: Playing at the park...
ar_eg: اللعب في الحديقة...
es_es: Jugando en el parque...

source: If you checked all the boxes, you're heading in the right direction. If objects are interacting, they are exerting forces on each other.
ar_eg: إذا فحصت جميع الصناديق،فأنت تسير في الاتجاه الصحيح. إذا كانت الكائنات تتفاعل، فهي تؤثر بقوة على بعضها البعض.
es_es: Si marcaste todas las casillas, vas en la dirección correcta. Si los objetos están interactuando, están ejerciendo fuerza los unos sobre los otros.

source: Reviewing big ideas about... Newton's Third Law
ar_eg: مراجعة الأفكار الكبيرة حول... قانون نيوتن الثالث
es_es: Revisando ideas importantes acerca de... la Tercera Ley de Newton

source: <span class='key'>Forces</span> are most easily thought of as a push or a pull, but objects don’t need to be in motion in order to be experiencing forces. Even when objects are sitting perfectly still, they are likely to be experiencing forces from any other objects that they are in contact with. Contact between objects is one of the clearest indicators that forces are present. Look at the interaction between the boys and the trampoline in the image below. Not only are the boys experiencing a force from the trampoline, keeping them from falling to the ground, but the trampoline is experiencing a force from the boys, causing it to stretch underneath them.
es_es: Es más fácil pensar acerca de las fuerzas como algo que empuja o tira de algo más, pero los objetos no necesitan estar en movimiento para estar experimentando fuerzas. Incluso cuando los objetos están completamente inmóviles, es probable que estén experimentando las fuerzas de otros objetos con los cuales están en contacto. El contacto entre objetos es una de las indicaciones más claras de que hay fuerzas presentes. Mira las interacciones entre los niños y el trampolín de la imagen de abajo. No sólo los niños experimentan una fuerza del trampolín, que evita que se caigan al suelo, sino que el trampolín está experimentando fuerza de los niños, haciendo que se estire debajo de ellos.

source: Although we don't notice it quite so easily, a similar interaction is occurring between this flower pot and table. The table is preventing the flower pot from crashing into the ground below, and the flower pot is causing the boards in the table to bend ever so slightly underneath it.
ar_eg: على الرغم من أننا لا نلاحظ ذلك بسهولة، هنالك تفاعل مشابه يحدث بين إناء الزهور والطاولة. الطاولة تمنع إناء الزهور من التحطم، وإناء الزهور يجعل ألواح الطاولة تنثني بخفة تحته.
es_es: Aunque no lo notamos tan fácilmente, una interacción similar se está produciendo entre esta maceta y la mesa. La mesa está impidiendo que la maceta se estrelle contra el suelo y la maceta provoca que las tablas de la mesa se doblen muy ligeramente debajo de ella.

source: This idea that any time objects are interacting with each other, they exert paired forces on one another is known as <span class='key'>Newton's Third Law</span> of motion. The discovery of this law is credited to Sir Isaac Newton, a well-known physicist from 17th century England.
ar_eg: هذه الفكرة تبين أن الأشياء تتفاعل مع بعضها البعض في أي وقت،وتؤثر الأشياء على بعضها البعض في القوى المشتركة وهذا ما يعرف بقانون نيوتن الثالث للحركة. و يعود الفضل في اكتشاف هذا القانون الى السيد اسحاق نيوتن، عالم الفيزياء المعروف من القرن ال17 في انجلترا.
es_es: Esta idea de que cada vez que los objetos están interactuando unos con otros, ejercen fuerzas en pares el uno sobre el otro se conoce como la Tercera Ley del Movimiento de Newton. El descubrimiento de esta ley se le atribuye a Sir Isaac Newton, un físico muy reconocido de la Inglaterra del siglo XVII.

source: Jumping on trampoline...
ar_eg: القفز على الترامبولين...
es_es: Saltando en un trampolín...

source: Identify <span class='blink'>ALL</span> of the interactions occurring in this photo of a rock climber.
ar_eg: حدد كل التفاعلات التي تحدث في هذه الصورة لتسلق الصخور.
es_es: Identifica TODAS las interacciones que están ocurriendo en la foto de esta escaladora de rocas.

source: The woman and the cable
ar_eg: المرأة والسلك
es_es: I. La mujer y el cable

source: The woman and the rocks
ar_eg: المرأة والصخور
es_es: II. La mujer y las rocas

source: The woman and the metal stake
ar_eg: المرأة والمشبك المعدني
es_es: III. La mujer y la estaca de metal.

source: I only
ar_eg: 1 فقط
es_es: Solamente I

source: II only
ar_eg: 2 فقط
es_es: Solamente II

source: III only
ar_eg: 3 فقط
es_es: Solamente III

source: I, II and III
ar_eg: 1 و 2 و 3
es_es: I, II y III

source: Close. The woman is grasping the cable with her hand, so there's definitely an interaction occurring there, but she’s also in contact with a few other objects in the photo.
ar_eg: لقد اقتربت من الاجابة. تمسك المرأة السلك في يدها، لذا لا بد من وجود تفاعل أكيد بينهما، لكنها أيضا تلامس عدد قليل من الأشياء الأخرى في الصورة.
es_es: Cerca. La mujer está sosteniendo el cable con su mano, así que definitivamente hay una interacción allí, pero también está en contacto con otros objetos en la foto.

source: Not quite. She's in contact with several other objects in addition to the rocks.
ar_eg: ليس تماما. إنها تلامس العديد من الأشياء الأخرى بالإضافة إلى الصخور.
es_es: No exactamente. Ella está en contacto con otros objetos además de las rocas.

source: Nope. She's definitely pulling on the stake, but there are a few other objects that she’s interacting with in the photo.
ar_eg: كلا. إنها تسحب المشبك المعدني بالتأكيد، ولكن هناك عدد قليل من الأشياء الأخرى التي تلامسها في الصورة.
es_es: Nop. Ella definitivamente tira de la estaca, pero hay otros objetos con los que está interactuando en la foto.

source: You've got it! She's grasping the cable in one hand, pulling on the metal stake with another, and using her feet to push off the rock surface.
ar_eg: لقد أصبت! إنها تمسك السلك في يدها، وتسحب المشبك المعدني بأخرى وتستخدم قدميها لتدفع نفسها بعيدا عن سطح الصخور.
es_es: ¡Ahí lo tienes! Está sosteniendo el cable con una mano, tirando de la estaca de metal con otra y utilizando sus pies para empujar la superficie de rocas.

source: Preparing your first quick check...
ar_eg: تحضير تقويمك السريع الاول!
es_es: Preparando tu primera evaluación rápida...

source: More big ideas about... Newton's Third Law
ar_eg: المزيد من الأفكار الكبيرة حول ... قانون نيوتن الثالث
es_es: Más ideas importantes acerca de... la Tercera Ley de Newton

source: Striking a ball...
ar_eg: ضرب الكرة ...
es_es: Golpeando una pelota...

source: If the skater in the red jacket pushes on the skater in the blue jacket, which of the following will happen?
ar_eg: إذا دفع المتزلج ذو السترة الحمراء المتزلج ذي السترة الزرقاء، أي من التالي سيحدث؟
es_es: Si el patinador de la chaqueta roja empuja al patinador de la chaqueta azul, ¿qué pasará?

source: The skater in the blue jacket will go backwards.
ar_eg: المتزلج في السترة الزرقاء سوف يرجع للوراء.
es_es: El patinador de la chaqueta azul irá hacia atrás.

source: The skater in the red jacket will go backwards.
ar_eg: المتزلج في السترة الحمراء سوف يرجع للوراء.
es_es: El patinador de la chaqueta roja irá hacia atrás.

source: Nothing, the skaters won't move.
ar_eg: لا شيء، لن يتحرك المتزلجين
es_es: Nada, los patinadores no se moverán.

source: Both skaters will move away from each other.
ar_eg: سيتحرك كل من المتزلجين بعيدا عن الآخر
es_es: Ambos patinadores se alejarán uno del otro.

source: Not quite. The skater in the blue jacket will go backwards due to the force from the skater in the red jacket. However, due to paired forces, the skater in the red jacket will also end up going backwards.
ar_eg: ليس تماما، سيرجع المتزلج في السترة الزرقاء للوراء بفضل القوة من المتزلج في السترة الحمراء. ولكن نظرا للقوى المشتركة، في نهاية المطاف المتزلج في السترة الحمراء سيرجع إلى الوراء.
es_es: No exactamente. El patinador de la chaqueta azul irá hacia atrás debido a la fuerza del patinador de la chaqueta roja. Sin embargo, debido a las fuerzas pares, el patinador de la chaqueta roja también irá hacia atrás.

source: Not quite. The skater in the red jacket will go backwards, but the force pair will also result in the skater in the blue jacket going backwards.
ar_eg: ليس تماما، المتزلج في السترة الحمراء سوف يرجع للوراء لكن القوة المقترنة سوف تجعل المتزلج في السترة الزرقاء يرجع للوراء أيضا.
es_es: No exactamente. El patinador de la chaqueta roja irá hacia atrás , pero debido al par de fuerzas, el patinador de la chaqueta roja también irá hacia atrás.

source: No. The slippery ice will make it very easy for forces to change the motion of the two skaters.
ar_eg: كلا، الجليد الزلق سوف يسهل للقوى تغيير حركة المتزلجين الاثنين.
es_es: No. El hielo resbaladizo hará que sea muy fácil que las fuerzas cambien el movimiento de ambos patinadores.

source: You've got it! Both skaters will experience forces due to this interaction, and the result will be that they both move backwards.
ar_eg: لقد أصبت! سوف يجرب كلا المتزلجين القوى بسبب هذا التفاعل، وستكون النتيجة أن يرجع كلاهما إلى الوراء.
es_es: ¡Acertaste! Ambos patinadores experimentarán fuerzas debido a esta interacción, y el resultado será que ambos se moverán hacia atrás.

source: Pushing slowly...
ar_eg: الدفع ببطء ...
es_es: Empujando lentamente...

source: Not only do forces always come in pairs, but the sizes of the two forces will always be equal. This can be tough to see because force is not the only thing that affects how much an object’s motion will change. The <span class='key'>mass</span> of the object determines how much the motion will change for a particular amount of force. Mass is measured in kilograms (kg) and is simply a measure of how much matter makes up an object. It’s easy to push the empty shopping cart when you first get to the grocery store, but as the cart fills up with groceries, it becomes more massive. When the cart is full, it becomes harder to change the cart’s motion. It’s harder to get the cart to start moving, harder to stop it once it's in motion, and harder to get it to go around corners. <span class='key'>Acceleration</span> is a term used to describe how quickly an object’s motion changes. For a certain amount of force, an object with more mass will have less acceleration, and an object with less mass will have a greater acceleration.
es_es: No sólo las fuerzas siempre vienen en pares, sino que el tamaño de ambas fuerzas siempre será igual. Esto puede ser difícil de ver porque la fuerza no es la única cosa que afecta cómo se cambia el movimiento de un objeto. La masa del objeto determina cuánto cambiará el movimiento a partir de una cantidad particular de fuerza. La masa se mide en kilogramos (kg) y es simplemente una medida de cuánta materia forma a un objeto. Es fácil empujar el carrito de la compra vacío cuando apenas llegas a la tienda, pero conforme el carrito se llena con víveres, obtiene más masa. Cuando el carrito está lleno, se vuelve más difícil cambiar su movimiento. Es más difícil hacer que el carrito comience a moverse, más difícil hacer que se detenga una vez que está en movimiento, y más difícil hacer que gire al llegar a una esquina. Aceleración es un término que se utiliza para describir cuán rápido cambia el movimiento de un objeto. Para cierta cantidad de fuerza, un objeto con más masa tendrá menos aceleración y un objeto con menos masa tendrá una mayor aceleración.

source: When two objects interact, they put equal forces on each other, but their accelerations will also depend upon their masses. If one of the objects is two times more massive than the other, the more massive object will experience half as much acceleration as the lighter object. This can make it difficult to understand that the forces they put on each other are always equal in size. Did you know that when you jump off the ground, you push down on the earth with the same amount of force that it pushes up on you? This might be hard to believe because we don’t see the earth move. The reason for that is not a difference in forces but a huge difference between your mass and the mass of the earth. If the two objects involved in an interaction have the same amount of mass, it’s easy to see that the forces they exert on each other are equal size because the accelerations will be the same size, too!
ar_eg: عندما يتفاعل شيئان معا، فهما يؤثران بقوى متساوية على بعضهما البعض، ولكن سيعتمد تسارعهما على كتلتهما. إذا كان أحد الأشياء اضخم بمرتين من الآخر، فسوف يختبرالشيء الاضخم نصف التسارع الذي سيختبره الشيء الأخف وزنا. وهذا يجعل استيعاب القوة التي يتبادلانها والمتساوية في الحجم صعبا جدا. هل تعلم أنه عند القفز من فوق الأرض، انت تقوم بدفع نفس المقدار من القوة التي دفعتها الى أعلى.من الصعب تصديق هذا الشيء لأننا لا نرى الارض تتحرك. السبب في ذلك ليس الفرق في القوى ولكن الفرق الكبير بين كتلتك وكتلة الأرض. إذا كان لدى الشيئين المتشاركين في التفاعل نفس الكتلة، فإنه من السهل أن نرى أن القوى التي تؤثر على بعضها البعض متساوية بالمقدار لأن التسارع سيكون نفس المقدار، أيضا!
es_es: Cuando dos objetos interactúan, aplican fuerzas iguales uno sobre el otro, pero su aceleración también dependerá de sus masas. Si uno de los objetos es dos veces más masivo que el otro, el objeto con más masa experimentará la mitad de la aceleración del objeto más ligero. Esto puede hacer difícil entender que las fuerzas que aplican el uno sobre el otro siempre son iguales en tamaño. ¿Sabías que cuando saltas, estás empujando a la Tierra con la misma fuerza con la que ella te empuja hacia arriba? Esto puede ser difícil de creer porque no vemos a la Tierra moverse. La razón de ello no es una diferencia en las fuerzas que ejercen entre ustedes, sino una enorme diferencia entre tu masa y la masa de la Tierra. Si ambos objetos involucrados en una interacción tienen la misma cantidad de masa, es fácil ver que las fuerzas que ejercen el uno sobre el otro son iguales en tamaño porque las aceleraciones serán del mismo tamaño también.

source: Calculating mass...
ar_eg: حساب الكتلة ...
es_es: Calculando la masa...

source: A person jumping into the water from a boat notices that the boat moves in the opposite direction when she jumps from the front of it. Rank the following situations based on the size of the acceleration, or change in motion, that the boat would experience. Arrange the images left to right from the greatest to the least movement.
ar_eg: تقفز أحداهما داخل الماء وتلاحظ أن القارب يتحرك في الاتجاه المعاكس عندما قفزت من أمامه. صنف الحالات التالية على أساس حجم التسارع، أو التغير في الحركة، التي سيتعرض لها القارب. رتب الصور من اليسار إلى اليمين من الأكثر الى الأقل حركة.
es_es: Una persona que salta al agua desde un bote se da cuenta de que el bote se mueve en dirección opuesta cuando salta desde el frente. Organiza las siguientes situaciones basándote en el tamaño de la aceleración, o el cambio en el movimiento, que experimentaría el bote. Organiza las imágenes de izquierda a derecha desde el mayor al menor movimiento.

source: One boater jumps off the front, while the other boater remains seated.
es_es: Un navegante salta desde el frente, mientras que el otro navegante permanece sentado.

source: Both boaters jump off the front of the boat.
es_es: Ambos navegantes saltan desde el frente del bote.
