Repository: geneconde/NGR-sandbox
Catalog: demo/plate-tectonics/Locale/*/LC_MESSAGES/plate-tectonics.po
Languages: ar_eg, es_es

source: In the Rocky Mountains
ar_eg: في جبال روكي
es_es: En las Montañas Rocosas

source: Clumped in just one small area in California
ar_eg: تجمعت فقط في منطقة واحدة صغيرة في ولاية كاليفورنيا
es_es: Acumulados en una única área pequeña en California

source: Parallel to the Pacific Coast but a little inland
ar_eg: موازية لساحل المحيط الهادئ ولكنها داخلية اكثر
es_es: Paralelos a la Costa del Pacífico pero algo tierra adentro

source: Question B. The pattern of earthquakes (black dots) shown on the map below:
ar_eg: السؤال ب: شكل الزلازل (النقاط السوداء) التي تظهر على الخريطة أدناه:
es_es: Pregunta B. El patrón de los terremotos (puntos negros) mostrados en el mapa debajo:

source: Is exactly like the pattern of volcanoes on the map in question A above.
ar_eg: هو بالضبط مثل شكل البراكين على الخريطة في السؤال أ أعلاه.
es_es: Es exactamente igual al patrón de volcanes en el mapa de la pregunta A.

source: Is similar to the pattern of volcanoes on the map in question A above but has earthquakes over a greater area.
ar_eg: يشبه نمط البراكين على الخريطة في السؤال (أ) أعلاه ولكن الزلازل فيها موجودة على مساحة أكبر.
es_es: Es similar al patrón de volcanes en el mapa de la pregunta A, pero aparecen en un área más grande.

source: Shows earthquakes occur only in the western United States.
ar_eg: يبين حدوث زلازل في غرب الولايات المتحدة فقط.
es_es: Muestra que los terremotos sólo suceden en el oeste de los Estados Unidos.

source: Monitoring volcanic earthquakes...
ar_eg: مراقبة الزلازل البركانية ...
es_es: Monitoreando terremotos volcánicos...

source: Shows earthquakes occurring in Florida.
ar_eg: يبين الزلازل التي تحدث في ولاية فلوريدا.
es_es: Muestra terremotos que ocurren en Florida.

source: Not quite - The red dots that represent volcanoes occur parallel to the pacific coast but not right on the coast.
ar_eg: ليس تماما - النقاط الحمراء التي تمثل البراكين تحدث موازية لساحل المحيط الهادئ ولكن ليست على الساحل تماما.
es_es: No exactamente - Los puntos rojos que representan volcanes aparecen de manera paralela a la costa del Pacífico pero no están justo en la costa.

source: Not quite - The red dots that represent volcanoes occur near the pacific coast.
ar_eg: ليس تماما - النقاط الحمراء التي تمثل البراكين تحدث بالقرب من ساحل المحيط الهادئ.
es_es: No exactamente - Los puntos rojos que representan volcanes aparecen cerca de la costa del Pacífico.

source: Not quite - The red dots that represent volcanoes occur all along the pacific coast - not just in California.
ar_eg: ليس تماما - النقاط الحمراء التي تمثل البراكين تحدث على طول ساحل المحيط الهادئ - وليس في ولاية كاليفورنيا فقط.
es_es: No exactamente - Los puntos rojos que representan volcanes aparecen a todo lo largo de la costa del Pacífico - no sólo en California.

source: Yes! You can see on the map that the red dots representing volcanoes occur all along the pacific coast - not right on the coast - but rather a little bit inland away from the coast.
ar_eg: نعم! يمكنك ان ترى النقط الحمراء على الخريطة و التي تمثل البراكين التي تحدث على طول ساحل المحيط الهادئ - ليست تماما على الساحل - بل بالأحرى بعيدة قليلا عن المناطق الداخلية من الساحل.
es_es: ¡Sí! Puedes ver en el mapa que los puntos rojos que representan volcanes aparecen a todo lo largo de la costa del Pacífico - no justo sobre la costa - sino un poco más tierra adentro.

source: Not exactly - The pattern of earthquakes shown on question A map is similar to the pattern near the pacific coast but the black dots representing earthquakes occur all over Western United States as well.
ar_eg: ليس بالضبط - شكل الزلازل المبين في السؤال أ مشابه للشكل القريب من ساحل المحيط الهادئ ولكن النقط السوداء التي تمثل الزلازل تحدث كذلك في جميع أنحاء غرب الولايات المتحدة .
es_es: No exactamente - El patrón de terremotos mostrados en el mapa de la pregunta A es similar al patrón cercano de la costa del Pacífico pero los puntos negros que representan terremotos también aparecen en todo el Oeste de los Estados Unidos.

source: Yes - The red dots that represent volcanoes occur near the pacific coast and the black dots representing earthquakes occur mostly near the pacific coast too - but also all over most of the rest of the United States.
ar_eg: نعم - النقاط الحمراء التي تمثل البراكين تحدث بالقرب من ساحل المحيط الهادئ والنقاط السوداء التي تمثل الزلازل تحدث في الغالب بالقرب من ساحل المحيط الهادئ أيضاً - ولكن أيضا في أغلب باقي مناطق الولايات المتحدة.
es_es: Sí - Los puntos rojos que representan volcanes aparecen cerca de la costa del Pacífico y los puntos negros que representan terremotos también aparecen principalmente cerca de la costa del Pacífico - pero también sobre la mayoría del resto de los Estados Unidos.

source: Not quite - Most of the earthquakes occur in Western United States but you can see on the map that some earthquakes (represented by the black dots) occur in Eastern United States as well.
ar_eg: ليس تماما - معظم الزلازل تحدث في غرب الولايات المتحدة الأمريكية ولكن يمكنك أن ترى على الخارطة أن بعض الزلازل (وتمثلها النقط السوداء) تحدث في شرقي الولايات المتحدة أيضا.
es_es: No exactamente - La mayoría de los terremotos suceden en el Oeste de los Estados Unidos pero puedes ver en el mapa que algunos terremotos (representados por los puntos negros) suceden en el este de los Estados Unidos también.

source: No - There are no black dots on the map in Florida, which means there are no earthquakes in Florida.
ar_eg: لا - لا يوجد نقط سوداء على الخريطة في ولاية فلوريدا مما يعني عدم وجود زلازل في ولاية فلوريدا.
es_es: No - No hay puntos negros en el mapa en Florida, lo que significa que no hay terremotos en Florida.

source: Scientists explain these patterns of mountains, volcanoes, and earthquakes by an idea called <span class='key'>plate tectonics</span>. The diagram below shows how the whole surface of the earth, including the continents and oceans, are all sitting on what geologists call <span class='key'>tectonic plates</span>.
ar_eg: يشرح العلماء هذه الأشكال من الجبال والبراكين، والزلازل بواسطة الفكرة المسمية <span class='key'>الصفيحة التكتونية</span>. ويوضح الرسم البياني الوارد أدناه كيف أن كل سطح الأرض ، بما في ذلك القارات والمحيطات،كلها تقع على ما يسميه علماء الجيولوجيا <span class='key'>الصفائح التكتونية</span> .
es_es: Los científicos explican estos patrones de montañas, volcanes y terremotos con una idea llamada <span class='key'>tectónica de placas</span>. El diagrama debajo muestra cómo toda la superficie de la tierra, incluyendo los continentes y océanos, están encima de lo que los geólogos llaman <span class='key'>placas tectónicas</span>.

source: These plates are like huge pieces of a jigsaw puzzle with the continents and oceans sitting on top of them. And they move around the earth very, very slowly, pulling away from each other and bumping into each other. This causes some very interesting and important things to happen on the earth - like mountains, volcanoes, and earthquakes.
ar_eg: هذه اللوحات هي مثل قطع ضخمة من الأحجية المتقاطعة بالقارات والمحيطات الموضوعة فوقها. و تتحرك حول الأرض ببطء شديد جدا، وتسحب بعيدا عن بعضها البعض، وتتصادم مع بعضها البعض. هذا يسبب بعض الأمور المثيرة للاهتمام والمهمة التي تحدث على الأرض - مثل الجبال والبراكين والزلازل.
es_es: Estas placas son como enormes piezas de un rompecabezas con los continentes y océanos reposando encima de ellas. Y se mueven por la tierra muy, muy lentamente, alejándose unas de otras y chocando entre sí. Esto provoca cosas muy interesantes e importantes en la Tierra - como montañas, volcanes y terremotos.

source: Eurasian Plate
ar_eg: الصفيحة الاوراسية
es_es: Placa Euroasiática

source: North American Plate
ar_eg: صفيحة أمريكا الشمالية
es_es: Placa Norteamericana

source: Pacific Plate
ar_eg: صفيحة المحيط الهادئ
es_es: Placa del Pacífico

source: Philippine Plate
ar_eg: صفيحة الفلبين
es_es: Placa Filipina

source: Indo-Australian Plate
ar_eg: الصفيحة الاسترالية-الهندية
es_es: Placa Indoaustraliana

source: Fiji Plate
ar_eg: صفيحة فيجي
es_es: Placa de Fiji

source: Coco's Plate
ar_eg: صفيحة جزر كوكو
es_es: Placa de Cocos

source: Antartic Plate
ar_eg: صفيحة القطب الجنوبي
es_es: Placa Antártica

source: Carribbean Plate
ar_eg: صفيحة البحر الكاريبي
es_es: Placa del Caribe

source: South American Plate
ar_eg: صفيحة أمريكا الجنوبية
es_es: Placa Sudamericana

source: Arabian Plate
ar_eg: صفيحة المنطقة العربية
es_es: Placa Arábiga

source: African Plate
ar_eg: صفيحة أفريقيا
es_es: Placa Africana

source: Scotia Plate
ar_eg: صفيحة سكوتيا
es_es: Placa de Scotia

source: Nazca Plate
ar_eg: صفيحة نازكا
es_es: Placa de Nazca

source: Volcanoes
ar_eg: البراكين
es_es: Volcanes

source: Continental Crust
ar_eg: القشرة القارية
es_es: Corteza Continental

source: Magma
ar_eg: المواد المنصهرة

source: Lithosphere
ar_eg: الغلاف الصخري
es_es: Litósfera

source: Asthenosphere
ar_eg: غلاف موري
es_es: Astenósfera

source: Trench
ar_eg: خندق
es_es: Foso

source: Oceanic Crust
ar_eg: قشرة المحيط
es_es: Corteza Oceánica

source: Sometimes when one plate bumps into another it causes one of the plates to get pushed under the other plate. Like if a small car crashes into the back of a big semi-truck, the small car might get pushed under the truck. This is called <span class='key'>subduction</span> when tectonic plates do it. A <span class='key'>subduction zone</span>, where the Pacific tectonic plate was pushed and dragged under the North American tectonic plate in California millions of years ago, caused the volcanoes in California. And in Washington and Oregon this process is still going on right now! That's why there are active volcanoes in Washington and Oregon but the volcanoes in California are dormant.
ar_eg: أحيانا عندما تصطدم صفيحة بأخرى فهي تتسبب بدفع إحدى الصفائح تحت الثانية. كما لو تحطمت سيارة صغيرة في الجزء الخلفي من شاحنة كبيرة ، السيارة الصغيرة قد يتم دفعها تحت الشاحنة. وهذا ما يسمى <span class='key'>الاندساس</span> عندما تفعل الصفائح التكتونية ذلك. منطقة <span class='key'>الاندساس</span> هي حيث تم دفع صفيحة المحيط الهادئ التكتونية وجرها تحت صفيحة أمريكا الشمالية التكتونية في ولاية كاليفورنيا منذ ملايين السنين وتسببت بحدوث البراكين في ولاية كاليفورنيا. وفي واشنطن وأوريغون هذه العملية لا تزال مستمرة حتى الآن! هذا هو سبب وجود البراكين النشطة في واشنطن وأوريغون ولكن البراكين في كاليفورنيا هي في سبات عميق.
es_es: A veces, cuando una placa choca contra otra, eso causa que una de las placas sea empujada bajo la otra. De la misma forma en que si un coche pequeño se estrella en la parte posterior de un gran camión, el pequeño coche puede que sea empujado debajo del camión. Esto se llama <span class='key'>subducción</span> cuando sucede con las placas tectónicas. Una <span class='key'>zona de subducción</span>, en la que la placa tectónica del Pacífico fue empujada y arrastrada bajo la placa tectónica Norteamericana en California millones de de años atrás, ocasionó los volcanes en California. ¡Y en Washington y Oregon este proceso sigue en marcha ahora mismo! Es por eso que hay volcanes activos en Washington y Oregon, pero los volcanes en California están latentes.

source: The <span class='key'>subduction</span> process causes the <span class='key'>ocean plate</span> to rub against the <span class='key'>continental plate</span> and the friction between them causes the rocks to heat up and melt until finally - boom!! - a volcano erupts. Try rubbing your hands together quickly and see how they heat up. That's friction! The same thing happens to heat the plates when they rub together - but it just happens very slowly.
ar_eg: عملية الاندساس</span> تسبب في جعل <span class='key'>صفيحة المحيط</span> تحتك <span class='key'>بالصفيحة القارية</span>، و الاحتكاك بينهما يسبب تسخين الصخور وتذوب حتى النهاية - ثم تنفجر !! - ويثور البركان. حاول فرك يديك معا بسرعة ولاحظ كيف تسخن. هذا هو الاحتكاك! ويحدث الشيء نفسه عند تسخين الصفائح عندما تحتك معا - لكنه يحدث فقط ببطء شديد.
es_es: El proceso de <span class='key'>subducción</span> provoca que la <span class='key'>placa oceánica</span> se deslice contra la <span class='key'>placa continental</span> y la fricción entre ellas hace que las rocas se calienten y derritan hasta que finalmente - ¡¡zas!! - Un volcán entra en erupción. Intenta frotar tus manos una con otra rápidamente y ve cómo se calientan. ¡Eso es fricción! Lo mismo ocurre para calentar las placas cuando se frotan entre sí - sólo que sucede muy lentamente.

source: Moving very slowly...
ar_eg: تحرك ببطء شديد
es_es: Moviéndose muy lentamente...

source: Question A. The whole earth is divided into tectonic plates. These plates are:
ar_eg: السؤال أ: تنقسم كل الأرض إلى صفائح تكتونية. هذه الصفائح هي:
es_es: Pregunta A. Toda la tierra está dividida en placas tectónicas. Estas placas tienen:

source: continents and oceans on them and the plates can move on the earth's surface.
ar_eg: القارات والمحيطات الموجودة عليها والصفائح يمكن أن تتحرك على سطح الأرض.
es_es: a continentes y océanos sobre de ellas, y las placas pueden moverse sobre la superficie de la tierra.

source: just continents on them and the plates are solid and never move.
ar_eg: القارات الموجودة عليها والصفائح صلبة ولا تتحرك أبدا.
es_es: sólo continentes sobre de ellas y las placas son sólidas y nunca se mueven.

source: oceans on them and the plates move back and forth with the tide.
ar_eg: تتحرك المحيطات الموجودة عليها والصفائح ذهابا وإيابا مع المد والجزر.
es_es: océanos sobre de ellas y las placas se mueven de un lado a otro con la marea.

source: oceans on them and the plates never move at all.
ar_eg: المحيطات الموجودة عليه والصفائح لا تتحرك على الإطلاق.
es_es: océanos sobre de ellas y las placas nunca se mueven en absoluto.

source: Question B. Heat generated from the tectonic plates rubbing up against each other during subduction causes...
ar_eg: السؤال ب: الحرارة المتولدة من احتكاك الصفائح التكتونية بعضها ببعض خلال حدوث الاندساس.
es_es: Pregunta B. El calor generado por la fricción entre unas placas tectónicas y otras durante la subducción causa...

source: California to be warmer than other states.
ar_eg: تكون كاليفورنيا أكثر دفئا من الدول الأخرى.
es_es: Que California sea más cálido que otros estados.

source: Rocks to melt and form volcanoes.
ar_eg: تذوب الصخور و تشكل البراكين.
es_es: Que rocas se derritan y formen volcanes.

source: Global warming.
ar_eg: الاحتباس الحراري
es_es: Calentamiento global.

source: Big waves to surf on.
ar_eg: موجات كبيرة للركوب عليها
es_es: Enormes olas para surfear.

source: Very good - tectonic plates are made up of both continental and oceanic plates that all slide and move around all over the earth's surface.
ar_eg: جيد جدا - تتكون الصفائح التكتونية من كل من الصفائح القارية والمحيطية والتي تنزلق وتتحرك في جميع أنحاء سطح الأرض.
es_es: Muy bien - las placas tectónicas están formadas tanto de placas continentales como oceánicas que se deslizan y desplazan por toda la superficie de la tierra.

source: Not quite - The tectonic plates are made up of both continental and oceanic plates that all slide and move around all over the earth's surface.
ar_eg: ليس تماما- تتكون الصفائح التكتونية من كل من الصفائح القارية والمحيطية والتي تنزلق وتتحرك في جميع أنحاء سطح الأرض.
es_es: No exactamente - Las placas tectónicas están formadas tanto de placas continentales como oceánicas que se deslizan y desplazan por toda la superficie de la tierra.

source: Not really - The tectonic plates are made up of both continental and oceanic plates and the forces that move them are from deep within the earth that have nothing to do with the tides.
ar_eg: ليس حقا - الصفائح التكتونية تتكون من كل من الصفائح القارية والمحيطية والقوى التي تحرك كلاهما من أعماق الأرض ولا علاقة لها بالمد والجزر .
es_es: No exactamente - Las placas tectónicas están formadas tanto de placas continentales como oceánicas y las fuerzas que las mueven vienen de la profundidad de la tierra y no tienen nada que ver con la marea.

source: Not really - Plate tectonics and subduction cause heating effects inside the earth not on the surface.
ar_eg: ليس حقا - الصفائح التكتونية والاندساس يتسببان بتأثيرات الحرارة داخل الأرض وليس على السطح.
es_es: No exactamente - La tectónica de placas y la subducción causan calor dentro de la tierra, no en la superficie.

source: Yes - Plate tectonics and subduction cause heating effects inside the earth that can melt rocks under the earth's surface and cause volcanoes.
ar_eg: نعم. الصفائح التكتونية والاندساس يتسببان بتأثيرات الحرارة داخل الأرض والتي يمكن أن تذوب الصخور تحت سطح الأرض وتسبب البراكين.
es_es: Sí - La tectónica de placas y la subducción causan calor dentro de la tierra que puede derretir rocas bajo la superficie terrestre y crear volcanes.

source: Using what you now know about... plate tectonics... to solve a problem
ar_eg: استخدام ما تعرفه الآن حول ...الصفائح التكتونية ... من أجل حل مشكلة
es_es: Utilizando lo que sabes ahora acerca de... tectónica de placas... para resolver un problema.

source: Pretend you were a multimillionaire and you were going to build the biggest, most beautiful and expensive house you could possibly imagine. And you could build it anywhere in the United States that you wanted.
ar_eg: تظاهر بأنك من أصحاب الملايين وانك ذاهب لبناء أجمل وأغلى بيت ممكن أن تتخيله. هل يمكن ان نبنيه في أي مكان نريده في الولايات المتحدة ا
es_es: Finge que eres un/a multimillonario/a y que vas a construir la casa más grande, más bella y más costosa que puedas imaginar. Y que puedes construirla en cualquier parte de los Estados Unidos que tú quieras.

source: Use your knowledge about plate tectonics to describe where in the United States you would build the house - and why - to minimize the chance it could be destroyed by natural disasters like earthquakes and volcanoes. What maps would you use to decide where to build?
ar_eg: استخدم معلوماتك عن الصفائح التكتونية لوصف مكان في الولايات المتحدة ترغب ببناء المنزل عليه - ولماذا -لتقليص احتمالية دماره من الكوارث الطبيعية مثل الزلازل والبراكين. ما الخرائط التي ستستخدمها لتحديد مكان البناء؟
es_es: Utiliza tu conocimiento acerca de la tectónica de placas para describir dónde en los Estados Unidos construirías la casa - y por qué - para minimizar la probabilidad de que se destruyera por desastres naturales como terremotos o volcanes. ¿Cuáles mapas utilizarías para decidir dónde construir?

source: Looking at the map...
ar_eg: النظر الى الخريطة
es_es: Mirando el mapa...

source: Summarizing big ideas about... plate tectonics
ar_eg: تلخيص الأفكار الأساسية حول ... الصفائح التكتونية
es_es: Resumiendo ideas clave acerca de... tectónica de placas

source: <span class='key'>Maps</span> are really important. They can show valuable information like weather or where volcanoes are located. They can cover geographic areas as big as the United States or the world, or as local as your neighborhood. The information on maps can be extremely helpful in planning what to wear to school today or where to live when you grow up. One kind of information that can be found on maps is the location of <span class='key'>earthquakes</span> and <span class='key'>volcanoes</span> in the United States. The <span class='key'>pattern</span> of the locations of these natural phenomena show that they are mostly found along the western boundary of the country in a line roughly parallel to the West Coast. This information might be useful in planning projects that require protection from natural disasters.
ar_eg: <span class='key'>الخرائط</span> هامة جدا. ويمكن أن تُظهر معلومات قيمة مثل أحوال الطقس أو مواقع وجود البراكين. ويمكن أن تغطي مناطق جغرافية كبيرة مثل الولايات المتحدة أو العالم، أو محلية مثل حيك المجاور. المعلومات على الخرائط يمكن أن تكون مفيدة للغاية في التخطيط لما تريد أن تلبس أو أين تريد العيش عندما تكبر. نوع واحد من المعلومات يمكن العثور عليها في الخرائط وهو <span class='key'>موقع الزلازل</span> و <span class='key'>البراكين</span> في الولايات المتحدة. <span class='key'>نمط</span> مواقع هذه الظواهر الطبيعية تبين في الغالب أنها موجودة على طول الحدود الغربية للبلاد في خط موازٍ تقريبا بلساحل الغربي. قد تكون هذه المعلومات مفيدة في تخطيط المشاريع التي تتطلب الحماية من الكوارث الطبيعية.
es_es: Los <span class='key'>mapas</span> son muy importantes. Pueden mostrar información valiosa como el clima o dónde se encuentran los volcanes. Pueden cubrir áreas geográficas tan grandes como los Estados Unidos o todo el mundo, o tan locales como tu vecindario. La información en los mapas puede ser extremadamente útil para planificar qué ponerte hoy para ir a la escuela o dónde vivir cuando seas grande. Un tipo de información que se puede encontrar en los mapas es la ubicación de <span class='key'>terremotos</span> y <span class='key'>volcanes</span> en los Estados Unidos. El <span class='key'>patrón</span> de las ubicaciones de estos fenómenos naturales muestran que se encuentran principalmente a lo largo de la frontera occidental del país, en una línea más o menos paralela a la Costa Oeste. Esta información podría ser útil para la planificación de proyectos que requieren protección contra los desastres naturales.

source: One of the most important ideas ever to come out of geology and maps is the theory of <span class='key'>plate tectonics</span>. Scientists came up with this idea based on geological and geographical data they plotted on maps. These data show patterns of earthquakes, mountains and volcanoes, which led them to believe that the crust under the oceans and continents of the earth are divided up into many pieces like a huge jigsaw puzzle. They called these pieces <span class='key'>tectonic plates</span>. And, incredibly, these plates could move around on the surface of the earth and pull apart from each other or crash into each other. These movements cause earthquakes to happen, volcanoes to erupt, and mountains to be formed.
ar_eg: واحدة من أهم الأفكار على الإطلاق للخروج من الجيولوجيا والخرائط هي نظرية <span class='key'>الصفائح التكتونية</span>. وجاء العلماء مع هذه الفكرة على أساس البيانات الجيولوجية والجغرافية التي رسموها على الخرائط. وتُظهر هذه البيانات أنماط الزلازل والجبال والبراكين، والتي أدت بهم إلى الاعتقاد بأن القشرة تحت محيطات وقارات الأرض مقسمة إلى العديد من القطع مثل أحجية ضخمة. وقد سميت هذه القطع <span class='key'>الصفائح التكتونية</span> . وبشكل لا يصدق، هذه الصفائح يمكن أن تتحرك على سطح الأرض وتسحب بعيدا عن بعضها البعض أو تصطدم مع بعضها البعض. هذه الحركات تسبب حدوث الزلازل، واندلاع البراكين، وتشكل الجبال.
es_es: Una de las ideas más importantes de la historia surgidas de la geología y los mapas es la teoría de la <span class='key'>tectónica de placas</span>. Los científicos desarrollaron esta idea sobre la base de datos geológicos y geográficos que trazaron en mapas. Estos datos muestran patrones de terremotos, montañas y volcanes, que les llevaron a creer que la corteza bajo los océanos y los continentes de la Tierra se divide en muchos pedazos, como un enorme rompecabezas. Llamaron a estas piezas <span class='key'>placas tectónicas</span>. Y, aunque parezca increíble, estas placas pueden moverse sobre la superficie de la tierra y alejarse las unas de las otras o chocar entre sí. Estos movimientos provocan que sucedan terremotos, que volcanes hagan erupción, y que las montañas se formen.

source: Reviewing key vocabulary related to... plate tectonics
ar_eg: مراجعة المفردات الرئيسية المتعلقة ... بالصفائح التكتونية
es_es: Revisando vocabulario clave relacionado con... tectónica de placas
