Repository: geneconde/NGR-sandbox
Catalog: demo/plate-tectonics/Locale/*/LC_MESSAGES/plate-tectonics.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: التحقق السريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: التحقق السريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: التحقق السريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: التحقق السريع رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.
es_es: Gira o voltea la caja de abajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر وثبت وحرك الماوس صعودا وهبوطا لتدوير الصندوق وحدد إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: مهمتك
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: سؤال الاختبار رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations
ar_eg: مبرووووووووووك
es_es: Felicitaciones

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للتحقق السريع والأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.
es_es: Ir al tablero de inicio

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready
ar_eg: هل انت مستعد؟
es_es: Estás listo/a

source: Preparing your first quick check...
ar_eg: تحضير اختبارك القصير الأول!
es_es: Preparando su primero comprobación rápida!

source: Ready for your last quick check?
ar_eg: هل أنت مستعد لأخر تحقق السريع؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل أنت مستعد لاخر سؤال قصير ؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها ...
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Plate Tectonics
ar_eg: الصفائح التكتونية
es_es: Tectónica de Placas

source: Welcome to the Plate Tectonics module
ar_eg: اهلا بك في مراجعة الصفائح التكتونية
es_es: Bienvenido/a a la revisión de Tectónica de Placas

source: Thinking about... plate tectonics
ar_eg: التفكير بالصفائح التكتونية
es_es: Pensando acerca de... tectónica de placas

source: Maps are fun to look at. They can help you find out where you are, where you're going, and what you're going to find when you get there. See if you can find your state on the map below.
ar_eg: الخرائط ممتعة عند النظر اليها. ويمكن أن تساعدك على معرفة موقعك، أو المكان الذي أنت ذاهب إليه، وماذا ستجد عند وصولك. انظر الى الخارطة أدناه واعرف في ما اذا تمكنت من العثور على دولتك.
es_es: Los mapas son divertidos. Te pueden ayudar a encontrar dónde estás, a dónde vas y lo que encontrarás cuando llegues allí. Mira si puedes encontrar tu estado en el mapa debajo.

source: Lots of people plan their summer vacations using maps. Some people like to go to the mountains and go backpacking or mountain biking. Other people like to go to the beach and go surfing or play beach volleyball. Where would you like to go for a vacation this coming summer? And what would you like to do? Can you find on the map the beach or mountain closest to your state? Did you know that the reason there are mountains and beaches is because plate tectonics have slowly but surely ripped continents apart and crashed them back together to create some of the best places in the world to go on summer vacations? Thank you, plate tectonics!!
ar_eg: يخطط الكثير من الناس عطلاتهم الصيفية باستخدام الخرائط.. يحب أن يذهب بعض الناس إلى الجبال أو المشي أو ركوب الدراجات الجبلية. آخرون يحبون الذهاب إلى الشاطئ و ركوب الأمواج أو لعب الكرة الطائرة الشاطئية. أين تريد أن تذهب لقضاء عطلة الصيف القادم؟ وماذا تريد أن تفعل؟ هل تستطيع العثور على خريطة الشاطئ أو الجبل الأقرب إلى دولتك؟ هل تعلم أن سبب وجود الجبال والشواطئ هو لأن الصفائح التكتونية وببطء مزقت القارات،وحطمتها وأعادتها مع بعضها لتشكل أفضل الأماكن في العالم للذهاب في عطلة الصيف؟ شكرا لك أيتها الصفائح التكتونية !!
es_es: Mucha personas planean sus vacaciones de verano utilizando mapas. Algunas personas disfrutan ir a las montañas a acampar o montar en bicicleta. A otras personas les gusta ir a la playa y surfear o jugar volleyball. ¿A dónde te gustaría ir de vacaciones este verano próximo? ¿Y qué te gustaría hacer? ¿Puedes encontrar en el mapa la playa o montaña más cercana a tu estado? ¿Sabías que la razón por la cual hay montañas y playas es porque las placas tectónicas han lentamente separado y unido de nuevo a los continentes para crear algunos de los mejores lugares del mundo para visitar durante las vacaciones de verano? ¡¡Gracias, tectónica de placas!!

source: Checking what you know about... plate tectonics
ar_eg: التأكد من مدى معرفتك... بالصفائح التكتونية
es_es: Revisando lo que sabes acerca de... tectónica de placas

source: In the United States, major earthquakes and volcanoes occur:
ar_eg: في الولايات المتحدة، تحدث زلازل وبراكين ضخمة :
es_es: En los Estados Unidos, los principales terremotos y volcanes ocurren:

source: Equally spaced all over the country.
ar_eg: متباعدة بشكلٍ متساوي في جميع أنحاء البلاد.
es_es: De igual manera en todo el país.

source: Mostly in the southern earthquake zone near Texas and Florida.
ar_eg: معظمها في المنطقة التي ضربها الزلزال جنوبا بالقرب من تكساس وفلوريدا.
es_es: Principalmente en la zona de terremotos en el sur, cerca de Texas y Florida.

source: In the mid-west near Chicago and Minneapolis.
ar_eg: في منطقة الغرب الأوسط بالقرب من شيكاغو و مينيابوليس.
es_es: En el medio oeste, cerca de Chicago y Minneapolis.

source: In a zone that runs along the West Coast.
ar_eg: في المنطقة التي تمتد على طول الساحل الغربي.
es_es: En una zona que pasa por la Costa Oeste.

source: Earthquakes and volcanoes aren't spread out equally across the United States. Sometimes, but not very often, states in the middle of the country, like Kansas or Nebraska or Illinois might get minor earthquakes that hardly do any damage. But the majority of earthquakes and volcanoes, especially the big ones, occur near the west coast in California, Washington, and Oregon.
ar_eg: لا تنتشر الزلازل والبراكين من بالتساوي في جميع أنحاء الولايات المتحدة. في بعض الأحيان، ولكن ليس في كثير من الأحيان، تحدث في وسط البلاد، مثل كانساس أو نبراسكا أو إيلينوي و قد تحصل فيها الزلازل الصغيرة التي بالكاد تحدث أي ضرر. ولكن الغالبية من الزلازل والبراكين، وخاصة الكبيرة منها، تحدث بالقرب من الساحل الغربي في ولاية كاليفورنيا وواشنطن وأوريغون.
es_es: Los terremotos y volcanes no están distribuidos de la misma manera por todo Estados Unidos. Algunas veces, pero no muy frecuentemente, los estados en el centro del país, como Kansas o Nebraska o Illinois pueden tener ligeros terremotos que casi no causan daños. Pero la mayoría de los terremotos y volcanes, especialmente los más grandes, ocurren cerca de la costa oeste en California, Washington y Oregon.

source: Duck, cover and hold
ar_eg: اختبئ واحتمي وتثبت
es_es: Agacharse, cubrirse y sostenerse

source: Reviewing big ideas about... plate tectonics
ar_eg: مراجعة الأفكار الأساسية حول ... الصفائح التكتونية
es_es: Revisando ideas clave acerca de... tectónica de placas

source: There are all kinds of maps that show all kinds of things about the land. Maps can provide important and useful information about the geography of an area. Many of the maps we commonly use show streets and highways, cities and towns. A good example is the map below that shows the major cities and highways in the state of Colorado. If you wanted to take a trip from Denver to Durango, which route would you choose? There's more than one way to get there, isn't there? Which route do you think is best?
ar_eg: هناك كل الأنواع من الخرائط التي تبين كل الاشياء عن الأرض. يمكن للخرائط تقديم معلومات مهمة ومفيدة عن جغرافية المنطقة. نحن نستخدم العديد من الخرائط والتي عادة لإظهار الشوارع والطرق السريعة والمدن والبلدات. وخير مثال على ذلك هي الخريطة أدناه والتي تظهر المدن الرئيسية والطرق السريعة في ولاية كولورادو. إذا كنت تريد أن تذهب في رحلة من دنفر الى دورانجو، أي طريق ستختار؟ هناك أكثر من طريق للوصول إلى هناك،أليس كذلك؟ أي الطريقين برأيك هي الأفضل؟
es_es: Hay toda clase de mapas que muestran toda clase de cosas acerca del terreno. Los mapas pueden proveer información útil e importante acerca de la geografía de un área. Muchos de los mapas que comúnmente utilizamos muestran calles y carreteras, ciudades y pueblos. Un buen ejemplo es el mapa debajo que muestra las ciudades y carreteras principales del estado de Colorado. Si quisieras tomar un viaje de Denver a Durango, ¿qué ruta elegirías? Hay más de una manera de llegar allí, ¿no es así? ¿Cuál ruta crees que sea la mejor?

source: There are other kinds of maps that are used for other purposes too. Hover on the images to know more.
ar_eg: وهناك أنواع أخرى من الخرائط تستخدم لأغراض أخرى أيضا. مرر الفأرة على الصور لمعرفة المزيد.
es_es: Hay otras clases de mapas que se utilizan para otros propósitos también. Pasa tu mouse por encima de las imágenes para saber más.

source: Some maps in the newspaper show what the weather is every day.
ar_eg: بعض الخرائط في الصحيفة تظهر الطقس كل يوم.
es_es: Algunos mapas en el periódico muestran el clima diariamente.

source: Some show where different kinds of landform features occur - like lakes, rivers, coasts, mountains, and plains.
ar_eg: تظهر بعض الخرائط حدوث أنواع مختلفة من التضاريس المميزة - مثل البحيرات والأنهار والسواحل والجبال والسهول.
es_es: Algunos muestran dónde ocurren distintos tipos de paisaje - como lagos, ríos, costas, montañas y planicies.

source: Other maps show climate zones.
ar_eg: الخرائط الاخرى تظهر المناطق المناخية.
es_es: Otros mapas muestran zonas climáticas.

source: The middle map above is a geography map that shows the major mountains, rivers, coasts, and plains in the United States. Can you find where you live on the map? What is the closest mountain or the closest ocean to where you live?
ar_eg: الخارطة التي في الوسط أعلاه هي خريطة الجغرافيا التي تظهر الجبال والأنهار والسواحل والسهول الكبرى في الولايات المتحدة. هل يمكنك العثور على المكان الذي تعيش فيه على الخريطة؟ ما هو أقرب جبل أو أقرب محيط للمكان الذي تعيش فيه؟
es_es: El mapa central anterior es un mapa geográfico que muestra las principales montañas, ríos, costas y planicies en los Estados Unidos. ¿Puedes encontrar dónde vives en el mapa? ¿Cuál es la montaña u océano más cercano a donde vives?

source: Reading a compass...
ar_eg: قراءة البوصلة ...
es_es: Leyendo una brújula...

source: Question A. On the map below, most of the biggest river systems occur in the:
ar_eg: السؤال أ: على الخريطة أدناه معظم أكبر الأنظمة النهرية تحدث في:
es_es: Pregunta A. En el mapa debajo, la mayoría de los sistemas de ríos más grandes ocurren en:

source: Rocky Mountains
ar_eg: جبال روكي
es_es: Montañas Rocosas

source: Great Plains
ar_eg: السهول العظمى
es_es: Grandes Planicies

source: Appalachian Mountains
ar_eg: جبال الأبلاش
es_es: Montes Apalaches

source: Coastal Plain
ar_eg: السهل الساحلي
es_es: Planicie Costera

source: Click to enlarge image
ar_eg: أنقر لتكبير الصورة
es_es: Da clic para agrandar la imagen

source: Question B. Maps can show all of the following except:
ar_eg: السؤال ب: الخرائط يمكن أن تظهر كل ما يلي ما عدا:
es_es: Pregunta B. Los mapas pueden mostrar todos los siguientes excepto:

source: How everybody feels today.
ar_eg: كيف يشعر الجميع اليوم.
es_es: Cómo se siente la gente hoy.

source: Where there are rivers and lakes.
ar_eg: مكان توجد الأنهار والبحيرات.
es_es: Dónde hay ríos y lagos.

source: Streets in your town or city.
ar_eg: الشوارع في بلدتك أو المدينة.
es_es: Las calles en tu pueblo o ciudad.

source: How long the coastline is.
ar_eg: ما هو طول الساحل
es_es: Cuán larga es la costa.

source: Question C. Maps can be best used to help you:
ar_eg: السؤال ج: أفضل استخدام للخرائط يمكن أن يساعدك:
es_es: Pregunta C. El mejor uso para los mapas es ayudarte a:

source: Plan a route to travel.
ar_eg: تخطيط طريق السفر.
es_es: Planear una ruta para viajar.

source: Decide where the nicest people live.
ar_eg: تقرير أين يعيش الناس الألطف
es_es: Decidir dónde vive la gente más agradable.

source: Plan what to do when you grow up.
ar_eg: التخطيط لما تريد القيام به عندما تكبر.
es_es: Planear qué hacer cuando crezcas.

source: All of the above.
ar_eg: كل ما ذكر
es_es: Todas las anteriores.

source: No - It's difficult to find any major rivers on the map in the Rocky Mountains.
ar_eg: لا - من الصعب العثور على أي أنهار رئيسية على خريطة في جبال روكي.
es_es: No - Es difícil encontrar ríos importantes en el mapa en las Montañas Rocosas.

source: Yes - You can see that the Great Plains area of the Midwest has several major river systems including the Mississippi, Missouri, and Ohio River systems.
ar_eg: نعم - يمكنك أن ترى أن منطقة السهول الكبرى في الغرب الأوسط فيها العديد من أنظمة الأنهار الرئيسية بما في ذلك ولاية ميسيسيبي وميسوري، وأنظمة نهر أوهايو.
es_es: Sí - Puedes ver que el área de las Grandes Planicies en el Medio Oeste tiene varios sistemas de ríos importantes incluyendo los sistemas de ríos Mississippi, Missouri y Ohio.

source: No - It's difficult to find any major rivers on the map in the Appalachian Mountains.
ar_eg: لا - من الصعب العثور على أي أنهار رئيسية على الخريطة في جبال الأبلاش.
es_es: No - Es difícil encontrar ríos importantes en el mapa en los Montes Apalaches.

source: No - There are some major rivers in the Coastal Plain area but they are actually the rivers from the Great Plains emptying into the sea.
ar_eg: لا - هناك بعض الأنهار الرئيسية في منطقة السهل الساحلي لكنها في الواقع أنهار من السهول العظمى وتصب في البحر.
es_es: No - Hay algunos ríos importantes en el área de la Planicie Costera pero en realidad son los ríos de las Grandes Planicies que llegan al mar.

source: Yes - Maps don't show how people feel.
ar_eg: نعم - الخرائط لا تظهر كيف يشعر الناس.
es_es: Sí - Los mapas no muestran cómo se siente la gente.

source: No - Maps can show where there are rivers and lakes.
ar_eg: لا - يمكن للخرائط أن تظهر مكان وجود الأنهار والبحيرات.
es_es: No - Los mapas pueden mostrar dónde hay ríos y lagos.

source: No - Maps can show where there are streets and rivers in your town.
ar_eg: لا - يمكن للخرائط أن تظهر مكان وجود الشوارع والأنهار في بلدتك.
es_es: No - Los mapas pueden mostrar dónde hay calles en tu pueblo o ciudad.

source: No - Maps can show how long the coastline is.
ar_eg: لا - يمكن للخرائط أن تظهر طول الساحل .
es_es: No - Los mapas pueden mostrar cuán larga es la costa.

source: Yes - You can look at a map to see roads and towns that help you plan a route to get where you want to go.
ar_eg: نعم - يمكنك النظر إلى الخريطة لمعرفة الطرق والبلدات التي تساعدك على تخطيط طريق ما للوصول الى حيث تريد الذهاب.
es_es: Sí - Puedes mirar un mapa para ver caminos y pueblos que te ayudarán a planear una ruta para llegar a donde desees ir.

source: Not quite - Nice people live everywhere, so there are no maps to decide where to find them.
ar_eg: ليس تماما - يعيش الاشخاص اللطفاء في كل مكان، ولذلك لا توجد خرائط لتحديد مكان العثور عليهم.
es_es: No exactamente - Hay gente agradable en todas partes, así que no hay mapas que puedan decidir dónde encontrarlas.

source: No - Planning what to do when you grow up depends on what you're interested in and what you're good at. Maps can't help you with that.
ar_eg: لا - التخطيط لما تريد القيام به عندما تكبر يعتمد على ما انت مهتما به وما انت جيد فيه. لا يمكن أن تساعدك الخرائط في ذلك.
es_es: No - Planear qué hacer cuando crezcas depende de las cosas que te interesen y de tus habilidades. Los mapas no te pueden ayudar con eso.

source: No - Planning what to do when you grow up depends on what you're interested in and what you're good at. Maps can't help you with that. And, nice people live everywhere so there are no maps to decide where to find them.
ar_eg: لا - التخطيط لما تريد القيام به عندما تكبر يعتمد على ما انت مهتما به وما انت جيد فيه. لا يمكن أن تساعدك الخرائط في ذلك. و يعيش الاشخاص اللطفاء في كل مكان، ولذلك لا توجد خرائط لتحديد مكان العثور عليهم
es_es: No - Planear qué hacer cuando crezcas depende de las cosas que te interesen y de tus habilidades. Los mapas no te pueden ayudar con eso. Y hay gente agradable en todas partes, así que no hay mapas que puedan decidir dónde encontrarlas.

source: Reviewing more big ideas about... plate tectonics
ar_eg: مراجعة المزيد من الأفكار الأساسية حول ... الصفائح التكتونية

source: More big ideas about... plate tectonics
ar_eg: المزيد من الأفكار الكبيرة حول ... الصفائح التكتونية
es_es: Más ideas importantes acerca de... tectónica de placas

source: The earth's major landform features, such as volcanoes, mountains, rivers, and coasts can be shown on <span class='key'>maps</span> so we can try and make sense out of the <span class='key'>patterns</span> they form.
ar_eg: سمات التضاريس الرئيسية للأرض، مثل البراكين والجبال والأنهار والسواحل يمكن عرضها على <span class='key'>الخرائط </span>حتى نتمكن من معرفة ما هو منطقي من <span class='key'>الأنماط</span> التي تشكلها.
es_es: Las principales accidentes geográficos de la tierra, como los volcanes, montañas, ríos y costas pueden mostrarse en los <span class='key'>mapas</span> para que podamos intentar comprender los <span class='key'>patrones</span> que forman.

source: This map shows the locations of most of the major volcanoes (red dots) in the United States. When these locations are shown on a map like this, it is easy to see a pattern of where the <span class='key'>volcanoes</span> are in the United States. First of all, they are all located in the western US and they are all located in a general north-south trend that roughly runs along the west coast.
ar_eg: هذه الخريطة تظهر مواقع معظم البراكين الكبرى (النقاط الحمراء) في الولايات المتحدة. عندما يتم عرض هذه المواقع على خريطة تشبهها، فمن السهل أن نرى نمطاً لمكان وجود <span class='key'>البراكين</span> في الولايات المتحدة. أولا وقبل كل شيء، فهي كلها تقع في غرب الولايات المتحدة، وتقع جميعها في الاتجاه العام بين الشمال والجنوب الذي يمتد على طول الساحل الغربي تقريبا.
es_es: Este mapa muestra la ubicación de la mayoría de los volcanes principales (puntos rojos) en los Estados Unidos. Cuando estas ubicaciones se muestran en un mapa así, es fácil ver un patrón de dónde se encuentran los <span class='key'>volcanes</span> en los Estados Unidos. Para empezar, todos se localizan en el oeste de los Estados Unidos y todos están ubicados en una tendencia general de norte a sur que recorre aproximadamente la costa oeste.

source: This map shows occurrences of major <span class='key'>earthquakes</span> (black dots) in the United States. How does the pattern of earthquakes shown on this map compare to the locations of volcanoes on the previous map? You're right. Most of the volcanoes and many of the earthquakes generally run north and south band and which is roughly parallel to the Pacific coast in the western part of the North American continent. But unlike volcanoes, a number of earthquakes are found in the central and eastern parts of the United States.
ar_eg: هذه الخريطة تبين حدوث <span class='key'>الزلازل </span> الرئيسية (النقاط السوداء) في الولايات المتحدة. كيف يمكن مقارنة أشكال الزلازل التي تظهر على هذه الخريطة مع أماكن حدوث البراكين على الخريطة السابقة؟ أنت على حق. معظم البراكين وكثير من الزلازل تتكون شمالا وجنوبا وهي موازية لساحل المحيط الهادئ تقريبا في الجزء الغربي من قارة أمريكا الشمالية. ولكن على عكس البراكين، تم العثور على عدد من الزلازل في الأجزاء الوسطى والشرقية من الولايات المتحدة.
es_es: Este mapa muestra la ubicación de la mayoría de los principales <span class='key'>terremotos</span> (puntos negros) en los Estados Unidos. ¿Cómo se compara el patrón de terremotos en este mapa a la ubicación de los volcanes en el mapa anterior? Tienes razón. La mayoría de los volcanes y muchos de los terremotos ocurren generalmente de norte a sur y de manera aproximadamente paralela a la costa del Pacífico en la parte oeste del continente Norteamericano. Pero al contrario de los volcanes, unos cuantos terremotos pueden encontrarse en el centro y este de los Estados Unidos.

source: Analyzing seismic waves...
ar_eg: تحليل الموجات الاهتزازية ...
es_es: Analizando ondas sísmicas...

source: Question A. On the map below, most of the volcanoes in Western United States occur:
ar_eg: السؤال أ: على الخريطة أدناه،تحدث معظم البراكين في غرب الولايات المتحدة الأمريكية :
es_es: Pregunta A. En el mapa debajo, la mayoría de los volcanes en el Oeste de los Estados Unidos ocurren:

source: Along the Pacific Coast
ar_eg: على امتداد ساحل المحيط الهادئ
es_es: A lo largo de la Costa del Pacífico
