Repository: geneconde/NGR-sandbox
Catalog: demo/plate-tectonics/Locale/*/LC_MESSAGES/plate-tectonics.po
Languages: ar_eg, es_es

source: When two tectonic plates meet and if one plate is more dense than the other, it may be pulled down into the mantle. The process is called subduction. This can push the other plate up, as well as melt the material of the plate that is being subducted.
ar_eg: عندما تلتقي اثنتين من الصفائح التكتونية، و كانت كثافة صفيحة أكثر من الأخرى، يمكن أن تسحب إلى داخل الغلاف. وتسمى هذه العملية الاندساس. وهذا يمكنه دفع الصفيحة الثانية إلى الأعلى، وكذلك إذابة المواد من الصفيحة التي تم سحبها إلى أسفل.
es_es: Cuando dos placas tectónicas chocan, si una placa es más densa que la otra, puede ser arrastrada por el manto. Dicho proceso se conoce como subducción. Esto puede empujar la otra placa hacia arriba, así como derretir el material de la placa que ha sido subducida.

source: An image showing the physical characteristics of a location. Maps are generally two-dimensional, but the images may be displayed in a way that shows a third dimension as well, such as in a topographical map.
ar_eg: صورة تُظهر الخصائص الفيزيائية للموقع. الخرائط عادة ما تكون ثنائية الأبعاد، ولكن قد يتم عرض الصور بطريقة يظهر البعد الثالث أيضا، كما هو الحال في الخريطة الطوبوغرافية.
es_es: Una imagen mostrando las características físicas de una ubicación. Los mapas en general tienen dos dimensiones, pero las imágenes pueden ser representadas de forma que muestren una tercera dimensión también, como en un mapa topográfico.

source: Any system that repeats in a predictable way. A pattern can be as simple as counting numbers, or as complex as weather, so long as there are repeating, predictable phenomena present.
ar_eg: أي نظام يمكن أن يتكرر بطريقة يمكن التنبؤ بها. ويمكن أن يكون الشكل بسيط مثل أرقام العد، أو معقدة مثل الطقس، طالما تتكرر يمكن التنبؤ بها.
es_es: Cualquier sistema que se repita de manera predecible. Un patrón puede ser tan simple como contar números, o tan complejo como el clima, siempre que estén presentes fenómenos repetidos y predecibles.

source: A solid piece of the earth's crust floating on top of the mantle. The earth is covered in these plates, and they fit together like pieces of a puzzle. Geologic activity such as volcanism and earthquakes are common where the plates meet.
ar_eg: قطعة صلبة من القشرة الأرضية العائمة على الجزء العلوي من غلاف الأرض. والأرض مغطاة بهذه الصفائح، وأنها تتوافق مع بعضها البعض مثل قطعة الأحجية. النشاط الجيولوجي مثل البراكين والزلازل شائعة حيث تلتقي الصفائح.
es_es: Una pieza sólida de la corteza terrestre que flota encima del manto. La tierra está cubierta por estas placas, y encajan juntas como las piezas de un rompecabezas. Las actividades geológicas como los volcanes y terremotos son comunes en los lugares donde chocan las placas.

source: A tear or hole in the earth's crust that allows lava, ash, and gases to escape from a magma chamber located below the surface. Volcanoes are common at tectonic plate boundaries, such as Mount St. Helens in Washington, U.S.A. but can also occur in the middle of plates, such as the islands of Hawai'i in the Pacific Ocean.
ar_eg: تمزق أو ثقب في القشرة الأرضية الذي يسمح للحمم والرماد والغازات بالخروج من حجرة المواد المنصهرة الموجودة تحت سطح الأرض. البراكين شائعة على حدود الصفائح التكتونية، مثل جبل سانت هيلين في واشنطن، الولايات المتحدة الأمريكية ويمكن أن تحدث أيضا في وسط هذه الصفائح كما هو الحال في جزر هاواي في المحيط الهادئ.
es_es: Un desgarre o agujero en la corteza terrestre que permite que lava, cenizas y gases escapen de una cámara magmática situada debajo de la superficie. Los volcanes son comunes en los límites de las placas tectónicas, como el Monte St. Helens en Washington, EE.UU., pero también pueden ocurrir en medio de placas, como las islas de Hawaii en el Océano Pacífico.

source: The release of tensional strain caused by two tectonic plates meeting. This release of energy causes the ground to shake and move around the area of the release.
ar_eg: خروج الضغط الموجود ينتج من إلتقاء صفيحتين تكتونيتين. خروج هذه الطاقة يسبب زعزعة الأرض وتحركها في جميع أنحاء المنطقة .
es_es: La liberación de presión tensional provocada por el choque de dos placas tectónicas. Esta liberación de energía provoca que el suelo se sacuda y deslice en el área de la liberación.

source: The theory that the earth is covered with fragmented pieces of crust floating on top of a plastic mantle. (Note that the mantle isn't the same kind of plastic like a plastic toy - but rather, hot rock that very slowly flows like "plastic") These fragments can move slowly over time, explaining the change in the position of Earth's continents over the span of its history.
ar_eg: النظرية هي ان الارض مغطاة بقطع مجزأة من القشرة عائمة على الغلاف البلاستيكي. (لاحظ أن الغلاف ليس هو النوع نفسه من البلاستيك مثل لعبة من البلاستيك - بل بالأحرى صخور ساخنة تتدفق ببطء شديد مثل "البلاستيك ") ويمكن لهذه الأجزاء التحرك ببطء على مر الزمن موضحا تغيير مواقع قارات كوكب الأرض على مدى تاريخها.
es_es: La teoría de que la Tierra está cubierta de piezas fragmentadas de corteza flotando encima de un manto plástico. (Toma en cuenta que el manto no es el mismo tipo de plástico que un juguete de plástico - sino más bien, roca caliente que fluye muy lentamente como "plástico") Estos fragmentos pueden moverse lentamente con el tiempo, lo que explica el cambio en la posición de los continentes de la Tierra a lo largo de su historia.

source: The part of a tectonic plate made out of "oceanic crust". Oceanic crust is generally much thinner and more dense than continental crust, allowing for oceans to form on top of it.
ar_eg: جزء من الصفيحة التكتونية مكون من "القشرة المحيطية ". القشرة المحيطية عموما أرق بكثير وأكثر كثافة من قشرة القارات، مما يسمح للمحيطات لأن تتكون فوقها.
es_es: La parte de una placa tectónica formada de "corteza oceánica". La corteza oceánica es generalmente mucho más delgada y más densa que la corteza continental, lo que permite que se formen océanos encima de ella.

source: The part of a tectonic plate made out of "continental crust". Continental crust is generally much thicker and less dense than oceanic crust.
ar_eg: جزء من الصفيحة التكتونية مكون من "القشرة القارية " . القشرة القارية عموما أسمك بكثير وأقل كثافة من القشرة المحيطية.
es_es: La parte de una placa tectónica formada de "corteza continental". La corteza continental es generalmente mucho más gruesa y menos densa que la corteza oceánica.

source: Subduction
ar_eg: الاندساس
es_es: Subducción

source: Map
ar_eg: خريطة
es_es: Mapa

source: Pattern
ar_eg: نمط
es_es: Patrón

source: Tectonic Plate
ar_eg: صفيحة تكتونية
es_es: Placa Tectónica

source: Volcano
ar_eg: بركان
es_es: Volcán

source: Earthquake
ar_eg: زلزال
es_es: Terremoto

source: Oceanic Crust Plate
ar_eg: قشرة صفيحة محيطية
es_es: Placa de la Corteza Oceánica

source: Continental Crust Plate
ar_eg: قشرة صفيحة قارية
es_es: Placa de la Corteza Continental

source: Checking what you now know about... plate tectonics
ar_eg: التحقق من مدى معرفتك.. بالصفائح التكتونية
es_es: Revisando lo que sabes ahora acerca de... tectónica de placas

source: The main purpose of maps is to be:
ar_eg: والغرض الرئيسي من الخرائط أن تكون:
es_es: El principal propósito de los mapas es ser:

source: Beautiful to hang on the wall
ar_eg: جميلة كي تعلق على الحائط
es_es: Bonitos para decorar los muros

source: Useful in showing important information
ar_eg: مفيدة في عرض المعلومات الهامة
es_es: Útiles para mostrar información importante

source: Interesting to look at
ar_eg: مثيرة للاهتمام عند النظر اليها
es_es: Interesantes para mirarlos

source: Colorful
ar_eg: ملونة
es_es: Coloridos

source: Not really - Maps can be beautiful and look great up on the wall but that's not their main purpose.
ar_eg: ليس حقا-الخرائط يمكن أن تكون جميلة وتبدو رائعة حتى على الجدار ولكن ليس هذا هو الغرض الرئيسي منها.
es_es: No exactamente - Los mapas pueden ser bellos y lucir muy bien sobre los muros pero ese no es su principal propósito.

source: Yes - The main purpose of maps is to show useful information to help us make decisions and figure things out.
ar_eg: نعم-الغرض الرئيسي من الخرائط إظهار معلومات مفيدة لمساعدتنا في اتخاذ القرارات ومعرفة الأشياء.
es_es: Sí - El principal propósito de los mapas es el mostrar información útil para ayudarnos a tomar decisiones y averiguar cosas.

source: Not really - Maps can be interesting and fun to look at but that's not their main purpose.
ar_eg: ليس حقا-خرائط يمكن أن تكون مثيرة للاهتمام وممتعة للنظر اليها ولكن ليس هذا هو الغرض الرئيسي منها.
es_es: En realidad no - Mirar mapas puede ser interesante y divertido pero ése no es su propósito principal.

source: Not really - Maps can be colorful and beautiful to look at but that's not their main purpose.
ar_eg: ليس حقا-يمكن أن تكون الخرائط ملونة وجميلة عند النظر اليها ولكن ليس هذا هو الغرض الرئيسي منها.
es_es: En realidad no - Los mapas pueden ser coloridos y hermosos pero ése no es su propósito principal.

source: Which of the following maps would be <span class='blink'>best</span> for planning a cross-country road trip route?
ar_eg: أي من الخرائط التالية سيكون <span class='blink'>الأفضل</span> لتخطيط مسار رحلة عبر البلاد؟
es_es: ¿Cuál de los siguientes mapas sería el <span class='blink'>mejor</span> para planear una ruta de viaje por carretera a través del país?

source: Daily weather map
ar_eg: خريطة الطقس اليومية
es_es: Mapa del clima diario

source: City map of Manhattan, Kansas
ar_eg: خريطة مدينة مانهاتن، كانساس
es_es: Mapa de la ciudad de Manhattan, Kansas

source: Hardiness zones for planting flowers map
ar_eg: خريطة تبين مناطق زراعة الزهور
es_es: Mapa de rusticidad de zonas para plantar flores

source: National Highway map
ar_eg: خريطة الطريق السريع الوطنية
es_es: Mapa de Carreteras Nacionales

source: Packing for road-trip...
ar_eg: حزم الحقائب لرحلة على الطريق...
es_es: Empacando para un viaje por carretera...

source: Not quite - A weather map can be helpful in planning a cross-country road trip to help you avoid bad weather, but is there an even better map to help you plan your trip?
ar_eg: ليس تماما - يمكن لخريطة الطقس أن تكون مفيدة في التخطيط لرحلة على الطريق عبر البلاد للمساعدة في تجنب سوء الأحوال الجوية، ولكن هل هناك خريطة أفضل لمساعدتك على تخطيط رحلتك؟
es_es: No exactamente - Un mapa del clima puede ser de ayuda al planear un viaje por carretera a través del país para evitar el mal clima, pero ¿habrá un mapa que te ayude aún más a planear tu viaje?

source: Not really - A city Map of Manhattan Kansas might help a little if you happen to be going through Kansas as part of your trip but wouldn't help in planning the whole cross country trip.
ar_eg: ليس حقا -ربما تساعدك خريطة مدينة مانهاتن كنساس قليلا إذا حدث ومررت بكانساس كجزء من رحلتك لكنها لن تساعد في التخطيط لرحلة عبر البلاد كلها.
es_es: No realmente - Un mapa de la ciudad de Manhattan, Kansas podría ayudarte un poco si estás pasando por Kansas como parte de tu viaje, pero no serviría para planear todo el viaje a través del país.

source: Not really - A hardiness map for planting flowers would be of no help in planning a cross-country road trip.
ar_eg: ليس حقا -الخريطة التي تبين مناطق زراعة الزهور لا يمكن أن تساعد في التخطيط لرحلة على الطريق عبر البلاد.
es_es: No realmente - Un mapa de rusticidad para plantar flores no sería de ayuda para planear un viaje por carretera a través del país.

source: Yes - A highway map of the United States would definitely be the best map to help in planning a cross-country road trip.
ar_eg: نعم - من شأن خارطة الطريق السريع للولايات المتحدة أن تكون أفضل خريطة للمساعدة في التخطيط لرحلة على الطريق عبر البلاد.
es_es: Sí - Un mapa de carreteras de los Estados Unidos definitivamente sería el mejor mapa para ayudarte a planear un viaje por carretera a través del país.

source: From this map of the plates that make up the Earth's crust, which of the following statements is <span class='blink'>not</span> true?
ar_eg: ومن خريطة الصفائح التي تشكل القشرة الأرضية ، أي من العبارات التالية <span class='blink'>ليست</span> صحيحة؟
es_es: A partir de este mapa de las Placas que forman la corteza terrestre, ¿cuál de las siguientes declaraciones <span class='blink'>no</span> es verdad?

source: The Pacific Plate is almost all ocean.
ar_eg: صفيحة المحيط الهادئ هي كل المحيط. تقريبا.
es_es: La Placa del Pacífico es casi completamente océano.

source: The North American plate is part land and part ocean.
ar_eg: جزء من صفيحة أمريكا الشمالية هي من الأرض وجزء منها من المحيط.
es_es: La Placa Norteamericana es parte tierra y parte océano.

source: The African Plate is all land.
ar_eg: الصفيحة الأفريقية هي منطقة يابسة.
es_es: La Placa Africana es únicamente tierra.

source: The Caribbean Islands are part of their own little plate.
ar_eg: جزر الكاريبي هي جزء من صفيحتنا الصغيرة.
es_es: Las Islas del Caribe forman parte de su propia pequeña placa.

source: Playing with jigsaw puzzles...
ar_eg: اللعب بالأحاجي
es_es: Jugando con rompecabezas...

source: Yes - This is NOT a TRUE statement. The African plate is a combination of the continent of Africa and part of the Atlantic Ocean.
ar_eg: نعم- هذه ليست عبارة صحيحة. الصفيحة الافريقية تجمع بين قارة إفريقيا وجزء من المحيط الأطلسي.
es_es: Sí - Esta NO es una declaración VERDADERA. La Placa Africana es una combinación del continente de África y parte del Océano Atlántico.

source: Not really - This is a TRUE statement. The Pacific plate is almost all ocean, with the exception of some small islands in the middle.
ar_eg: ليس حقا - هذه العبارة صحيحة. صفيحة المحيط الهادئ هي تقريبا كل المحيط، باستثناء بعض الجزر الصغيرة في الوسط.
es_es: No realmente - Esta es una declaración VERDADERA. La Placa del Pacífico es casi completamente océano, con la excepción de unas pequeñas islas en el centro.

source: Not really - This is a TRUE statement. The North American Plate is part land - the continent of North America - and part ocean - the eastern half of the Atlantic Ocean.
ar_eg: ليس حقا - هذه العبارة صحيحة. صفيحة أمريكا الشمالية هي جزء من اليابسة - قارة أمريكا الشمالية - وجزء من المحيط - النصف الشرقي من المحيط الأطلسي.
es_es: No realmente - Esta es una declaración VERDADERA. La Placa Norteamericana es en parte tierra - el continente de Norteamérica - y parte océano - la mitad este del Océano Atlántico.

source: Not really - This is a TRUE statement. The Caribbean Islands are on their own little plate.
ar_eg: ليس حقا- هذه العبارة صحيحة. جزر الكاريبي هي جزء من صفيحتنا الصغيرة .
es_es: No realmente - Esta es una declaración VERDADERA. Las Islas del Caribe están sobre su propia pequeña placa.

source: The map below shows the major plates that make up the earth's surface, and the arrows show the relative directions of each of the plates as they move relative to each other. From this map the following can be said to be true.
ar_eg: توضح الخريطة أدناه الصفائح الرئيسية التي تشكل سطح الأرض، وتظهر الأسهم الاتجاهات النسبية لكل الصفائح لأنها تتحرك باتجاه بعضها البعض. ومن هذه الخريطة يمكن أن يكون التالي صحيحا.
es_es: El mapa debajo muestra las principales placas que forman la superficie terrestre, y las flechas muestran las direcciones relativas de cada placa conforme a su movimiento relativo entre sí. A partir de este mapa ¿cuál de las siguientes declaraciones se puede decir es verdad?

source: The Caribbean Plate is moving towards Africa.
ar_eg: صفيحة الكاريبي تتحرك نحو أفريقيا.
es_es: La Placa del Caribe se está acercando a África.

source: The Australian Plate is moving away from the Philippine plate.
ar_eg: الصفيحة الاسترالية تتحرك بعيدا عن الصفيحة الفلبينية.
es_es: La Placa Australiana se está alejando de la Placa Filipina.

source: The Arabian plate is moving towards the Indian plate.
ar_eg: الصفيحة العربية تتحرك باتجاه الصفيحة الهندية.
es_es: La Placa Arábiga se está acercando a la Placa India.

source: The African Plate is moving away from the South American plate.
ar_eg: الصفيحة الأفريقية تتحرك بعيدا عن صفيحة أمريكا الجنوبية.
es_es: La Placa Africana se está alejando de la Placa Sudamericana.

source: Yes - the South American and African plates are moving away from each other.
ar_eg: نعم - تتحرك صفائح أمريكا الجنوبية وأفريقيا بعيدا عن بعضها البعض.
es_es: Sí - Las Placas Sudamericana y Africana se están alejando una de la otra.

source: Not really - The Caribbean plate is moving away from Africa.
ar_eg: ليس حقا - صفيحة الكاريبي تتحرك بعيدا عن أفريقيا.
es_es: En realidad no - La Placa del Caribe se está alejando de África.

source: Not really - The Arabian plate and the Indian plate are both moving in the same direction.
ar_eg: ليس حقا -كل من الصفيحة العربية والصفيحة الهندية يتحرك بنفس الاتجاه.
es_es: No realmente - La Placa Arábiga y la Placa India se están moviendo ambas en la misma dirección.

source: Not really - The Australian plate is moving towards the Philippine plate.
ar_eg: ليس حقا - الصفيحة الاسترالية تسير نحو الصفيحة الفلبينية.
es_es: En realidad no - La Placa Australiana se está moviendo hacia la Placa Filipina

source: Clicking to see the image...
ar_eg: انقر لترى الصورة ...
es_es: Clic para ver la imagen...

source: The diagram below illustrates an oceanic plate crashing into and going under a continental plate, forming a subduction zone that causes volcanoes. From the map below, which of the following plate boundaries would most likely form a subduction zone like this?
ar_eg: ويوضح الرسم البياني أدناه الصفيحة المحيطية وهي تصطدم وتتوجه تحت الصفيحة القارية، مشكلة منطقة اندساس تُسبب البراكين. من الخريطة أدناه، أي من حدود الصفائح التالية على الأرجح تشكل منطقة اندساس؟
es_es: El diagrama debajo ilustra una placa oceánica chocando contra y yendo debajo de una placa continental, formando una zona de subducción que provoca volcanes. A partir del mapa debajo, ¿cuál de los siguientes límites entre placas es más probable que forme una zona de subducción así?

source: South American and African
ar_eg: أمريكا الجنوبية وأفريقيا
es_es: Sudamericana y Africana

source: Pacific and North American
ar_eg: المحيط الهادئ وأمريكا الشمالية
es_es: Pacífico y Norteamericana

source: Nazca and South American
ar_eg: نازكا وأمريكا الجنوبية
es_es: Nazca y Sudamericana

source: North American and Eurasian
ar_eg: أمريكا الشمالية وأوراسيا
es_es: Norteamericana y Eurasiática

source: Going under a continental plate...
ar_eg: التوجه تحت الصفيحة القارية ...
es_es: Yendo bajo una placa continental...

source: Not really - the South American and African plates are moving away from each other, which couldn't form a subduction zone.
ar_eg: ليس حقا - صفائح أمريكا الجنوبية وأفريقيا تتحركان بعيدا عن بعضهما البعض، ولا يمكنهما تشكيل منطقة اندساس.
es_es: En realidad no - Las placas Sudamericana y Africana se están distanciando una de la otra, lo que no podría formar una zona de subducción.

source: No - The Pacific and North American plates are sliding sideways past each other.
ar_eg: لا - صفائح المحيط الهادئ وأمريكا الشمالية تنزلقان بشكل جانبي عكس بعضهما البعض.
es_es: No - Las placas del Pacífico y Norteamericana se están deslizando lateralmente una contra otra.

source: Yes - the South American and Nazca plates are moving towards each other, which could form a subduction zone.
ar_eg: نعم - صفائح أمريكا الجنوبية ونازكا تتحركان باتجاه بعضهما البعض، ويمكن أن تشكلان منطقة اندساس.
es_es: Sí - Las placas Sudamericana y Nazca se están acercando entre sí, lo que podría formar una zona de subducción.

source: Not really - The North American and Eurasian plates are moving away from each other.
ar_eg: ليس حقا - صفائح أمريكا الشمالية وأوراسيا يتحركان بعيدا عن بعضها البعض.
es_es: En realidad no - Las placas Norteamericana y Eurasiática se están alejando una de la otra.

source: The diagram below shows a series of maps that represent how the continental plates have moved during the past 200 million years. Which of the following statements is <span class='blink'>not</span> true based on what you can see on the maps?
ar_eg: ويوضح الرسم البياني أدناه سلسلة من الخرائط التي تمثل كيف تحركت الصفائح القارية خلال 200 مليون سنة ماضية. أي من العبارات التالية <span class='blink'>ليست</span> صحيحة استنادا لما يمكن رؤيته على الخرائط؟
es_es: El diagrama debajo nos muestra una serie de mapas que representan cómo las placas continentales se han movido durante los últimos 200 millones de años. ¿Cuál de las siguientes declaraciones <span class='blink'>no</span> es verdad basándote en lo que puedes ver en los mapas?

source: 200 million years ago, the continents were all bunched up in one large continent called Pangea.
ar_eg: قبل 200 مليون سنة، كانت القارات متزاحمة في قارة واحدة كبيرة تسمى بانجيا.
es_es: Hace 200 millones de años, los continentes estaban todos unidos en un solo continente grande llamado Pangea.

source: The continents have drifted apart for the past 200 million years.
ar_eg: وقد انجرفت القارات بعيدا في المئتي مليون سنة الماضية.
es_es: Los continentes se han alejado entre sí por los últimos 200 millones de años.

source: The continents will all start to move back together again soon.
ar_eg: سوف تبدأ كل القارات في التحرك معا مرة أخرى في وقت قريب.
es_es: Los continentes pronto comenzarán a acercarse entre sí de nuevo.

source: South America and Africa were once joined together.
ar_eg: أمريكا الجنوبية وأفريقيا كانتا متلاستقتان مع بعضهما.
es_es: Sudamérica y África estuvieron unidos una vez.

source: No - The map shows that this is a true statement.
ar_eg: لا - تُظهر الخارطة أن هذه عبارة صحيحة.
es_es: No - El mapa muestra que esta declaración es verdad.

source: Yes - This statement is NOT true. This map doesn't tell us anything about if or when the continents might all move back towards each other again.
ar_eg: نعم - هذه العبارة غير صحيحة. هذه الخريطة لا تخبرنا شيئا حول فيما إذا أو متى يمكن للقارات أن تتحرك باتجاه بعضها البعض مرة أخرى.
es_es: Sí - Esta declaración NO es verdad. Este mapa no nos dice nada acerca de si alguna vez o cuándo los continentes podrían acercarse de nuevo.

source: You've completed the Plate Tectonics module.
ar_eg: لقد أكملت مراجعة الصفائح التكتونية.
es_es: Has completado la revisión de Tectónica de Placas.

source: Click on the image to enlarge it.
ar_eg: أنقر على الصورة لتكبيرها
es_es: Da clic en la imagen para agrandarla.
