Repository: geneconde/NGR-sandbox
Catalog: demo/energy-for-life/Locale/*/LC_MESSAGES/energy-for-life.po
Languages: ar_eg

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Check Answer
ar_eg: تأكد من الاجابة

source: Read More
ar_eg: اقرا أكثر

source: You answered...
ar_eg: أنت أجبت ...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك

source: Close me!
ar_eg: أغلقني !

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2

source: Quick Check #3
ar_eg: إختبار سريع رقم 3

source: Quick Check #4
ar_eg: إختبار سريع رقم 4

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1

source: Quiz Question #2
ar_eg: سؤال قصير رقم 2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: How did I do?
ar_eg: كيف أجبت

source: select
ar_eg: اختار

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Let's begin!
ar_eg: هيا نبدأ!

source: Are you ready,
ar_eg: هل أنت مستعد،

source: Bathing under the sun...
ar_eg: الاستحمام تحت الشمس...

source: Releasing energy...
ar_eg: اطلاق الطاقة.

source: Preparing your first quick check...
ar_eg: استعد للتحقق من تقويمك السريع الأول...

source: Searching for food...
ar_eg: البحث عن الطعام...

source: Roles and relationships
ar_eg: الأدوار والعلاقات.

source: Burning fossil fuels...
ar_eg: عملية حرق الوقود الأحفوري ...

source: Ready for your last quick check?
ar_eg: أمستعد لتقويمك السريع والأخير؟

source: Analyzing the events...
ar_eg: تحليل الأحداث ...

source: Putting it all together...
ar_eg: جمع كل شيء مع بعضه البعض

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: Your first quiz question is...
ar_eg: سؤالك القصير الاول هو...

source: Digging coal...
ar_eg: حفر الفحم.

source: Network of food relationship...
ar_eg: شبكة من العلاقات الغذائية ...

source: Pumping fuel for ignition...
ar_eg: ضخ الوقود للاشتعال ..

source: Studying photosynthesis...
ar_eg: دراسة عملية التمثيل الضوئي ...

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال في الاختبار؟

source: You're done!
ar_eg: أنهيت!

source: Energy for Life
ar_eg: الطاقة من أجل الحياة

source: Start
ar_eg: ابدأ

source: Welcome to the Energy for Life review
ar_eg: مرحبا بكم في مراجعة الطاقة من أجل الحياة.

source: Thinking about... energy for life
ar_eg: التفكير ب ... الطاقة من أجل الحياة.

source: Our cars need energy. Our homes need energy. We need energy for our phones and computers. When we run out of energy ourselves, we eat to get more energy. It takes energy to power the atmosphere and cause weather. Even plants need energy.
ar_eg: سياراتنا تحتاج الى طاقة. بيوتنا تحتاج الى طاقة. ونحن نحتاج إلى الطاقة لهواتفنا وأجهزة الكمبيوتر. وعندما تنفذ طاقتنا نأكل للحصول على المزيد من الطاقة. نحتاج للطاقة لتشغيل الغلاف الجوي ولحدوث الطقس. حتى النباتات تحتاج إلى الطاقة.

source: Where to get some? The answer is above us every day, even when we can't see it because of clouds. It's the sun. Think about how everything somehow gets energy from the sun. It's all linked together.
ar_eg: أين يمكن الحصول على بعض من الطاقة ؟ الجواب هو ما هو فوقنا كل يوم، لا نستطيع حتى أن نراها بسبب الغيوم. انها الشمس. فكر في أن كل شيء يستمد طاقته بطريقة أو بأخرى من الشمس. انها كلها مرتبطة مع بعضها البعض.

source: Checking what you know... about energy for life
ar_eg: تأكد مما تعرف ... عن الطاقة في الحياة.

source: Click on the statement that is <span class='blink'>incorrect</span>
ar_eg: اضغط على العبارة <span class='blink'>غير الصحيحة</span> .

source: Click on the statement that is <span class='blink'>correct</span>.
ar_eg: انقر على البيان الذي هو <span class='blink'> الصحيح </span>.

source: The earth gets heat from the sun.
ar_eg: تستمد الأرض حرارتها من الشمس.

source: Light from the sun is absorbed by objects on earth.
ar_eg: يتم امتصاص الضوء من الشمس بواسطة الكائنات الحية على الأرض.

source: Absorbed light usually increases the energy in an object.
ar_eg: الضوء الممتص عادة يزيد من الطاقة في الأشياء.

source: All of the above.
ar_eg: كل مما ذكر أعلاه.

source: The light from the sun is reflected or absorbed by objects on earth. If an object absorbs sunlight, its energy increases. Continue with the lesson and review how the sun supplies plants with energy and how all living things depend on that for energy.
ar_eg: ينعكس الضوء من الشمس أو تمتصه الكائنات على الأرض. اذا امتص الشيء او الكائن ضوء الشمس فهذا يزيد من طاقته. أكمل الدرس و راجع كيف تمد الشمس الكائنات بالطاقة للنباتات وكيف أن كل الكائنات الحية تعتمد على الطاقة.

source: Reviewing core ideas... about energy for life
ar_eg: مراجعة الأفكار الأساسية ... حول الطاقة في الحياة.

source: We get the energy we need for everything we do in life from the sun. Much of that energy is reflected into space, but some is trapped in the leaves of green plants. In those leaves, a process called <span class="key">photosynthesis</span> converts the active, kinetic energy of light into the stored potential energy of chemical bonds.
ar_eg: نحصل على الطاقة التي نحتاجها لكل ما نقوم به في الحياة من الشمس. ينعكس جزء كبير من هذه الطاقة على الفضاء ولكن بعض هذه الطاقة ينحصر في اوراق النباتات الخضراء. في هذه الاوراق، عملية تسمى <span class="key">التمثيل الضوئي</span> تحول الطاقة الحركية النشطة من الضوء إلى الطاقة الكامنة المخزنة للروابط الكيميائية.

source: Photosynthesis converts air and water into sugar and oxygen in the part of a plant cell that is actually green. The green structure is called a <span class="key">chloroplast</span>, and is found mostly in leaves and stems. It contains a green chemical called <span class="key">chlorophyll</span> which is able to absorb energy from the sun. Oxygen is also made as a waste product of photosynthesis.
ar_eg: التمثيل الضوئي يحول الهواء والماء إلى سكر وأكسجين في جزء من الخلية النباتية التي هي في الواقع خضراء. ويسمى البناء الأخضر <span class="key">البلاستيدات الخضراء</span>، وتوجد معظمها في الأوراق والسيقان. وهي تحتوي على مادة كيميائية خضراء تسمى <span class="key">الكلوروفيل</span> وهي قادرة على امتصاص الطاقة من الشمس. ويعتبر الأكسجين كمنتج للمخلفات من التمثيل الضوئي.

source: Sunlight Light Energy
ar_eg: اشعة الشمس هي طاقة ضوئية.

source: Oxygen
ar_eg: الأكسجين

source: Glucose
ar_eg: الجلوكوز

source: Carbon Dioxide
ar_eg: ثاني اكسيد الكربون

source: Root
ar_eg: جذر

source: Water
ar_eg: مياه

source: Minerals
ar_eg: معادن

source: The key thing to remember is that energy from the sun is used to combine atoms into a sugar molecule. That energy is stored in the chemical bonds holding the atoms together. As long as the sugar molecules are together in some form, the energy will remain stored. The oxygen released as well is a waste product of photosynthesis, but is vital for other life processes in all plants and animals.
ar_eg: الامر الاساسي هو أن نتذكر أن الطاقة من الشمس تستخدم لتجمع الذرات في جزيء السكر. يتم تخزين تلك الطاقة في الروابط الكيميائية التي تجمع الذرات معا. طالما أن جزيئات السكر مترابطة بشكل ما، فإن الطاقة تبقى مخزنة. الأكسجين يحرر ايضا المخلفات من عملية التمثيل الضوئي، وهذا أمر حيوي للعمليات الأخرى في الحياة بالنسبة للنباتات والحيوانات كلها.

source: What about living things who can't capture the sun's energy through photosynthesis, like people? Other living things eat. Most of our energy comes from the sugars and starches in our diets. <span class='key'>Starches</span> are actually long chains of simple sugar molecules, bonded together. When they are broken down into simple sugars, they can enter cells, where the chemical bonds holding their atoms together, are broken apart. The energy that was once holding atoms to one another is then released and used to power the cell's life processes.
ar_eg: ماذا عن الأشياء التي لا تستطيع التقاط الطاقة الشمسية من خلال عملية التمثيل الضوئي، مثل البشر. الكائنات الحية الأخرى تأكل. معظم طاقتنا تأتي من السكريات والنشويات في وجباتنا الغذائية. <span class='key'> النشويات</span> هي في الواقع سلاسل طويلة من جزيئات السكر البسيطة، المرتبطة مع بعضها. عندما تنكسر الى سكريات بسيطة فهي تدخل الى الخلايا، حيث تنكسر الروابط الكيميائية التي تربط الذرات معا. الطاقة التي كان تربط الذرات مع بعضها البعض تحرر وتستخدم لتشغيل العمليات الحيوية للخلية.

source: Starchy foods: bread, potatoes, pasta, rice
ar_eg: الأطعمة النشوية: الخبز والبطاطس والمعكرونة والأرز

source: The first stage of respiration happens as soon as sugar enters the cell. It only releases a little energy, but it provides the raw materials for the two other stages. They both occur in a cellular structure called a mitochondrion. Both animals and plants have mitochondria in all of their cells. Through another complex set of reactions, the bonds holding the carbon, hydrogen, and oxygen atoms of sugar are broken and rearranged to produce carbon dioxide and water. The energy that remains is used by the cell.
ar_eg: المرحلة الأولى من التنفس تحدث بمجرد أن يدخل السكر إلى الخلية. وهي تطلق القليل من الطاقة فقط، ولكنها توفر المواد الخام للمرحلتين اللاحقتين. كلاهما يحدثان في بناء خلوي يسمى الحبيبات الخيطية. ففي جميع خلايا الحيوانات والنباتات توجد الميتوكوندريا. ومن خلال مجموعة معقدة من التفاعلات الأخرى، تتكسر الروابط التي تربط ذرات الكربون، والهيدروجين، و الأكسجين الموجودة في السكر ويعاد ترتيبها لإنتاج ثاني أكسيد الكربون والماء. وتستخدم الطاقة المتبقية بواسطة الخلية.

source: While the process is simple on the surface, many factors combine to determine just how our body processes work together to give us the energy we need when we need it.
ar_eg: ي حين أن العملية بسيطة على السطح، تتحد العديد من العوامل لتحدد كيف تعمل العمليات الحيوية في أجسامنا مع بعضها البعض لتعطينا الطاقة التي نحتاجها عندما نكون بحاجة إليها.

source: So when we run out of energy, we feel hungry and eat. After we eat, we feel better - thanks to the energy we've taken in. This is because our food is broken apart and digested, and absorbed by our digestive systems.
ar_eg: اذا عندما تنفذ منا الطاقة، نشعر بالجوع ونأكل. وبعد الأكل نشعر بالتحسن بفضل الطاقة . هذا لأن طعامنا يتكسر وينهضم. ويمتصه جهازنا الهضمي.

source: The small building blocks of our food molecules are then transported to cells all over our bodies by the circulatory system. This process of energy release is called <span class="key">cellular respiration</span>, and requires oxygen to occur. Like photosynthesis, cellular respiration is a complex, many-stepped process which can be summarized fairly simply. Sugar is broken down, using oxygen, to release energy and form carbon dioxide and water.
ar_eg: الجزيئات الصغيرة من قطع الغذاء تنقل الى الخلايا في كل جسمنا عن طريق الدورة الدموية. وتسمى عملية تحرير الطاقة ب <span class="key">التنفس الخلوي</span> وهي تتطلب وجود الأكسجين لتحدث. مثلها كمثل عملية التمثيل الضوئي ، التنفس الخلوي عملية معقدة، وهي عملية متعددة الخطوات والتي يمكن أن تتلخص بشكل بسيط.. يتم تكسير السكر ، وذلك باستخدام الأكسجين، لإطلاق الطاقة وتكوين ثاني أكسيد الكربون والماء.

source: Question A. Which of the following statements is <span class="blink">true</span> regarding photosynthesis?
ar_eg: السؤال أ. أي من العبارات التالية <span class="blink">صحيح</span> بالنسبة لعملية التمثيل الضوئي؟

source: Photosynthesis occurs only in animal cells.
ar_eg: يحدث التمثيل الضوئي فقط في الخلايا الحيوانية.....

source: Energy is stored in the chemical bonds of sugars.
ar_eg: يتم تخزين الطاقة في الروابط الكيميائية من السكريات.

source: Carbon dioxide is released into the air.
ar_eg: يتم اطلاق ثاني أكسيد الكربون في الهواء.

source: Sugars are consumed for energy release.
ar_eg: يتم استهلاك السكريات لتحريرالطاقة.

source: Question B. Which of the following is the name of the process in which energy is released from sugar?
ar_eg: السؤال ب. أي مما يلي هو اسم العملية التي يتم تحرير الطاقة فيها من السكر؟

source: Cellular respiration
ar_eg: التنفس الخلوي

source: Photosynthesis
ar_eg: التركيب الضوئي

source: Metabolism
ar_eg: الأيض

source: Light reactions
ar_eg: التفاعلات الضوئية

source: Sorry. Animal cells can't do photosynthesis.
ar_eg: آسف. الخلايا الحيوانية لا يمكنها القيام بعملية التمثيل الضوئي.

source: Yes! Energy is stored in the bonds holding carbon, hydrogen, and oxygen atoms in sugar molecules.
ar_eg: نعم! يتم تخزين الطاقة في الروابط الحاملة لذرات الكربون، الهيدروجين والأكسجين الى جزيئات سكرية.

source: It's the other way. Carbon dioxide is taken from the air.
ar_eg: على العكس ، يؤخذ ثاني أكسيد الكربون من الهواء.

source: Nope. This is where energy is stored in sugar.
ar_eg: كلا. هنا تخزن الطاقة في السكر.

source: That's right! Respiration releases the stored power of the sun.
ar_eg: هذا صحيح! التنفس يحرر الطاقة المخزنة من الشمس.

source: Umm... No. It's the other one....
ar_eg: مممممم...لا، انها الأخرى...

source: Not unrelated. But not the best answer.
ar_eg: ليس انها غير مرتبطة. ولكنها ليست الاجابة الافضل.

source: Don't think this term showed up in this review...
ar_eg: لا تظن بان هذا المصطلح موجود في هذه المراجعة...

source: More core ideas... about energy for life
ar_eg: المزيد من الافكار الاساسية ... حول الطاقة في الحياة.

source: All living things need food and all living things are food. The relationships between producers and consumers in a complex plant/animal community are extremely complicated and not at all obvious. Hover your mouse over each image to view more information.
ar_eg: كل الكائنات الحية تحتاج إلى المواد الغذائية وجميع الكائنات الحية هي غذاء. العلاقات بين المنتجات والمستهلكات في مجتمع النبات / الحيوان معقدة للغاية وليست واضحة على الإطلاق. مرر الفأرة فوق كل صورة لعرض المزيد من المعلومات.

source: We think of green plants as <span class="key">producers</span>. They use some of the sugar produced during photosynthesis to power their own cells, and the rest is stored in the form of carbohydrates, proteins, and fat.
ar_eg: نحن نفكر في النباتات الخضراء <span class="key">كمنتجات</span>. فهي تستخدم بعض من السكر المنتج خلال عملية التمثيل الضوئي لتقوية الخلايا الخاصة بها، ويتم تخزين الباقي على شكل كربوهيدرات، وبروتينات، ودهون.

source: <span class="key">Consumers</span> eat producers, digesting the plant compounds and using them for energy and for building their own carbohydrates, proteins, and fats.
ar_eg: <span class="key">المستهلكات</span> تأكل المنتجات . تهضم المركبات النباتية وتستخدم للحصول على الطاقة وبناء الكربوهيدرات الخاصة بها، والبروتينات، والدهون.

source: First-order consumers, also called <span class="key">herbivores</span>, eat only plant material. Second-order consumers eat other consumers.
ar_eg: المستهلكات من الدرجة الأولى ، تسمى <span class="key">آكلات الأعشاب (أو الحيوانات العاشبة)</span> ، وتأكل المواد النباتية فقط.. أما المستهلكات من الدرجة الثانية فتأكل المستهلكات الآخرى.

source: Animals that eat only other animals are called <span class="key">carnivores</span>.
ar_eg: تسمى الحيوانات التي تأكل حيوانات أخرى فقط تسمى<span class="key">آكلات اللحوم</span> .

source: Animals that eat both plants and animals are called <span class="key">omnivores</span>.
ar_eg: وتسمى الحيوانات التي تأكل النباتات والحيوانات على حد سواء <span class="key">القارتات</span>

source: A direct sequence of producer being eaten by first order consumer which is then eaten by a second-order consumer is called a <span class="key">food chain</span>.
ar_eg: يطلق على التسلسل المباشر للمنتجات التي يتم أكلها من قبل مستهلكات من الدرجة الأولى والتي يتم أكلها بواسطة مستلكات من الدرجة الثانية ب <span class="key">السلسلة الغذائية</span>.

source: When a living thing dies and is not consumed by an animal, it is consumed instead by bacteria and fungi. This diverse group of organisms, called <span class="key">decomposers</span>, also go to work on the waste matter dropped by animals. They use the nonliving material for food, releasing some carbon dioxide back into the air and breaking it down into its simplest parts. This process turns the dead plant or animal back into soil which can then be used for new plant growth. The released carbon dioxide is also reused for photosynthesis.
ar_eg: عندما يموت شيء حي ولم يستهلك من قبل حيوان، يستهلك بواسطة البكتيريا والفطريات. هذه مجموعة متنوعة من الكائنات الحية، وتسمى <span class="key">المحللات</span> ، وتعمل على تحليل الفضلات من الحيوانات. إنها تستخدم المواد غير الحية للغذاء واطلاق بعض ثاني أكسيد الكربون إلى الهواء وتقسمها إلى أجزاء بسيطة. هذه العملية تحول النباتات أو الحيوانات الميتة مرة أخرى إلى تربة والتي يمكن ان تستخدم بعد ذلك لنمو النبات الجديد. يتم إعادة استخدام ثاني أكسيد الكربون المنبعث أيضا لعملية التمثيل الضوئي.

source: Over a span of years, the same atoms and molecules may cycle back and forth between different types of plants and animals over and over. Every time they are combined to make a bigger molecule, energy is stored in the chemical bonds that hold them together. Every time they are broken apart, that same energy is released to provide energy for life processes.
ar_eg: على مر السنوات، نفس الذرات والجزيئات يمكن تدويرها بين أنواع مختلفة من النباتات والحيوانات مرارا وتكرارا. في كل مرة يتم دمجهما لتكوين جزيء أكبر، يتم تخزين الطاقة في الروابط الكيميائية التي تربطها مع بعضها. في كل مرة يتم تكسيرها، يتم تحرير نفس الطاقة لإعطاء طاقة لعمليات الحياة.

source: Under certain circumstances, decomposers may not be available to fully break dead matter apart. If the circumstances are just right, that matter may be preserved, keeping its complex carbon-based molecules mostly intact. When plant materials are preserved in this way, and then compressed beneath many layers of rock, <span class="key">coal</span> is produced. When ocean microorganisms face similar conditions, the resulting product is crude oil, or <span class="key">petroleum</span>.
ar_eg: في ظل ظروف معينة، قد لا تتوفر المحللات لتكسر المادة الميتة تماما . إذا كانت الظروف ملائمة، يمكن الحفاظ على هذه المادة، وحفظ جزيئاتها المعتمدة الكربون المعقد لحفظها سليمة. عندما يتم حفظ المواد النباتية بهذه الطريقة ومن ثم ضغطها تحت عدة طبقات من الصخر ، ينتج <span class="key">الفحم</span>. عندما تواجه الكائنات الحية الدقيقة في المحيطات ظروف مماثلة، الناتج يكون النفط الخام، أو <span class="key">البترول</span>.

source: Large offshore oil rig drilling for petroleum
ar_eg: عملية بحرية ضخمة لحفر آبار النفط.

source: Fossil leaves
ar_eg: أوراق شجر أحفورية.

source: Coal mining site
ar_eg: موقع التنقيب عن الفحم.

source: Question A. Plants are generally understood to play which role in the ecosystem?
ar_eg: السؤال أ. أي دور تلعبه النباتات في النظام البيئي عموما؟

source: Producers
ar_eg: المنتجات.

source: First-order consumers
ar_eg: المستهلكات من الدرجة الأولى.

source: Herbivores
ar_eg: الحيوانات العاشبة

source: Decomposers
ar_eg: المحللات

source: Question B. Which of the following illustrates the complex set of relationships in a plant/animal community?
ar_eg: السؤال ب. أي من التالي يوضح مجموعة معقدة من العلاقات في مجتمع النبات / الحيوان؟

source: Food pyramid
ar_eg: الهرم الغذائي.

source: Temperature graph
ar_eg: الرسم البياني لدرجة الحرارة

source: Food web
ar_eg: الشبكة الغذائية.

source: Periodic table
ar_eg: الجدول الدوري

source: Correct! Producers gather solar energy in photosynthesis.
ar_eg: صحيح! تجمع المنتجات الطاقة الشمسية في عملية التمثيل الضوئي.

source: No. Consumers eat plants.
ar_eg: لا، المستهلكات تأكل النباتات.

source: Sorry. Herbivores eat plants.
ar_eg: آسف. الحيوانات العاشبة تأكل النباتات.

source: Nope. Decomposers break down dead material.
ar_eg: كلا. المحللات تكسر المواد الميتة.

source: Not quite. The pyramid may be useful in meal planning, though.
ar_eg: ليس تماما. بالرغم من ذلك فأن الهرم الغذائي قد يكون مفيدا في تنظيم الوجبات.

source: Ummm... Not related to plant/animal relationships.
ar_eg: مممم.. غير مرتبطة بعلاقات النبات / الحيوان.

source: Yes! Food webs illustrate complex plant/animal relationships.
ar_eg: نعم! توضح الشبكات الغذائية توضح علاقات النبات / الحيوان المعقدة.

source: Not quite. The periodic table is a tool for chemistry.
ar_eg: ليس تماما. الجدول الدوري هو أداة للكيمياء.

source: Coal and petroleum are considered to be <span class="key">fossil fuels</span>, because they are the remains of living organisms, millions of years old. <span class="key">Coal</span> was the fuel for the industrial revolution, providing the vast amounts of energy required to power the steel mills and steam engines. Steady wages, new products, and higher concentrations of people led to dramatic upward shifts in the standards of living of people all over the world.
ar_eg: يعتبر البترول والفحم من أنواع <span class="key">الوقود الأحفوري</span> ، لأنها بقايا الكائنات الحية، والتي عمرها ملايين السنين. كان <span class="key">الفحم </span> الوقودا للثورات الصناعية، ويوفر كميات كبيرة من الطاقة اللازمة لتشغيل مصانع الصلب والمحركات البخارية. الأجور ثابتة، والمنتجات الجديدة، والتركيز العالي من البشر قاد إلى تحولات دراماتيكية تصاعدية في مستويات معيشة الناس في جميع أنحاء العالم.

source: <span class='key'>Petroleum</span> was the fuel for another industrial revolution at the beginning of the Twentieth Century. Automobiles and airplanes required the concentration of a lot of energy in a small package to speed up travel and make it available to common people; petroleum was just the ticket.
ar_eg: كان <span class='key'> البترول </span> وقودا لثورة صناعية أخرى في بداية القرن العشرين. السيارات والطائرات تتطلب تركيز الكثير من الطاقة في مجموعة صغيرة لتسريع السفر وجعله متاحاً لعامة الناس؛ فالنفط هو مجرد تذكرة.

source: We still use huge amounts of coal and petroleum around the world, but we are beginning to understand the long-term costs of using these resources. Fossil fuels take a very long time to form, much longer than they take to use up. Even though new supplies of coal and oil are still being found, the time required for them to form makes it inevitable that we will eventually run out. Here's how the system works.
ar_eg: نحن لا نزال نستخدم كميات هائلة من الفحم والبترول في جميع أنحاء العالم، ولكن بدأنا نفهم التكاليف من استخدام هذه الموارد على المدى الطويل. فالوقود الأحفوري يستغرق وقتا طويلا جدا ليتشكل، أطول بكثير من استخدامه. على الرغم من وجود كميات جديدة من النفط والفحم فان الوقت المطلوب لها لتتشكل يجعلها حتمية أنها في النهاية ستنضب. وهذا توضيح لكيف يعمل هذا النظام.

source: Burning fossil fuels releases vast amounts of carbon dioxide into the atmosphere. This carbon dioxide was originally trapped by photosynthesis millions of years ago and stored as living material. When that material was converted into coal and petroleum, it was stored indefinitely below ground. Now, this stored carbon is being returned to the atmosphere at rates far faster than when it was removed. This has led to changes in climate patterns because carbon dioxide absorbs solar energy, heating the atmosphere.
ar_eg: حرق الوقود الأحفوري يطلق كميات هائلة من ثاني أكسيد الكربون في الغلاف الجوي. منذ ملايين السنين حوصر ثاني أكسيد الكربون من التمثيل الضوئي وخزن كمادة حية. وحولت تلك المواد إلى الفحم والنفط، وخزنت تحت سطح الأرض إلى أجل غير مسمى. الآن، يرجع هذا الكربون المخزن في الغلاف الجوي بمعدلات أسرع بكثير عما كان عليه عندما تمت إزالته. وقد أدى ذلك إلى تغييرات في أنماط المناخ لأن ثاني أكسيد الكربون يمتص الطاقة الشمسية، مدفئا الغلاف الجوي.

source: One possible solution to the problem of using up fossil fuels is to make fuels using solar energy to remove carbon and produce new fuels. That's what photosynthesis does. It uses the sun's energy to remove carbon dioxide from the air and make molecules of sugar.
ar_eg: أحد الحلول الممكنة لمشكلة استنضاب الوقود الأحفوري هو باستخدام الطاقة الشمسية لإزالة الكربون وإنتاج أنواع جديدة من الوقود. هذا ما تقوم به عملية التمثيل الضوئي. إنه يستخدم طاقة الشمس لإزالة ثاني أكسيد الكربون من الهواء ويقوم بعمل جزيئات السكر.

source: Question A. Coal is a fossil fuel made up mostly of...
ar_eg: السؤال أ. الفحم هو الوقود الأحفوري والذي يتكون في معظمه من ...

source: Dinosaur remains
ar_eg: رفاة الديناصور

source: Marine fossils
ar_eg: الأحفوريات البحرية

source: Plant material
ar_eg: المواد النباتية
