Repository: geneconde/NGR-sandbox
Catalog: demo/energy-for-life/Locale/*/LC_MESSAGES/energy-for-life.po
Languages: ar_eg

source: Preserved insects
ar_eg: الحشرات المحفوظة

source: Question B. The energy stored in fossil fuels came originally from...
ar_eg: السؤال ب. الطاقة المخزنة في الوقود الأحفوري جاءت أصلا من ...

source: The sun
ar_eg: الشمس

source: Waterfalls
ar_eg: الشلالات

source: Volcanoes
ar_eg: البراكين

source: Dinosaurs
ar_eg: الديناصورات.

source: Not dinosaurs... Even though some oil companies use them in advertising.
ar_eg: ليست الديناصورات ... حتى أن بعض شركات النفط تستخدمها في الدعاية.

source: Close... Marine fossils are the source for petroleum.
ar_eg: جواب قريب ... الأحافير البحرية هي مصدر للبترول

source: That's right! Slabs of coal often include impressions of leaves.
ar_eg: هذا صحيح! وغالبا ما تشمل ألواح الفحم علامات من أوراق الشجر.

source: Sorry. Coal isn't from insects.
ar_eg: اسف، الفحم ليس من الحشرات .

source: That's right! Coal and petroleum are the remains of living things.
ar_eg: هذا صحيح! الفحم والنفط هي بقايا كائنات حية.

source: Sorry... Waterfalls don't make fossil fuels.
ar_eg: آسف ... الشلالات لا تصنع الوقود الأحفوري.

source: Um... no. Volcanoes would actually burn fuels away.
ar_eg: مممم ... لا. أن البراكين تحرق الوقود كاملاً.

source: Not dinosaurs, even though they may have left fossils.
ar_eg: ليست الديناصورات، على الرغم من أنها قد تركت أحافير.

source: Using what you know... about energy for life... to solve a problem
ar_eg: استخدم ما تعرفه ... عن الطاقة من أجل الحياة ... لحل مشكلة ما.

source: The Problem
ar_eg: المشكلة

source: The burning of fossil fuels has saved people lots of time and labor while raising living standards around the world. But burning fossil fuels contributes to global warming and is dangerous for the future. Many people argue that the United States should not take action to reduce its use of fossil fuels unless all other countries around the world reduce their use of fossil fuels as well. They argue that any changes made only by the US will be insignificant.
ar_eg: حرق الوقود الأحفوري قد انقذ الكثيرمن الناس من الوقت والجهد في حين ارتفعت مستويات المعيشة في جميع أنحاء العالم. لكن حرق الوقود الاحفوري يساهم في الاحتباس الحراري العالمي والذي يشكل خطرا على المستقبل. كثيراً من الناس يقولون ان الولايات المتحدة لا ينبغي أن تتخذ إجراءات للحد من استخدامها للوقود الأحفوري ما لم تخفض جميع البلدان استخدامها للوقود الأحفوري أيضاً. ويجادلون بأن أية تغييرات يتم إجراؤها من قبل الولايات المتحدة سوف يكون لها أهمية عالية.

source: The Task
ar_eg: المهمة

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...

source: Prepare some "talking points" (things that people might say) for people on both sides of the issue. Use the headings, "Reasons why the US should cut back on the use of fossil fuels" and "Reasons why the US should not cut back on the use of fossil fuels" to organize your talking points. Enter or cut and paste your talking points in the text box provided.
ar_eg: حضر بعض "نقاط الحديث" (الأشياء التي قد يقولها الناس) لاشخاص لهم اراء مختلفة بالقضية. واستخدم العناوين،.. "أسباب وجوب الولايات المتحدة تقليص استخدام الوقود الأحفوري" و "أسباب عدم وجوب الولايات المتحدة تقليص استخدام الوقود الأحفوري" لتنظيم نقاط الحوار الخاص بك. أدخل أو قص وألصق نقاط الحوار الخاصة بك في مربع النص الموجود.

source: Summarizing core ideas... about energy for life
ar_eg: تلخيص الأفكار الأساسية ... حول الطاقة من أجل الحياة

source: In green plants, a process called <span class='key'>photosynthesis</span> captures light energy and stores it in the chemical bonds of sugars. These sugars may be used directly by the plant or by other living things, or they may be converted into a variety of energy storage molecules. These molecules may be used later. Organisms that capture solar energy are called <span class='key'>producers</span>. Organisms which use the energy stored by plants are called <span class='key'>consumers</span>. Each set of relationships between producers, consumers, and their physical environments is called a <span class='key'>food web</span>. When plants and animals die, their bodies decompose, releasing the stored energy. Sometimes, the bodies do not completely decompose and the stored energy may be converted into substances which may remain underground for millions of years. <span class='key'>Coal</span> is the product of the incomplete decomposition of plant material. Oil and natural gas are the products of a similar process in ocean organisms. The fact that these products are the remains of living things millions of years old is why they are called <span class='key'>fossil fuels</span>.
ar_eg: في النباتات الخضراء، عملية تسمى <span class="key">التركيب الضوئي</span> تلتقط الطاقة الضوئية وتخزنها في الروابط الكيميائية في السكريات. ويمكن استخدام هذه السكريات مباشرة من قبل النباتات أو الكائنات الحية الأخرى، أو أنه يمكن تحويلها إلى مجموعة متنوعة من جزيئات تخزين الطاقة. ويمكن استخدام هذه الجزيئات في وقت لاحق. الكائنات الحية التي تلتقط الطاقة الشمسية تسمى <span class="key">المنتجات</span>. ويطلق على الكائنات الحية التي تستخدم الطاقة المخزونة من النباتات <span class="key"> المستهلكات</span>. وتسمى كل مجموعة من العلاقات بين المنتجات والمستهلكات وبيئاتها المادية ب <span class="key">الشبكة الغذائية</span> . عندما تموت النباتات والحيوانات، وتتحلل أجسادها، تنطلق الطاقة المخزنة. في بعض الأحيان، لا تتحلل الأجسام تماما ويمكن تحويل الطاقة المخزونة في المواد التي قد تبقى تحت الأرض لملايين السنين. <span class="key">الفحم </span> هو نتاج تحلل غير كامل من المواد النباتية. النفط والغاز الطبيعي هما نتاج عملية مماثلة في الكائنات الحية في المحيطات. والحقيقة أن هذه المنتجات هي بقايا كائنات حية عمرها ملايين السنوات ولهذا السبب يطلق عليها <span class="key">الوقود الأحفوري</span> .

source: Reviewing key vocabulary related to... the energy for life
ar_eg: مراجعة المفردات الأساسية ذات الصلة ... بالطاقة في للحياة

source: Photosynthesis, the process by which producers such as plants obtain their energy, uses light energy to convert carbon dioxide and water into sugar and oxygen.
ar_eg: التمثيل الضوئي، العملية التي من خلالها تحصل المنتجات مثل النباتات على طاقتها، وتستخدم الطاقة الضوئية لتحويل ثاني أكسيد الكربون والماء إلى الأكسجين والسكر.

source: Chloroplast
ar_eg: البلاستيدات الخضراء

source: Photosynthesis occurs in the part of a plant cell that is actually green, a structure called a chloroplast. Chloroplast organelles are found mostly in leaves and stems, and contain a green pigment chemical called chlorophyll which is able to absorb energy from the sun.
ar_eg: يحدث التمثيل الضوئي في جزء من خلية نباتية التي هي في الواقع خضراء، التركيب يسمى بلاستيدات الخضراء. البلاستيدات هذه هي عضيات معظمها في الأوراق والسيقان، وتحتوي على مادة كيميائية تسمى الكلوروفيل ذات الصبغة الخضراء التي هي قادرة على امتصاص الطاقة من الشمس.

source: Chlorophyll
ar_eg: الكلوروفيل

source: Within the chloroplast organelle of plant leaves and stems is a green pigment called chlorophyll, which is able to absorb energy from the sun. Thus, chlorophyll is essential in photosynthesis.
ar_eg: داخل عضية البلاستيدات الخضراء من أوراق النبات والسيقان صبغة خضراء تسمى الكلوروفيل، والتي هي قادرة على امتصاص الطاقة من الشمس. وبالتالي، الكلوروفيل أمر أساسي في عملية التمثيل الضوئي.

source: Starch
ar_eg: النشا

source: Most of our energy comes from the sugars and starches in our diets. Starches are actually long chains of simple sugar molecules, bonded together.
ar_eg: معظم طاقتنا تأتي من السكريات والنشويات في وجباتنا الغذائية. النشويات في الحقيقة سلاسل طويلة من جزيئات السكر بسيطة، ومرتبطة مع بعضها.

source: Cellular respiration is a complex, many-stepped process in which energy is released through the breaking down of sugar and use of oxygen. Cellular respiration releases energy and forms carbon dioxide and water.
ar_eg: التنفس الخلوي هو عملية معقدة كثيرة الخطوات التي يتم تحريرالطاقة بها من خلال تحطيم السكر واستخدام الأوكسجين. التنفس الخلوي يطلق الطاقة ويشكل ثاني أكسيد الكربون والماء.

source: Producer
ar_eg: منتج

source: Green plants, and some other organisms in nature, are producers. Instead of consuming other organisms, producers use the process of photosynthesis to produce the energy they need to power their own cells.
ar_eg: النباتات الخضراء، وبعض الكائنات الحية الأخرى في الطبيعة، تعتبر منتجة. بدلا من استهلاك الكائنات الحية الأخرى، تستخدم المنتجات عملية التمثيل الضوئي لإنتاج الطاقة التي يحتاجون إليها لتشغيل خلايا خاصة بهم.

source: Consumer
ar_eg: مستهلك

source: Consumers are organisms that cannot produce their own energy through photosynthesis and, thus, eat producers. They digest the plant compounds and use them for energy and for building their own carbohydrates, proteins, and fats. A bison, tiger, and people are examples of consumers.
ar_eg: المستهلكات هي الكائنات الحية التي لا يمكن أن تنتج الطاقة الخاصة بها من خلال عملية التمثيل الضوئي، وبالتالي تأكل المنتجات. وهي تهضم المركبات النباتية وتستخدمها للحصول على الطاقة وبناء الكربوهيدرات ، والبروتينات، والدهون الخاصة بها. والثور،و النمر، والبشر هي أمثلة على المستهلكات.

source: Herbivore
ar_eg: عاشب

source: An herbivore is a type of consumer; herbivores eat only plants. Elephants, giraffes, and deer are examples of herbivores.
ar_eg: عاشب هو نوع من المستهلكات؛ الحيوانات العاشبة تأكل النباتات فقط . الفيلة والزرافات والغزلان هي أمثلة من الحيوانات العاشبة.

source: Carnivore
ar_eg: أكلة اللحوم

source: A carnivore is a type of consumer; carnivores eat only meat. Cats, dogs, and crocodiles are examples of carnivores.
ar_eg: وآكلات اللحوم هو نوع من المستهلكات؛ الحيوانات آكلة اللحوم تأكل اللحوم فقط . فالقطط، والكلاب، والتماسيح أمثلة من آكلات اللحوم.

source: Omnivore
ar_eg: القارت (آكل النبات والحيوان)

source: An omnivore is a type of consumer; omnivores eat both plants and meat. Bears, birds, and people are examples of omnivores.
ar_eg: القارت هو نوع من أنواع المستهلكات ؛ القارتات تأكل كل من النباتات واللحوم. الدببة والطيور والبشر هي أمثلة على القارتات.

source: Food chain
ar_eg: سلسلة غذائية

source: A direct sequence of producer organisms being eaten by consumer organisms such as herbivores, which are then eaten by second-order consumers such as omnivores and carnivores, is called a food chain.
ar_eg: هناك تسلسل مباشر من المنتجات التي تؤكل بواسطة المستهلكات مثل الحيوانات العاشبة، والتي تؤكل من قبل المستهلكات من الدرجة الثانية مثل القارتات وآكلات اللحوم، تسمى سلسلة غذائية.

source: Decomposer
ar_eg: محلل

source: When a living thing dies and is not consumed by an animal, it is consumed instead by a group of organisms called decomposers. Bacteria and fungi are two main types of decomposers, which also go to work on the waste matter dropped by animals.
ar_eg: عندما يموت كائن حي ولم يُستَهلك بواسطة حيوان، فإنه يستهلك عن طريق مجموعة من الكائنات تسمى المحللات. البكتيريا والفطريات نوعان رئيسيان من المحللات، التي تعيش على فضلات الحيوانات.

source: Coal
ar_eg: فحم

source: When plant materials are preserved in such a way that their complex carbon-based molecules are kept mostly intact, and then compressed beneath many layers of rock, coal is produced. Coal is an example of a fossil fuel.
ar_eg: عندما تحفظ المواد النباتية بطريقة تجعل جزيئات الكربون المعقدة سليمة ومحفوظة. ومن ثم تضغط تحت عدة طبقات من الصخور، يتم إنتاج الفحم. الفحم هو مثال على الوقود الأحفوري.

source: Petroleum
ar_eg: البترول

source: When ocean microorganisms are preserved in such a way that their complex carbon-based molecules are kept mostly intact, and then compressed beneath many layers of rock, crude oil, or petroleum, is produced. Petroleum is an example of a fossil fuel.
ar_eg: عندما تحفظ الكائنات الدقيقة بطريقة تجعل جزيئات الكربون المعقدة سليمة ، ومن ثم تضغط تحت عدة طبقات من الصخور، ويتم إنتاج النفط الخام أو البترول. البترول هو مثال على الوقود الأحفوري.

source: Fossil Fuels
ar_eg: الوقود الأحفوري.

source: Coal and petroleum are considered to be fossil fuels because they are the remains of living organisms, which are called fossils. Fossil fuels are considered to be a nonrenewable resource.
ar_eg: يعتبر الفحم والبترول من الوقود الأحفوري لأنه من بقايا الكائنات الحية، والتي تسمى أحافير. يعتبر الوقود الأحفوري موردا غير متجدداً.

source: Checking what you now know... about energy for life
ar_eg: تأكد مما تعرف عن ... الطاقة في الحياة.

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا

source: Which of the following is the name of the process in which green plants convert solar energy into chemical bond energy?
ar_eg: أي من التالي هو اسم العملية التي تحول فيها النباتات الخضراء الطاقة الشمسية إلى طاقة رابطة كيميائية؟

source: Glycolysis
ar_eg: هدم السكر

source: No! Respiration is part of the story, but not this part of the story.
ar_eg: لا! التنفس هو جزء من القصة، ولكن ليس هذا الجزء من القصة.

source: Yes! Photosynthesis captures and stores energy from the sun.
ar_eg: نعم! التمثيل الضوئي يلتقط ويخزن الطاقة من الشمس.

source: Hmmm.... Does this word appear in this review?
ar_eg: مممم .... هل تَظهر هذه الكلمة في هذه المراجعة؟

source: It's related..... But not the answer.
ar_eg: إنها مرتبطة ..لكنها ليست الجواب.

source: Click on the statement about coal and petroleum that is <span class="blink">incorrect</span>. Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: انقر على العبارة <span class="blink">غير الصحيحة</span> عن الفحم والبترول . دَوِر او اقلب الصندوق ثلاثي الأبعاد أدناه إما لأعلى أو لأسفل لتحديد الإجابة.

source: Coal and petroleum are important fuel resources.
ar_eg: الفحم والبترول هما مصادر وقود هامة.

source: There is an unlimited supply of them for years to come.
ar_eg: هناك امداد غير محدد منها لسنوات قادمة.

source: Burning them has negative side effects for the environment.
ar_eg: حرقهم له آثار جانبية سلبية على البيئة.

source: They are extracted through deep wells and mines.
ar_eg: يتم استخلاصها من خلال الآبار العميقة والمناجم.

source: Click, hold and drag up or down
ar_eg: انقر، وامسك ومرر لأعلى أو لأسفل.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: ادر او اقلب الصندوق للاسفل و للاعلى لوضع اجابتك ، انقر،وثبت ، و حرك الفأرة لأعلى أو للأسفل.

source: No, a great deal of coal and petroleum are used for energy.
ar_eg: لا، يتستخدم الكثير من الفحم والنفط للحصول على الطاقة.

source: That's right. Both coal and petroleum have limited supplies.
ar_eg: هذا صحيح. كل من الفحم والبترول بها امداد محدود.

source: Sorry, there are many negative side effects from burning coal and petroleum.
ar_eg: آسف ، هناك العديد من الآثار الجانبية السلبية الناجمة عن حرق الفحم والبترول.

source: Nope. Many wells and mines are very deep indeed.
ar_eg: كلا. في الواقع العديد من الآبار والمناجم عميقة جدا.

source: Based on the food web, which of these is <span class="blink">not</span> a consumer?
ar_eg: بناءً على الشبكة الغذائية، أي من التالي <span class="blink">ليس</span> مستهلكاً؟

source: Eagle
ar_eg: نسر

source: Sparrow
ar_eg: عصفور

source: Rabbit
ar_eg: أرنب

source: Grasshopper
ar_eg: جندب

source: Grass
ar_eg: عشب

source: Nope. The eagle is the top consumer in this web.
ar_eg: كلا. النسر هو أكبر مستهلك في هذه الشبكة.

source: Nope. Sparrows eat grasshoppers.
ar_eg: كلا. العصافير تأكل الجنادب.

source: Nope. Grasshopper eat grass.
ar_eg: كلا. الجنادب تأكل الأعشاب.

source: That's right. The grass is the foundation of this web.
ar_eg: هذا صحيح. العشب هو أساس هذه الشبكة.

source: Look at the pictures below. In which case do you think coal would be used as fuel? Click the picture to select your answer.
ar_eg: إلق نظرة على الصور أدناه. في أي حالة تعتقد أن الفحم يجب استخدامه كوقود؟ انقر فوق الصورة لتحديد جوابك.

source: Car
ar_eg: سيارة

source: Flame from a gas range.
ar_eg: لهب من موقد غاز.

source: Airplane
ar_eg: طائرة.

source: Large factory
ar_eg: مصنع كبير.

source: Incorrect. Coal would be very heavy for a car to use.
ar_eg: غير صحيح. الفحم سيكون ثقيلا جدا لتستخدمه سيارة.

source: Nope. The flame comes from a gas range.
ar_eg: لا ,اللهب يأتي من موقد غاز.

source: An airplane? Not likely – coal is very heavy.
ar_eg: طائرة؟ ليس من المرجح - الفحم ثقيل جدا.

source: There you go. A large factory may well use coal.
ar_eg: صحيح . قد يستخدم مصنع كبير الفحم.

source: Choose the <span class="blink">correct</span> statement. Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: اختر المفهوم <span class="blink">الصحيح</span> . أدر أو اقلب الصندوق ثلاثي الأبعاد أدناه إما لأعلى أو لأسفل لتحديد الإجابة.

source: All living things perform photosynthesis.
ar_eg: جميع الكائنات الحية تقوم بعملية التمثيل الضوئي.

source: Only animals make use of cellular respiration.
ar_eg: فقط الحيوانات تستفيد من التنفس الخلوي.

source: Mitochondria are the location of photosynthesis.
ar_eg: الميتوكوندريا هي موقع التمثيل الضوئي.

source: Both plants and animals perform cellular respiration.
ar_eg: كل من النباتات والحيوانات تقوم بالتنفس الخلوي.

source: Sorry. Photosynthesis is a green plant thing.
ar_eg: آسف. التمثيل الضوئي هو نبات أخضر.

source: This confuses lots of people. Both plants and animals use respiration.
ar_eg: هذا يربك الكثير من الناس . كلاً من النباتات والحيوانات تتنفس.

source: The exact opposite. Mitochondria are the location of cellular respiration.
ar_eg: على العكس تماما. الميتوكوندريا هي مكان التنفس الخلوي.

source: Correct! Plants and animals both use cellular respiration.
ar_eg: صحيح! النباتات والحيوانات على حد سواء تستخدم التنفس الخلوي.

source: Click on <span class="blink">all</span> the changes that you think the events are causing.
ar_eg: انقر على <span class="blink">جميع</span> التغييرات التي تعتقد أن الأحداث قد تسببت بها.

source: Green plants absorb solar energy.
ar_eg: النباتات الخضراء تمتص الطاقة الشمسية.

source: Oxygen is used and carbon dioxide is generated.
ar_eg: الأكسجين يستخدم وثاني أكسيد الكربون ينتج.

source: Sugar and oxygen are manufactured.
ar_eg: يتم تصنيع السكر والأكسجين.

source: Energy is converted into forms used by all living things.
ar_eg: يتم تحويل الطاقة إلى أشكال تستخدم من قبل جميع الكائنات الحية.

source: Stored carbon reserves are burned as fuel.
ar_eg: يتم حرق احتياطيات الكربون المخزنة كوقود.

source: Carbon dioxide stored long ago is released into the atmosphere.
ar_eg: يتم تحرير ثاني أكسيد الكربون المخزن منذ فترة طويلة في الغلاف الجوي

source: Oxygen and starch are produced.
ar_eg: يتم انتاج الأكسجين والنشا.

source: Energy for electricity, heat, and transportation is released.
ar_eg: يتم تحرير الطاقة لتوليد الكهرباء والحرارة.

source: Cells consume sugar and oxygen.
ar_eg: الخلايا تستهلك السكر والأكسجين.

source: Energy is stored for use by higher organisms.
ar_eg: يتم تخزين الطاقة لاستخدامها من قبل الكائنات الأعلى.

source: Cells release the energy they need for life.
ar_eg: الخلايا تحرر الطاقة التي تحتاج إليها من أجل الحياة.

source: Chemical bonds are broken and energy is released.
ar_eg: يتم كسر الروابط الكيميائية ويتم تحرير الطاقة.

source: Congratulations,
ar_eg: مبروك

source: You've completed the Energy for Life review.
ar_eg: لقد أتممت مراجعة الطاقة من أجل الحياة.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكن التحقق مما قدمته في (الاختبار السريع) و (الاسئلة القصيرة) لهذه المراجعة من خلال النقر على الزر أدناه.
