Repository: geneconde/NGR-sandbox
Catalog: demo/the-air-around-us/Locale/*/LC_MESSAGES/the-air-around-us.po
Languages: es_es

source: Question B. Examine the picture in the box to the right. It contains a cross section of Earth's atmosphere from the ground up to several thousand feet. The box, alongside the picture, represents varying concentrations of molecules of air in a given space. Molecules that are closer together represent atmospheric gas that is more dense than molecules that are further apart. Think about how density of Earth’s atmosphere changes as elevation increases or decreases. Use what you know to order the boxes from lowest density to highest density alongside the picture.
es_es: Pregunta B. Examina la imagen del cuadro de la derecha. Contiene un corte transversal de la atmósfera terrestre desde el suelo hasta varios miles de pies de altura. El cuadro junto a la imagen representa varias concentraciones de moléculas de aire en un espacio dado. Las moléculas que están más cerca unas de otras representan gas atmosférico que es más denso que cuando las moléculas que están más separadas. Piensa acerca de cómo la densidad de la atmósfera terrestre cambia conforme la elevación aumenta o disminuye. Utiliza lo que sabes para ordenar los cuadros de la menor densidad a la mayor densidad junto a la imagen.

source: Question A. Look at the graph below showing the relationship between temperature and the density of air. Which of the following statements about the relationship is true?
es_es: Pregunta A. Mira la gráfica debajo que muestra la relación entre la temperatura y la densidad del aire. ¿Cuál de las siguientes declaraciones acerca de dicha relación es verdad?

source: Reading barometer...
es_es: Leyendo el barómetro...

source: Nope! Cold air is generally more dense than warm air.
es_es: ¡Nop! El aire frío es generalmente más denso que el aire cálido.

source: Correct. Warm air generally has less density than cold air.
es_es: Correcto. El aire cálido generalmente tiene menor densidad que el aire frío.

source: No! Warm air is less dense than cold air. Therefore it exerts less pressure on Earth’s surface than cold air.
es_es: ¡No! El aire cálido es menos denso que el aire frío. Por lo tanto, ejerce menor presión sobre la superficie terrestre que el aire frío.

source: Cold air is more dense than warm air. Therefore it exerts more pressure on Earth’s surface than warm air.
es_es: El aire frío es más denso que el aire cálido. Por lo tanto, ejerce mayor presión sobre la superficie terrestre que el aire cálido.

source: Correct. The density of Earth's atmosphere decreases as elevation increases.
es_es: Correcto. La densidad de la atmósfera terrestre disminuye conforme la elevación aumenta.

source: Not quite! The closer the molecules are in the box, the higher the density is. The density of the gases in Earth’s atmosphere decreases as elevation increases.
es_es: ¡No exactamente! Entre más cerca están las moléculas en el cuadro, mayor es la densidad. La densidad de los gases de la atmósfera terrestre disminuye conforme la elevación aumenta.

source: You should now know that the air close to Earth’s surface contains gases such as nitrogen, oxygen, carbon dioxide and argon as well as water vapor. The amount of water that the atmosphere holds is influenced by its temperature. Warmer air, for example, can hold more water than cooler air. On warm days when there is a lot of moisture in the air, the air can feel very humid. As the air cools down as it rises to a higher altitude near mountains, or following a dramatic drop in temperature as the sun begins to set, the air can no longer hold as much water. Under such conditions, the water in the air condenses and it begins to precipitate as rain, snow, or sleet.
es_es: Ahora deberías saber que el aire que está más cerca de la superficie terrestre contiene gases como nitrógeno, oxígeno, dióxido de carbono y argón así como vapor de agua. La cantidad de agua que la atmósfera sostiene es influenciada por su temperatura. El aire más cálido, por ejemplo, puede sostener más agua que el aire más frío. En días cálidos cuando hay mucha agua en el aire, el aire puede sentirse muy húmedo. Conforme el aire se enfría mientras se eleva a una altitud mayor cerca de las montañas, o tras una disminución dramática en la temperatura cuando el sol comienza a ponerse, el aire ya no puede sostener tanta agua. Bajo dichas condiciones, el agua en el aire se condensa y comienza a precipitarse como lluvia, nieve o granizo.

source: In addition to holding water, the atmosphere also absorbs <span class='key'>pollutants</span> - gases and small particles emitted by natural hazards such as volcanic eruptions and natural forest fires or human activity such as burning debris or industrial activities associated with generating electricity or manufacturing goods. Pollutants in the air can have a negative impact on human health as well as the environment. For example, asthma is a chronic and very often debilitating disease of the lungs caused by air pollution from cars, power plants and industrial manufacturing.
es_es: Además de sostener agua, la atmósfera también absorbe <span class='key'>contaminantes</span> - gases y pequeñas partículas emitidas por riesgos naturales como erupciones volcánicas e incendios forestales naturales o por actividad humana como desperdicios de quemazón o actividades industriales asociadas con la generación de electricidad o la manufactura de bienes. Los contaminantes en el aire pueden tener un efecto negativo sobre la salud humana así como sobre el ambiente. Por ejemplo, el asma es una enfermedad de los pulmones, crónica y con frecuencia muy debilitante que es provocada por la contaminación de autos, plantas de energía y la manufactura industrial.

source: People suffering from asthma have trouble breathing and engaging in even simple activities such as walking. Another example is found in lead. Lead is a metal that can enter the atmosphere as a result of burning fossil fuels. Once in the atmosphere, lead can be transported by wind and rain to places far away from the source of pollution. When humans ingest (eat) plants and animals that have been contaminated by lead pollution they can suffer from diseases that affect the brain and nervous system.
es_es: La gente que sufre de asma tiene problemas para respirar e incluso para realizar actividades simples como caminar. Otro ejemplo es el plomo. El plomo es un metal que puede entrar a la atmósfera como resultado de la quema de combustibles fósiles. Una vez que está en la atmósfera, el plomo puede ser transportado por el viento y la lluvia a lugares muy lejanos de la fuente de contaminación. Cuando los humanos ingieren (comen) plantas y animales que han sido afectados por contaminación por plomo pueden sufrir de enfermedades que afectan al cerebro y al sistema nervioso.

source: Sometimes, the air above urban areas can be filled with a dense mixture of smoke, atmospheric pollutants and water vapor. The thick, cloud-like formation that hangs over a city is known as <span class='key'>smog</span>.
es_es: Algunas veces, el aire encima de áreas urbanas puede llenarse de una mezcla densa de humo, contaminantes atmosféricos y vapor de agua. La formación gruesa, parecida a una nube que flota sobre una ciudad, se conoce como <span class='key'>smog</span>.

source: According to the Environmental Protection Agency (EPA), examples of common pollutants found in Earth’s atmosphere includes:
es_es: De acuerdo a la Agencia de Protección Ambiental (EPA), ejemplos de contaminantes comunes encontrados en la atmósfera terrestre incluyen:

source: Carbon Monoxide
es_es: Monóxido de Carbono

source: Lead
es_es: Plomo

source: Nitrogen Oxide
es_es: Óxido de Nitrógeno

source: Particulate Matter
es_es: Material Particulado

source: Sulfur Dioxide
es_es: Dióxido de Azufre

source: Ozone
es_es: Ozono

source: Cleaning air...
es_es: Limpiando el aire...

source: The data in the table below show some climatic variables (precipitation, minimum temperatures, high temperatures and average temperatures) for a location in Hawaii, United States. Use table and what you know about Earth's atmosphere, check off <span class='blink'>ALL</span> of the true statements about the relationship between temperature and precipitation.
es_es: Los datos en la tabla debajo muestran algunas variables climáticas (precipitación, temperaturas mínimas, temperaturas altas y temperaturas promedio) para una ubicación en Hawaii, Estados Unidos. Utiliza la tabla y lo que sabes acerca de la atmósfera terrestre y marca <span class='blink'>TODAS</span> las declaraciones verdaderas acerca de la relación entre temperatura y precipitación.

source: As the air temperature increases, the amount of precipitation decreases.
es_es: Conforme incrementa la temperatura del aire, la cantidad de precipitación disminuye.

source: As the air temperature decreases, the amount of precipitation decreases.
es_es: Conforme disminuye la temperatura del aire, la cantidad de precipitación disminuye.

source: The wettest months are also the coolest months in this area.
es_es: Los meses más húmedos también son los meses más fríos en esta área.

source: The warmest months are also the driest months in this area.
es_es: Los meses más cálidos también son los meses más secos en esta área.

source: Correct! You've selected all the appropriate responses.
es_es: ¡Correcto! Seleccionaste todas las respuestas apropiadas.

source: Nope! 2<sup>nd</sup> choice is not a true statement.
es_es: ¡Nop! La segunda opción no es una declaración verdadera.

source: Not quite. Some other statements are also true.
es_es: No exactamente. Otras declaraciones también son verdaderas.

source: JAN
es_es: ENE

source: APR
es_es: ABR

source: AUG
es_es: AGO

source: DEC
es_es: DIC

source: Using what you now know about... the air around us... to solve a problem
es_es: Utilizando lo que sabes ahora acerca del... aire que nos rodea... para resolver un problema

source: You are part of a team investigating possible contributors to air pollution from where you live. You are brainstorming ideas to reduce air pollution.
es_es: Eres parte de un equipo que investiga posibles contribuyentes a la contaminación del aire en donde vives. Están intercambiando ideas para reducir la contaminación del aire.

source: Identify what you think may be one of the main air polluters where you live and what you think could be done to reduce that amount of pollution produced by its source.
es_es: Identifica lo que crees que puede ser uno de los principales contaminantes del aire en donde vives y lo que piensas que podría hacerse para reducir la cantidad de contaminación producida por su fuente.

source: Reducing air pollution...
es_es: Reduciendo la contaminación del aire...

source: Summarizing big ideas about... the air around us
es_es: Resumiendo ideas importantes acerca del... aire que nos rodea

source: Because air is invisible, people may think that one large layer of air blankets Earth's surface. But scientists who study weather see things differently. In fact, it is more useful to think of Earth's surface as being covered by many large air masses that vary in temperature and <span class='key'>pressure</span>. In addition, the air blanketing Earth's surface is composed of many gases including nitrogen, oxygen, carbon dioxide, argon and <span class='key'>water vapor</span> plus many, many other gases in very small amounts. Sometimes, gases and small particles of materials suspended in Earth's <span class='key'>atmosphere</span> as a result of volcanic eruptions or human activity (such as industrial manufacturing) cause harm to the environment and human health. Ultimately, humans rely on Earth's atmosphere for survival.
es_es: Porque es invisible, la gente puede creer que una gran capa de aire cubre como una manta la superficie terrestre. Pero los científicos que estudian el clima ven las cosas de una manera distinta. De hecho, es más útil pensar en la superficie terrestre como cubierta por muchas masas grandes de aire que varían en temperatura y <span class='key'>presión</span>. Adicionalmente, el aire que envuelve la superficie terrestre está compuesto por muchos gases incluyendo nitrógeno, oxígeno, dióxido de carbono, argón y <span class='key'>vapor de agua</span> además de muchos, muchos otros gases en cantidades muy pequeñas. A veces, gases y pequeñas partículas de materiales suspendidas en la <span class='key'>atmósfera</span> terrestre como resultado de erupciones volcánicas o actividad humana (como la manufactura industrial) causan daño al ambiente y a la salud humana. A fin de cuentas, los humanos dependen de la atmósfera terrestre para sobrevivir.

source: Reviewing key vocabulary related to... air around us
es_es: Revisando vocabulario clave relacionado con... el aire que nos rodea

source: The amount of matter, or material in a space. Usually measured in a unit of mass per unit of volume. A denser material will have more mass in the same volume than a less dense material.
es_es: La cantidad de materia o material en un espacio. Usualmente se mide en una unidad de masa por unidad de volumen. Un material más denso tendrá más masa en el mismo volumen que un material menos denso.

source: Air Pressure
es_es: Presión del Aire

source: The force that gas molecules exert on their container. If there are more molecules in a given space, they will exert more force. We label that force pressure.
es_es: La fuerza que las moléculas de gas ejercen sobre su contenedor. Si hay más moléculas en un espacio dado, ejercerán más fuerza. Llamamos presión a dicha fuerza.

source: atmosphere
es_es: atmósfera

source: The collection of gas molecules in a space. Earth's atmosphere contains many types of molecules such as Nitrogen, Oxygen, Carbon Dioxide and Water.
es_es: La colección de moléculas de gas en un espacio. La atmósfera de la Tierra contiene muchos tipos de moléculas como Nitrógeno, Oxígeno, Dióxido de Carbono y Agua.

source: A term used to generalize air pollution. Usually when people use the term they are referring to air that appears thick, dark and cloudy.
es_es: Un término utilizado para generalizar la contaminación del aire. Usualmente cuando las personas utilizan el término se refieren a aire que parece denso, oscuro y nuboso.

source: Pollutant
es_es: Contaminante

source: A substance, often man-made, which has been introduced in an environment and is not naturally present in it. Usually pollutants have a negative impact on some or all of the organisms living in the area.
es_es: Una sustancia, con frecuencia creada por el hombre, que ha sido introducida en un ambiente y que no está presente naturalmente en él. Usualmente los contaminantes tienen un impacto negativo sobre algunos o todos los organismos que viven en el área.

source: Water in its gaseous form, also called steam. Earth's atmosphere contains lots of water vapor, along with other molecules.
es_es: El agua en su forma gaseosa, también llamada simplemente vapor. La atmósfera terrestre contiene mucho vapor de agua, junto con otras moléculas.

source: Checking what you now know about... the air around us
es_es: Revisando lo que sabes ahora acerca del... aire que nos rodea

source: Look at the two illustrations below (Figure A and Figure B). Which of the following can you reasonably infer as true based on your observations?
es_es: Mira las dos ilustraciones debajo (Figura A y Figura B). ¿Cuál de las siguientes podrías inferir razonablemente como verdadera basándote en tus observaciones?

source: Figure A
es_es: Figura A

source: Figure B
es_es: Figura B

source: The air outside the freezer door of Figure A contains more molecules of nitrogen and oxygen than the air outside the freezer door in Figure B.
es_es: El aire afuera de la puerta del congelador de la Figura A contiene más moléculas de nitrógeno y oxígeno que el aire afuera de la puerta del congelador en la Figura B.

source: The air outside the freezer door of Figure A contains less molecules of water vapor than the air outside the freezer door in Figure B.
es_es: El aire afuera de la puerta del congelador de la Figura A contiene menos moléculas de vapor de agua que el aire afuera de la puerta del congelador en la Figura B.

source: The air outside the freezer door of Figure B contains molecules of water that have condensed to form tiny droplets of water to create a “fog”.
es_es: El aire afuera de la puerta del congelador de la Figura B contiene moléculas de agua que se han condensado para formar pequeñas gotitas de agua para crear una "neblina".

source: Your first quiz question is...
es_es: Tu primera pregunta de evaluación es...

source: Correct.
es_es: Correcto.

source: Nope! The denser fog outside freezer door A is a result of a greater quantity of water vapor in the air outside freezer door A than freezer door B being condensed by the cold air flowing out of the freezer.
es_es: ¡Nop! La neblina más densa afuera de la puerta del congelador A es resultado de una mayor cantidad de vapor de agua en el aire afuera de la puerta del congelador A que de la puerta del congelador B, siendo condensada por el aire frío que fluye desde el congelador.

source: No! The abundance of molecules of nitrogen and oxygen cannot be inferred from the illustrations.
es_es: ¡No! La abundancia de moléculas de nitrógeno y oxígeno no puede ser inferida por las ilustraciones.

source: Nope! The abundance of molecules of nitrogen and oxygen cannot be inferred from the illustrations.
es_es: ¡Nop! La abundancia de moléculas de nitrógeno y oxígeno no puede ser inferida por las ilustraciones.

source: The thin layer of gases that covers most of Earth's surface is called the...
es_es: La delgada capa de gases que cubre la mayor parte de la superficie terrestre se conoce como...

source: hemisphere
es_es: hemisferio

source: lithosphere
es_es: litósfera

source: hydrosphere
es_es: hidrósfera

source: Flipping box...
es_es: Girando la caja...

source: Nope. Lithosphere is the thick layer of rock layers (continental and oceanic crust)
es_es: Nop. La litósfera es la capa gruesa de capas de roca (corteza continental y oceánica)

source: A hemisphere? A hemisphere is one half of a spherical shape.
es_es: ¿Un hemisferio? Un hemisferio es la mitad de una forma esférica.

source: Not quite. This is the thin layer of water covering Earth's surface.
es_es: No exactamente. Ésta es la capa delgada de agua que cubre la superficie terrestre.

source: Which of the following gases is most abundant in Earth's atmosphere?
es_es: ¿Cuál de los siguientes gases es más abundante en la atmósfera terrestre?

source: Carbon Dioxide
es_es: Dióxido de Carbono

source: Helium
es_es: Helio

source: Looking at the map...
es_es: Mirando el mapa...

source: Correct. Roughly 78% of air is composed of nitrogen.
es_es: Correcto. Aproximadamente el 78% del aire está compuesto de nitrógeno.

source: No! Oxygen makes up only about 20% of the gases found in air.
es_es: ¡No! El oxígeno sólo constituye aproximadamente el 20% de los gases que hay en el aire.

source: Nope! Only a very small fraction of air is comprised of carbon dioxide.
es_es: ¡Nop! Sólo una muy pequeña fracción del aire está constituido por dióxido de carbono.

source: No! Only a very small fraction of air is comprised of helium.
es_es: ¡No! Sólo una muy pequeña fracción del aire está constituido por helio.

source: Click on the <span class='blink'>correct</span> statement about the relationship between temperature, pressure and density of gases.
es_es: Da clic en la declaración <span class='blink'>correcta</span> acerca de la relación entre temperatura, presión y densidad de los gases.

source: Higher temperatures in gas cause higher density.
es_es: Temperaturas más altas en los gases causan una densidad mayor.

source: Higher pressures in gas cause lower density.
es_es: Presiones más altas en los gases causan una densidad menor.

source: Higher temperatures in gas cause lower density.
es_es: Temperaturas más altas en los gases causan una densidad menor.

source: Lower pressures in gas cause higher density.
es_es: Presiones más bajas en los gases causan una densidad mayor.

source: Finding the correct answer...
es_es: Encontrando la respuesta correcta...

source: No. An increase in temperature results in a decrease in density.
es_es: No. Un incremento en la temperatura resulta en una disminución de la densidad.

source: Way to go!
es_es: ¡Bien hecho!

source: No. An increase in pressure results in an increase in density.
es_es: No. Un incremento en la presión resulta en un incremento en la densidad.

source: No. A decrease in pressure on a gas results in a decrease in density.
es_es: No. Una disminución en la presión de un gas resulta en una disminución de la densidad.

source: Air pollution can result from which of the following activities:
es_es: Contaminación del aire puede ser resultado de cuáles de las siguientes actividades:

source: Natural disasters such as volcanic eruptions or natural forest fires.
es_es: Desastres naturales como erupciones volcánicas o incendios forestales naturales

source: Manufacturing such as electrical power plants.
es_es: La manufactura como las plantas eléctricas

source: Emissions from cars and buses.
es_es: Emisiones de autos y autobuses

source: All of the above.
es_es: Todas las anteriores.

source: Researching air pollutants...
es_es: Investigando contaminantes del aire...

source: That’s right! Air pollution can result from all three activities including natural disasters, manufacturing and emissions from cars and buses.
es_es: ¡Así es! La contaminación del aire puede resultar de las tres actividades incluyendo desastres naturales, manufactura y emisiones de autos y autobuses.

source: Yes, but not exactly! Air pollution can result from all three activities including natural disasters, manufacturing and emissions from cars and buses.
es_es: ¡Sí, pero no exactamente! La contaminación del aire puede resultar de las tres actividades incluyendo desastres naturales, manufactura y emisiones de autos y autobuses.

source: The dense, cloud-like formation filled with air pollutants found over cities is known as...
es_es: La formación densa, similar a las nubes llena de contaminantes del aire que se encuentra sobre las ciudades se conoce como...

source: Fog
es_es: Neblina

source: Water Vapor Formations
es_es: Formaciones de Vapor de Agua

source: No. The atmosphere is the gaseous blanket that covers Earth's surface.
es_es: No. La atmósfera es el manto gaseoso que cubre la superficie de la Tierra.

source: No. Fog, generally harmless to the human body, is a cloud-like formation composed mostly fine water droplets suspended in cool air.
es_es: No. La niebla en general no hace daño al cuerpo humano, es una formación similar a las nubes compuesta principalmente por gotas finas de agua suspendidas en aire frío.

source: Correct!
es_es: ¡Correcto!

source: No. Although smog may contain water vapor, it also contains a mixture of gases considered harmful to human health.
es_es: No. Aunque el smog puede contener vapor de agua, también contiene una mezcla de gases considerados dañinos para la salud humana.

source: Congratulations
es_es: ¡Felicitaciones,

source: You've completed the Air Around Us module.
es_es: Has completado el módulo del Aire que nos Rodea.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.
