Repository: geneconde/NGR-sandbox
Catalog: demo/the-air-around-us/Locale/*/LC_MESSAGES/the-air-around-us.po
Languages: es_es

source: Start
es_es: Inicio

source: Next
es_es: Siguiente

source: Back
es_es: Regresar

source: Read More
es_es: Leer Más

source: Check Answer
es_es: Verificar Respuesta

source: Please select your answer.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
es_es: Revisión Rápida #1

source: Quick Check #2
es_es: Revisión Rápida #2

source: Quick Check #3
es_es: Revisión Rápida #3

source: Quick Check #4
es_es: Revisión Rápida #4

source: Please check your answers.
es_es: Por favor revisa tus respuestas.

source: How did I do?
es_es: ¿Cómo lo hice?

source: You answered...
es_es: Tú respondiste...

source: select
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
es_es: Gira o voltea la caja de abajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
es_es: La Situación

source: The Scenario
es_es: El Escenario

source: Your Task
es_es: Tu Tarea

source: The Task
es_es: La Tarea

source: The Problem
es_es: El Problema

source: Your Assignment
es_es: Tu Tarea

source: Close me!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6

source: Congratulations,
es_es: ¡Felicidades,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
es_es: Ir al tablero de inicio

source: Let's begin!
es_es: ¡Iniciemos!

source: Are you ready
es_es: ¿Estás listo/a,

source: Preparing your first quick check!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
es_es: Uniéndolo todo...

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
es_es: ¡Terminaste!

source: Welcome to the Air Around Us module
es_es: Bienvenido/a al módulo del Aire que nos Rodea

source: Thinking about... the air around us
es_es: Pensando acerca del... aire que nos rodea

source: Have you ever woken up in the morning, stretched your arms and taken a deep breath? Did you ever wonder what was in that deep breath? Sure – you probably thought you were taking in “air”. But what is that air stuff anyway? You can’t see it. You can’t taste it or smell it or feel it. So is it nothing or is it something? And how do you know?<br>And what if you live in a city where there’s “air pollution”? What does that mean? What is it that “pollutes” the air? And, if there’s enough air pollution, maybe you actually can see the air, or taste it or smell it after all.
es_es: ¿Alguna vez te has despertado por la mañana, estirado tus brazos y respirado profundamente? ¿Alguna vez te preguntaste qué contenía esa respiración? Claro - probablemente pensaste que estabas tomando "aire". ¿Pero qué es eso? No puedes verlo. No puedes sentir su sabor u olor, ni tocarlo. Así que ¿es algo o nada? ¿Y cómo saberlo?<br>¿Y qué sucede si vives en una ciudad donde hay "contaminación del aire"? ¿Qué significa eso? ¿Qué es lo que "contamina" el aire? Y, si hay suficiente contaminación del aire, quizá en realidad puedas ver el aire, o sentir su sabor u olor después de todo.

source: Checking what you know about... air around us
es_es: Revisando lo que sabes acerca del... aire que nos rodea

source: What is the air composed of?
es_es: ¿De qué está compuesto el aire?

source: Pure oxygen
es_es: Oxígeno puro

source: Mostly oxygen with some nitrogen
es_es: Principalmente oxígeno con algo de nitrógeno

source: Mostly nitrogen with some oxygen
es_es: Principalmente nitrógeno con algo de oxígeno

source: Mostly nitrogen with some oxygen and other minor gases
es_es: Principalmente nitrógeno con algo de oxígeno y otros gases menores

source: Air is made up of mostly Nitrogen (about 78%) and Oxygen (about 21%) and other gases that combine to make up the remaining 1% of air. Sometimes some other nasty gases and tiny little particles from exhaust from trucks and buses get into the air too and pollute the air. That can make the air bad for us to breathe.
es_es: El aire está compuesto principalmente de Nitrógeno (alrededor del 78%) y Oxígeno (alrededor del 21%) y otros gases que se combinan para formar el 1% restante del aire. Algunas veces, algunos otros gases desagradables y pequeñas partículas de los gases de escape de camiones y autobuses entran al aire también y lo contaminan. Eso puede hacer que sea malo respirar ese aire para nosotros.

source: Breathing air...
es_es: Respirando aire...

source: Reviewing big ideas about... the air around us
es_es: Revisando ideas importantes acerca del... aire que nos rodea

source: Because the mixture of gases in the air around us is invisible, some people think that there's nothing there. In fact, air is a substance that has mass and takes up space. You may recall the three common phases of matter include solid, liquid and gas. The air in earth's <span class='key'>atmosphere</span> contains a mixture of gases including mostly nitrogen, oxygen, argon and carbon dioxide.
es_es: Ya que la mezcla de gases en el aire que nos rodea es invisible, algunas personas piensan que no hay nada allí. De hecho, el aire es una sustancia que tiene masa y ocupa espacio. Puede ser que recuerdes que las tres fases comunes de la materia incluyen sólido, líquido y gaseoso. El aire en la <span class='key'>atmósfera</span> de la Tierra contiene una mezcla de gases que incluye principalmente nitrógeno, oxígeno, argón y dióxido de carbono.

source: In addition, water (in its gaseous phase which is frequently referred to as <span class='key'>water vapor</span>) is found in Earth's atmosphere. And, despite the amount of rain, snow and sleet that you have watched fall from above, the concentration of water vapor is relatively low. There are a number of other gases such as neon, hydrogen, helium, and methane but these are found at very low levels of concentration.
es_es: Adicionalmente, el agua (en su fase gaseosa a la cual nos referimos frecuentemente como <span class='key'>vapor de agua</span>) se encuentra en la atmósfera terrestre. Y, a pesar de la cantidad de lluvia, nieve y granizo que hayas visto caer, la concentración de vapor de agua es relativamente baja. Hay una cantidad de otros gases como neón, hidrógeno, helio y metano pero estos se encuentran en niveles muy bajos de concentración.

source: Although the air around us is largely invisible, air does have mass. For example, consider a balance beam that has one rubber balloon on each side. If one balloon is inflated by blowing it up using your lungs and the other balloon is left empty, then the side with the inflated balloon will be heavier than the other. That's because the mixture of oxygen, nitrogen and carbon dioxide expelled by your lungs has mass.
es_es: Aunque el aire que nos rodea es invisible en gran parte, el aire sí tiene masa. Por ejemplo, considera una barra de equilibrio que tiene un globo de goma en cada extremo. Si un globo se infla utilizando tus pulmones y el otro globo se queda vacío, entonces el lado con el globo inflado será más pesado que el otro. Esto es porque la mezcla de oxígeno, nitrógeno y dióxido de carbono expulsado por tus pulmones tiene masa.

source: Weighing a balloon...
es_es: Pesando un globo...

source: Relative composition of air
es_es: Composición relativa del aire

source: Nitrogen
es_es: Nitrógeno

source: Oxygen
es_es: Oxígeno

source: Other gases
es_es: Otros gases

source: The concentrations of Nitrogen, Oxygen, Water Vapor and Argon were measured at various places around the world. Use the data of the chemical components of air at four different locations around the world in the table below to answer the following question.
es_es: La concentración del Nitrógeno, Oxígeno, Vapor de Agua y Argón se midió en varios lugares alrededor del mundo. Utiliza los datos de la tabla debajo sobre los componentes químicos del aire en cuatro ubicaciones distintas alrededor del mundo para responder la siguiente pregunta.

source: % of Gas in the Atmosphere at Different Locations
es_es: % de Gas en la Atmósfera en Distintas Ubicaciones

source: Symbol
es_es: Símbolo

source: Location 1
es_es: Ubicación 1

source: Location 2
es_es: Ubicación 2

source: Location 3
es_es: Ubicación 3

source: Location 4
es_es: Ubicación 4

source: Location 5
es_es: Ubicación 5

source: Water Vapor
es_es: Vapor de Agua

source: Argon
es_es: Argón

source: As the amount of water in the atmosphere <span class='blink'>increases</span> from location to location, which of the following statements are true?
es_es: Conforme la cantidad de agua en la atmósfera <span class='blink'>incrementa</span> de ubicación a ubicación, ¿cuáles de las siguientes declaraciones son verdaderas?

source: Only the amount of nitrogen in the atmosphere decreases.
es_es: Sólo la cantidad de nitrógeno en la atmósfera disminuye.

source: The amount of nitrogen in the atmosphere increases.
es_es: La cantidad de nitrógeno en la atmósfera incrementa.

source: Only the amount of oxygen in the atmosphere increases.
es_es: Sólo la cantidad de oxígeno en la atmósfera incrementa.

source: The amounts of Nitrogen, Oxygen and Argon in the atmosphere decreases.
es_es: Las cantidades de nitrógeno, oxígeno y argón en la atmósfera disminuyen.

source: Correct! As the amount of water in the atmosphere increases, the % of all other gases decreases.
es_es: ¡Correcto! Conforme la cantidad de agua en la atmósfera incrementa, el % de todos los otros gases disminuye.

source: Not quite! Look at the table more closely. As the amount of water in the atmosphere increases, the % of all other gases decreases.
es_es: ¡No exactamente! Mira la tabla con más cuidado. Conforme la cantidad de agua en la atmósfera incrementa, el % de todos los otros gases disminuye.

source: Preparing your first quick check...
es_es: Preparando tu primera revisión rápida...

source: More big ideas about... the air around us
es_es: Más ideas importantes acerca del... aire que nos rodea

source: The Air Around Us
es_es: Aire que nos rodea

source: Many of the complex phenomena that take place in Earth's atmosphere can be explained through an understanding of density and what happens when the density of an air mass changes as a result of changes in temperature and pressure.
es_es: Muchos de los fenómenos complejos que tienen lugar en la atmósfera terrestre pueden explicarse a través de un entendimiento de la densidad y lo que sucede cuando la densidad de una masa de aire cambia como resultado de los cambios en temperatura y presión.

source: Pressure
es_es: Presión

source: Temperature
es_es: Temperatura

source: Density
es_es: Densidad

source: <span class='key'>Density</span> is the ratio between the amount of matter found in a given quantity of an object and the amount of space that quantity takes up (its volume). How many molecules of air packed into a certain space is what we refer to as the density of air. The density of fluids such as liquids and gases can change in response to changes in temperature and pressure. Even slight decreases in temperature can lead to significant changes in air density. For example, a helium-filled balloon brought from a warm, inside room to the cold outdoors, will quickly look deflated (less filled). This is because the density of helium inside the balloon increases as the gas is cooled by the cold outside air. Consequently, the helium takes up less space inside the balloon so the volume of the balloon is less and the balloon shrinks. This makes the balloon appear more deflated than when it was in a warm room.
es_es: <span class='key'>Densidad</span> es la proporción entre la cantidad de materia encontrada en una cierta cantidad de un objeto y la cantidad de espacio que dicha cantidad ocupa (su volumen). Cuántas moléculas de aire están contenidas en un cierto espacio es lo que conocemos como densidad del aire. La densidad de fluidos como líquidos y gases puede cambiar en respuesta a los cambios en temperatura y presión. Incluso pequeñas disminuciones en la temperatura pueden llevar a cambios significativos en la densidad del aire. Por ejemplo, un globo lleno de helio que se lleva de una habitación interior tibia a un exterior frío, rápidamente lucirá desinflado (menos lleno). Esto es porque la densidad del helio dentro del globo incrementa conforme el gas se enfría por el aire frío del exterior. Por lo tanto, el helio ocupa menos espacio dentro del globo así que el volumen del globo es menor y el globo se encoge. Esto hace que el globo parezca más desinflado que cuando estaba en una habitación cálida.

source: Let's look at another example to better explain this. Have you ever opened a freezer door and watched the fog apparently roll out – especially on a warm humid day?
es_es: Veamos otro ejemplo para explicar mejor esto. ¿Alguna vez has abierto la puerta del congelador y visto la neblina que aparentemente escapa - especialmente en un día cálido y húmedo?

source: You might have thought that fog inside the freezer simply flowed out when the door was opened. But this isn't what happens at all. What is actually happening is, when you open the freezer door and cold air from the freezer mixes with and cools the warmer air outside the freezer, the water molecules in the warmer air condense from cooling. That means they come together to form tiny droplets that look like fog. Though we can't see cold air flowing, we can observe its movement outward and downward as the process of condensation expands over a larger volume of air.
es_es: Quizá hayas pensado que la neblina dentro del congelador simplemente fluyó hacia afuera cuando la puerta se abrió. Pero eso no es lo que sucede en absoluto. Lo que en realidad está sucediendo es que, cuando abres la puerta del congelador y el aire frío del congelador se mezcla con y enfría el aire cálido que está afuera del congelador, las moléculas de agua en el aire más cálido se condensan debido al enfriamiento. Esto significa que se unen para formar pequeñas gotitas que lucen como neblina. Aunque no podemos ver el aire frío que fluye, podemos observar su movimiento hacia afuera y hacia abajo conforme el proceso de condensación se expande sobre un volumen más grande de aire.

source: This is one of the amazing phenomena that result from the complex interaction between the gasses in the air and the physical conditions (such as temperature and pressure) that take place throughout the air around us.
es_es: Éste es uno de los increíbles fenómenos que resultan de las interacciones complejas entre los gases en el aire y las condiciones físicas (como la temperatura y la presión) que tienen lugar en el aire que nos rodea.

source: Opening the refrigerator...
es_es: Abriendo el refrigerador...

source: Higher temperatures in gas cause lower density. Put the following sentences in order by dragging them up and down to explain how higher temperatures in gas cause lower density.
es_es: Temperaturas más altas en el gas provocan una densidad menor. Ordena los siguientes segmentos de oraciones arrastrándolos hacia arriba y hacia abajo para formar una oración que explique cómo las temperaturas más altas en el gas provocan una menor densidad.

source: Gas particles move more quickly
es_es: Las partículas de gas se mueven más rápidamente

source: So the same mass takes up more space
es_es: Así que la misma masa ocupa más espacio

source: Causing more space between molecules
es_es: Provocando que haya más espacio entre las moléculas

source: Causing the gas to have lower density
es_es: Provocando que el gas tenga una menor densidad

source: As gas temperature increases
es_es: Conforme la temperatura del gas incrementa

source: Studying air molecules...
es_es: Estudiando moléculas de aire...

source: That’s right! As gas temperature increases, gas particles move more quickly causing more space between molecules. That way, the same mass takes up more space causing the gas to have lower density.
es_es: ¡Así es! Conforme la temperatura del gas incrementa, las partículas de gas se mueven más rápido, provocando que haya más espacio entre las moléculas. De esa forma, la misma masa ocupa más espacio, provocando que el gas tenga una menor densidad.

source: Nope! As gas temperature increases, gas particles move more quickly causing more space between molecules. That way, the same mass takes up more space causing the gas to have lower density.
es_es: ¡Nop! Conforme la temperatura del gas incrementa, las partículas de gas se mueven más rápido, provocando que haya más espacio entre las moléculas. De esa forma, la misma masa ocupa más espacio, provocando que el gas tenga una menor densidad.

source: The force of gravity pulls all objects that have mass toward Earth's center. Air molecules have mass so they too are pulled down toward Earth's surface. And, just as with all objects, there is a relationship between the mass of the object and the force exerted by gravity – the greater the mass, the greater the gravitational force. The result of this gravitational pull is a phenomenon called <span class='key'>Air Pressure</span>. Imagine for a moment standing in the middle of a column of air that extends from your feet (on Earth's surface) to the outer extent of the atmosphere. The mass of all that air directly above you exerts a force on you called air pressure. This is a consequence of the gravitational pull of the Earth on the air mass above you and it affects you and everything on the Earth’s surface. It follows that if there are less molecules of air in that column, then the pressure would be less on Earth's surface. Conversely, if the number and mass of molecules increases, one would experience increased pressure at Earth's surface. So the higher you go, like climbing up a mountain or flying up in an airplane, the less air mass is above you which means there is less force from the weight of that air pushing down; less air pressure! Because the density of air decreases as altitude increases, air pressure generally decreases with altitude. Similarly, as the density of the air increases, so does the air pressure.
es_es: La fuerza de gravedad tira de todos los objetos que tienen masa hacia el centro de la Tierra. Las moléculas de aire tienen masa, así que también son atraídas hacia la superficie terrestre. Y, justo como el resto de los objetos, existe una relación entre la masa del objeto y la fuerza ejercida por la gravedad - entre mayor es la masa, mayor es la fuerza gravitacional. El resultado de esta atracción gravitacional es un fenómeno llamado <span class='key'>Presión del Aire</span>. Imagina por un momento estar de pie en medio de una columna de aire que se extiende desde tus pies (sobre la superficie terrestre) hasta el exterior de la atmósfera. La masa de todo ese aire directamente sobre ti, ejercerá una fuerza sobre ti llamada presión del aire. Esto es una consecuencia de la atracción gravitacional de la Tierra sobre la masa de aire sobre ti y te afecta a ti y a todo lo que está sobre la superficie terrestre. Por lo tanto, si hay menos moléculas de aire en esa columna, entonces la presión sería menor sobre la superficie terrestre. A la inversa, si el número y masa de moléculas incrementa, se experimentaría una presión mayor sobre la superficie terrestre. Así que entre más te eleves, como cuando escalas una montaña o vuelas en avión, habrá una menor masa de aire sobre ti, lo que significa que hay menos fuerza por el peso de dicho aire presionando sobre ti; o sea, ¡menos presión del aire! Ya que la densidad del aire disminuye conforme la altitud aumenta, la presión del aire generalmente disminuye con la altitud. De la misma forma, conforme la densidad del aire incrementa, también lo hace la presión del aire.

source: Look at how few atoms are pressing down on me at the top of the mountain!
es_es: ¡Mira cuán pocos átomos están provocando presión sobre mí en la cima de la montaña!

source: Look at all the atoms pressing down on me at the bottom of the mountain!
es_es: ¡Mira cuántos átomos están provocando presión sobre mí en la base de la montaña!

source: Click here!
es_es: ¡Da clic aquí!

source: Lower pressure
es_es: Presión más baja

source: Higher pressure
es_es: Presión más alta

source: Pulling objects...
es_es: Tirando de objetos...

source: Question A. Look at the graph to the right showing the relationship between temperature and the density of air. Which of the following statements about the relationship is true?
es_es: Pregunta A. Mira la gráfica de la derecha que muestra la relación entre la temperatura y la densidad del aire. ¿Cuál de las siguientes declaraciones acerca de dicha relación es verdad?

source: Cold air generally has less density than warm air.
es_es: El aire frío generalmente tiene menor densidad que el aire cálido.

source: Warm air generally has less density than cold air.
es_es: El aire cálido generalmente tiene menor densidad que el aire frío.

source: Warm air exerts greater pressure on Earth’s surface than cold air.
es_es: El aire cálido ejerce una mayor presión sobre la superficie terrestre que el aire frío.

source: Cold air exerts less pressure on Earth’s surface than warm air.
es_es: El aire frío ejerce una menor presión sobre la superficie terrestre que el aire cálido.
