Repository: geneconde/NGR-sandbox
Catalog: demo/food-chains/Locale/*/LC_MESSAGES/food-chain.po
Languages: ar_eg, es_es

source: Food Chain - Summarize Core Ideas
ar_eg: السلسلة الغذائية - تلخيص الأفكار الأساسية
es_es: Cadena Alimentaria - Resumir Ideas Principales

source: Summarizing core ideas... about food chains
ar_eg: تلخيص الأفكار الأساسية... حول السلاسل الغذائية
es_es: Resumiendo ideas principales...sobre cadenas alimentarias.

source: A <span class='red bold'>food chain</span> shows the movement of energy through living things.
ar_eg: تُظْهِر <span class='red bold'>السلسلة الغذائية</span> كيفية سريات الطاقة خلال الكائنات الحية.
es_es: Una <span class='red bold'>cadena alimentaria</span> muestra el movimiento de energía de los seres vivos.

source: <span class='green bold'>Producers</span> such as grasses, vegetables and fruits get their energy directly from the sun and change it into food that they then use themselves and other living things.
ar_eg: <span class='green bold'>المنتجات</span> كالأعشاب، والخضروات، والفواكه تحصل على الطاقة مباشرة من الشمس وتحولها إلى غذاء مستخدمة فيما بعض من هذه الأعشاب أو من الكائنات الحية الأخرى.
es_es: <span class='green bold'>Productores</span> como hierbas, verduras y frutas obtienen su energía directamente del sol y convertirla en alimentos que luego utilizan ellos mismos y otros de los seres vivos.

source: <span class='purple bold'>Consumers</span> such as birds, fish, and people cannot use energy directly from the sun to make their own food. Instead, consumers get their energy indirectly from the sun by eating producers or other consumers.
ar_eg: <span class='purple bold'>المستهلكات</span>كالطيور، والأسماك، والبشر لا تستطيع استخدام الطاقة مباشرة من الشمس كي تصنع غذائها. وبدلاً من ذلك، تحصل المستهلكات على الطاقة من الشمس بأكل المنتجات أو بأكل المستهلكات الأخرى.
es_es: <span class='purple bold'> consumidores</span> como pájaros, peces y la gente no pueden utilizar energía directamente del sol para hacer su propia comida. En cambio, los consumidores obtienen su energía indirectamente del sol por el consumo de los productores u otros consumidores.

source: The place of all living things in the food chain depends on how they get their <span class='orange bold'>food or energy</span>.
ar_eg: يعتمد موقع جميع الكائنات الحية في السلسلة الغذائية على كيفية حصولها على <span class='orange bold'>الغذاء أو الطاقة</span>.
es_es: El lugar de todos los seres vivos en la cadena alimentaria depende de cómo consiguen <span class='orange bold'> alimentos o energía</span>.

source: Food Chain - Reviewing Key Vocabulary
ar_eg: السلسلة الغذائية - مراجعة المفردات الرئيسية
es_es: Cadena Alimentaria - Revisión de Vocabulario Importante

source: Reviewing key vocabulary related to... food chains
ar_eg: مراجعة المصطلحات المرتبطة... بالسلاسل الغذائية
es_es: Revisión de vocabulario importante relacionado con... cadenas alimentarias

source: Food Chain
ar_eg: السلسلة الغذائية
es_es: cadena alimentaria

source: A food chain is similar to a food web in that it shows the interactions between prey and predators in an ecosystem. However, unlike a food web which shows multiple interactions between prey and predators, a food chain shows just one linear "ladder" of interactions, and not all that are in an ecosystem.
ar_eg: لسلسلة الغذائية مشابهة لشبكة الغذاء في انها تُظهر التفاعلات بين الفريسة والمفترسات في النظام البيئي. ولكن، على عكس الشبكة الغذائية، التي تُظهر تفاعلات متعددة بين الفريسة والحيوانات المفترسة، تُظهر السلسلة الغذائية سُلَم خطي واحد من التفاعلات، ولا تُظهر جميع العلاقات الموجودة في النظام البيئي.
es_es: Una cadena alimenticia es similar a una red alimenticia ya que muestra las interacciones entre las presas y los depredadores en un ecosistema. Sin embargo, al contrario de una red alimenticia que muestra múltiples interacciones entre presa y depredador, una cadena alimenticia muestra sólo una "escalera" linear de interacciones, y no todas las que existen en el ecosistema.

source: Food Web
ar_eg: شبكة غذائية
es_es: una red alimentaria

source: Producer
ar_eg: منتج
es_es: productor

source: Producers are organisms that use the sun's energy through photosynthesis.
ar_eg: المنتجات هي الكائنات التي تستخدم طاقة الشمس من خلال عملية التمثيل الضوئي.
es_es: Los productores son organismos que utilizan la energía solar a través de la fotosíntesis.

source: Plants get their energy directly from the sun to make their own food. So they are called producers.
ar_eg: تحصل النباتات على الطاقة مباشرة من الشمس لصنع المواد الغذائية الخاصة بها. لذلك يطلق عليها المنتجات.
es_es: Las plantas obtienen su energía directamente del sol para crear su propio alimento. Así que se conocen como productoras.

source: Consumer
ar_eg: مستهلك
es_es: consumidor

source: Consumers are organisms that cannot produce their own energy from the sun for food; they must consume other organisms.
ar_eg: المستهلكات هي الكائنات الحية التي لا يمكن أن تصنع الطاقة الخاصة بها من الشمس كي تتغذى؛ وإنما يجب أن تستهلك كائنات لحية أخرى.
es_es: Los consumidores son organismos que no pueden producir su propia energía a partir del sol para alimentarse; deben consumir a otros organismos.

source: Living things such as animals cannot use energy from the sun for food. They must get their energy from other living things. So they are called consumers.
ar_eg: الكائنات الحية مثل الحيوانات التي لا يمكن أن تستخدم طاقة الشمس لإنتاج الغذاء. وإنما يجب أن تحصل على طاقتها من الكائنات الحية الأخرى. ولذلك يطلق عليها المستهلكات.
es_es: Los seres vivos como los animales no pueden utilizar energía del sol para alimentarse. Deben obtener su energía de otros seres vivos. Así que se les conoce como consumidores.

source: Herbivore
ar_eg: آكل نبات
es_es: Herbívoros

source: Herbivores are creatures that eat only producers, such as plants and algae, for food.
ar_eg: الكائنات الحية مثل الحيوانات التي لا يمكن أن تستخدم طاقة الشمس لإنتاج الغذاء، وإنما يجب أن تحصل على طاقتها من الكائنات الحية الأخرى. لذلك تسمى مستهلكات.
es_es: Los herbívoros son criaturas que sólo comen productores, como plantas y algas, para alimentarse.

source: Because it only eats plants, an elephant is an example of an herbivore.
ar_eg: لأنه يأكل النباتات فقط، يعتبر الفيل مثال لأكلات الأعشاب.
es_es: Ya que sólo come plantas, un elefante es un ejemplo de un herbívoro.

source: Carnivore
ar_eg: آكل لحوم
es_es: Carnívoros

source: A carnivore is an organism that feeds only on meat.
ar_eg: أكل اللحوم هو كائن حي يتغذى فقط على اللحوم.
es_es: Un carnívoro es un organismo que sólo se alimenta de carne.

source: A polar bear is the largest land carnivore. It eats mainly fish and seals. Even your pet cat or dog is a carnivore. Birds such as eagles, hawks, and falcons are also carnivores. There are even some carnivorous plants, such as the Venus flytrap, which eats insects.
ar_eg: الدب القطبي هو أكبر أكلة اللحوم الأرض. يأكل أساسا الأسماك والأختام. حتى القط حيوان أليف أو كلب هو أكلة اللحوم. الطيور مثل النسور والصقور بأنواعها هي أيضا حيوانات آكلة لحوم . بل هناك بعض النباتات آكلة اللحوم، مثل فينوس صائدة الذباب، والتي تأكل الحشرات.
es_es: El oso polar es el carnívoro terrestre más grande. Se alimenta principalmente de peces y focas. Incluso tu perro o gato es carnívoro. Las aves como las águilas y halcones también son carnívoras. Incluso hay plantas carnívoras, como la Venus atrapamoscas, que se alimenta de insectos.

source: Decomposer
ar_eg: محلل
es_es: descomponedores

source: Decomposers, such as fungi, are consumers that feed off of living things that die.
ar_eg: المحللات مثل الفطريات، هي مستهلكات تتغذى على الكائنات الحية التي تموت.
es_es: Los descomponedores, como los hongos, son consumidores que se alimentan de seres vivos que han muerto.

source: Living things such as mushrooms or molds are known as decomposers, because they feed off of dead organisms.
ar_eg: الكائنات الحية مثل فطر المشروم أو العفن تعرف كمحللات، لأنها تتغذى على الكائنات الميتة.
es_es: Los seres vivos como las setas o el moho se conocen como descomponedores, porque se alimentan de organismos muertos.

source: Predation
ar_eg: إفتراس
es_es: depredación

source: When animals hunt other animals, this is known as predation.
ar_eg: عندما تصطاد حيوانات تصطاد حيوانات أخرى، وهو ما يعرف الافتراس.
es_es: Cuando los animales cazan a otros animales, se conoce como depredación.

source: In predation, the creature being hunted is the prey and the hunter is the predator.
ar_eg: في الافتراس، الكائن الذي يجري اصطياده هو الفريسة والصياد هو المفترس.
es_es: En la depredación, la criatura que es cazada es la presa y el cazador es el depredador.

source: Predator
ar_eg: مفترس
es_es: Depredador

source: Animals that hunt, attack, and eat other animals are called predators.
ar_eg: الحيوانات التي تضطاد، وتهجم على غيرها من الحيوانات وتأكلها تسمى حيوانات مفترسة.
es_es: Los animales que cazan, atacan y comen a otros animales se conocen como depredadores.

source: Predators include lions, tigers, and sharks. Dogs and cats are also predators, but people give them food so they don't have to hunt. Predators that live in the wild have to be good hunters, or they will not have food to eat.
ar_eg: المفترسات تشتمل على الأسود والنمور، وأسماك القرش . الكلاب والقطط هي أيضا حيوانات مفترسة، ولكن الناس يعطيهم الطعام حتى لا تحتاج أن تصطاد. الحيوانات المفترسة التي تعيش في البرية يجب أن تكون ما هرة في الصيد، أو أنها لن تجد طعام لتأكل.
es_es: Los depredadores incluyen a los leones, tigres y tiburones. Los perros y los gatos también son depredadores, pero las personas les dan alimento así que no necesitan cazar. Los depredadores que viven en la naturaleza necesitan ser buenos cazadores, o no tendrán alimento para comer.

source: Prey
ar_eg: فريسة
es_es: Presa

source: Animals that are hunted and eaten by other animals are called prey.
ar_eg: الحيوانات التي تُصطاد وتُؤكَل من قبل حيوانات أخرى تسمى فرائس.
es_es: Los animales que son cazados y comidos por otros animales se conocen como presas.

source: Prey animals often have special markings that help them blend in with their surroundings so that they are more difficult to find. Animals make easier prey for the animals that hunt them.
ar_eg: لحيوانات الجارحة غالبا ما يكون لها علامات خاصة تساعدها على أن تنسجم مع محيطها بحيث تكون أكثر صعوبة للعثور عليها. الحيوانات الضعيفة أو المريضة تكون فريسة سهلة للحيوانات التي تصطادها.
es_es: Los animales presa con frecuencia tienen marcas especiales que les ayudan a mezclarse con su entorno para que sean más difíciles de encontrar. Los animales que se encuentran enfermos o débiles son presas más fáciles para los animales que los cazan.

source: Plants are called nature's producers because they use sunlight to produce food for themselves and for other animals to eat. Producers are important to every living thing.
ar_eg: تسمى النباتات بالمنتجات الطبيعية لأنها تستخدم ضوء الشمس لتنتج طعام لنفسها ولبقية الحيوانات. والمنتجات مهمة لكل كائن حي.
es_es: Las plantas se llaman los productores de la naturaleza porque usan la luz del sol para producir alimentos para sí mismos y a otros animales comer. Los productores son importantes para cada uno de los seres vivos.

source: A carnivore is an animal that feeds only on meat. A polar bear is the largest land carnivore. It eats mainly fish and seals, even your pet cat or dog is a carnivore. Birds such as eagles, hawks, and falcons are also carnivores. There are even some carnivorous plants, such as the Venus flytrap, which eats insects.
ar_eg: آكل اللحوم هو حيوان يتغذى فقط على اللحوم. الدب القطبي هو أكبر آكل لحوم بري. حتى الكلاب والقطط هي آكلة لحوم. الطيور مثل النسور، والصقور هي أيضاً آكلات لحوم. هناك أيضاً آكلات لحوم من النباتات مثل النبات صائد الحشرات الذي يأكل الحشرات.
es_es: Un carnívoro es un animal que se alimenta sólo de carne. Un oso polar es el carnívoro más grande de la tierra. Se alimenta principalmente de peces y focas. Incluso su perro o gato es un carnívoro. Pájaros como halcones y águilas también son carnívoros. Hay incluso algunas plantas carnívoras, tales como la Venus atrapamoscas, que come insectos.

source: A consumer is someone or something that uses things up. You might also hear the term consumer used to mean a person who buys things at a store. This is because people use the things that they buy.
ar_eg: المُسْتَهلِك هو الكائن الذي يستهلك الأشياء. ويمكنك أيضاً أن تسمع مصطلح مستهلك للشخص الذي يشتري الأشياء من الدكان. والسبب هو أن الناس تستهلك الأشياء التي يشترونها.
es_es: Un consumidor es alguien o algo que usa las cosas. Usted puede también escuchar al consumidor término solía decir a una persona que compra las cosas en una tienda. Esto es porque la gente usa las cosas que compran.

source: To decompose means to break down into simpler forms or components. Items that have decomposed no longer look the way they used to.
ar_eg: يتحلل يعني يتكسر إلى أشكال أصغر أو إلى مكونات. الأشياء التي تتحلل لن تبدو بالشكل الذي كانت عليه.
es_es: Para descomponer significa dividir en formas más simples o componentes. Los artículos que se han descompuesto ya no miran la manera que lo hacían antes.

source: When living things die, they decompose or are changed into simpler and different forms. However, these new forms do not disappear. They become part of the soil and provide food for other living things. For example, earthworms eat fallen leaves or dead grasses that have started to decompose.
ar_eg: عندما تموت الأشياء، تتحلل أو تتغير إلى أشكال مختلفة أصغر حجماً. ومع ذلك، هذه الأشكال الجديدة لا تختفي. وهي تصبح جزء من التربة وتصبح طعاماً لكائنات حية أخرى. على سبيل المثال، تأكل دودة الأرض اوراق الشجر المتساقطة أو الأعشاب الميتة التي بدأت بالتحلل.
es_es: Cuando las cosas mueren, se descomponen o se cambian en las formas más simples y diferentes. Sin embargo, estas nuevas formas no desaparecen. Se convierten en parte del suelo y proporcionan alimento para otros seres vivos. Por ejemplo, los gusanos comen hojas caídas o hierbas muertas que han empezado a descomponerse.

source: prey
ar_eg: فريسة
es_es: presa

source: Animals that are hunted and eaten by other animals are called prey. Prey animals often have special markings that help them blend in with their surroundings so that they are more difficult to find. Animals that are weak or sick make easier prey for the animals that hunt them.
ar_eg: الحيوان الذي يُصطاد ويؤكل بواسطة حيوانات أخرى يسمى فريسة. الفرائس الحيوانية عادة ما يكون بها علامات خاصة تساعدها على التخفي في المحيط الذي تعيش به بحيث يكون من الصعب إيجادها. الحيوانات الضعيفة أو المريضة تكون فريسة أسهل للحيوانات التي تفترسها.
es_es: Los animales que son cazados y comidos por otros animales son llamados presa. Presas animales suelen tener marcas especiales que les ayudan a mezclarse con sus alrededores de modo que son más difíciles de encontrar. Los animales que son débiles o enfermos que más fácil presa de los animales que cazan.

source: predator
ar_eg: مفترس
es_es: depredador

source: Animals that hunt, attack, and eat other animals are called predators. Predators include lions, tigers, and sharks. Dogs and cats are also predators, but people give them food so they don't have to hunt. Predators that live in the wild have to be good hunters, or they will not have food to eat.
ar_eg: الحيوانات التي تصيد وتأكل الحيوانات الأخرى تسمى مُفترسة. الحيوانات المُفترِسة تشمل الأسود والنمور وأسماك القرش. الكلاب والقطط هي أيضاً حيوانات مُفترِسة، لكن الناس يعطوها طعام بحيث لا تحتاج أن تصطاد. الحيوانات المُفترسِة التي تعيش في البرية. المُفترسِات يجب أن تكون قادرة على الصيد بشكلٍ جيد، أو أنها لن تجد الطعام كي تأكل.
es_es: Los animales que cazan, atacan y comen otros animales se denominan depredadores. Depredadores incluyen leones, tigres y tiburones. Perros y gatos son también depredadores, pero la gente les doy comida así no tienen que cazar. Los depredadores que viven en la naturaleza tienen que ser buenos cazadores, o no tienen para comer.

source: food web
ar_eg: شبكة غذائية
es_es: una red alimentaria

source: A food web shows you which living things eat which other living things. Food webs are very helpful for learning about the feeding relationships between living things that share space. For example, you would look at a jungle food web to see what living things eat other living things in a jungle.
ar_eg: تظهر الشبكة الغذائية الكائنات الحية التي تأكل كائنات حية أخرى. الشبكات الغذائية تساعد في تحسين فهم كيف تكون علاقات التغذية بين الأشياء الحية التي تشترك معها بالمكان. على سبيل المثال، يمكنك النظر لشبكة غذاء في غابة لترى ما تأكله بعض الحيوانات من حيوانات أخرى في الغابة.
es_es: Una red alimentaria demuestra que los seres vivos comen que otros seres vivos. Redes alimentarias son muy útiles para aprender sobre las relaciones entre los seres vivos que comparten espacio de alimentación. Por ejemplo, se puede ver en la selva la red alimentaria a ver qué seres vivos comen otros seres vivos en la selva.

source: A food web shows the names of different living things and has arrows that point from each living thing being eaten to the living thing that is eating it.
ar_eg: وتظهر شبكة الغذاء أسماء مختلف الأشياء الحية وفيها أسهم تشير لكل كائن حي يؤكل من حيوانات أخرى
es_es: Una red alimentaria muestra los nombres de los diferentes seres vivos y tiene flechas que señalan de cada criatura comida a la criatura que lo come.

source: habitat
ar_eg: مَسكَن
es_es: hábitat

source: A habitat is a place where a plant or animal lives. A forest is one type of habitat that covers a large part of Earth. A rainforest is a specific type of habitat that has many trees. It is a good habitat for animals such as birds, bats, and monkeys.
ar_eg: المَسْكَن هو المكان الذي يعيش فيه حيوان أو نبات. الغابة هي نوع من أنواع المساكن تغطي جزءً كبيراً من الأرض. الغابة المطيرة هي نوع محدد من المساكن فيها الكثير من الأشجار. وهي مسكن جيد للحيوانات مثل العصافير، والوطاويط، والقرود
es_es: Un hábitat es un lugar donde una planta o animal vive. Un bosque es un tipo de hábitat que cubre una gran parte de la tierra. Una selva tropical es un tipo específico de hábitat que tiene muchos árboles. Es un buen hábitat para animales como monos, aves y murciélagos.

source: Because there is much water in the rainforest, it is a good habitat for many plants. Plants living in this type of habitat grow to be very large and have very big leaves.
ar_eg: لأن هناك الكثير من المياه في الغابات المطيرة، تعتبر مساكن جيدة للكثير من النباتات. النباتات التي تعيش في هذا النوع من المساكن تنمو لتكون كبيرة جدا ولها أوراق كبيرة ايضاً.
es_es: Porque hay mucha agua en la selva, es un buen hábitat para muchas plantas. Crecen las plantas que viven en este tipo de hábitat a ser muy grande y tiene hojas muy grandes.

source: Checking what you now know... about food chains
ar_eg: تأكد مما تعرف ... عن السلاسل الغذائية
es_es: Revisando lo que sabes ahora... sobre cadenas alimenticias

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: فيما يلي 6 أسئلة قصيرة ستعطيك فكرة عما تعرف الآن وماذا تحتاج أن تعرف.
es_es: Los seis (6) preguntas siguientes de la prueba le dará una idea de lo que ya sabe y lo que aún hay que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: أضغط على زر بعد عندما تكون مستعداً.
es_es: Haga clic en el botón PRÓXIMO cuando esté listo.

source: Quiz Question #1
ar_eg: السؤال رقم 1
es_es: Pregunta del cuestionario #1

source: out of 7 correct answers! Review your answers below.
ar_eg: من أصل 7 إجابات صحيحة! مراجعة إجاباتك أدناه
es_es: De las 7 respuestas correctas! Revise sus respuestas más abajo.

source: Activate <span class='red bold blink'>ALL</span> the buttons that describe each living thing in the first column.
ar_eg: فَعِّل <span class='red bold blink'>جميع</span> الأزرار التي تصف كل كائن حي في العمود الأول
es_es: Activar <span class='red bold blink'>TODOS</span> los botones que describen cada cosa viviente de la primera columna.

source: makes own<br/>food
ar_eg: يصنع <br/>غذائه بنفسه
es_es: hace<br/>propios<br/>alimentos

source: gets food<br/>from<br/>producers
ar_eg: يحصل على الطعام <br/>من<br/> المنتج
es_es: recibe<br/>comida de<br/>productores

source: is a<br/>herbivore
ar_eg: a<br/>آكل نبات
es_es: es un<br/>herbívoro

source: is a<br/>carnivore
ar_eg: <br/>آكل اللحوم
es_es: es un<br/>carnívoro

source: is an<br/>omnivore
ar_eg: <br/>قارت
es_es: es un<br/>omnívoro

source: ants
ar_eg: نمل
es_es: hormigas

source: mice
ar_eg: فئران
es_es: ratones

source: cactus
ar_eg: صَبَّار

source: bushes
ar_eg: شجيرات
es_es: arbustos

source: cougar
ar_eg: أسد امريكي
es_es: puma

source: Food Chain - Quiz Question #2
ar_eg: السلسلة الغذائية - السؤال رقم 2
es_es: Cadena Alimentaria - Pregunta del Cuestionario #2

source: Quiz Question #2
ar_eg: السؤال رقم 2
es_es: Pregunta del Cuestionario #2

source: Look at the food chain below and tap <span class='red bold blink'>ALL</span> the images that trace the energy in each case. Tap the images again to deselect.
ar_eg: أنظر إلى السلسلة الغذائية واضغط على <span class='red bold blink'>جميع</span>الصور التي تتبع الطاقة في كل حالة. إضغط الشاشات مرة أخرى لإلغاء الاختيار الأول.
es_es: Mira la cadena alimentaria abajo y toca <span class='red bold blink'>TODAS</span> las im&aacute;genes que remontan la energ&iacute;a en cada caso. &nbsp;<span>Toca las im&aacute;genes de nuevo para anular la selecci&oacute;n.

source: out of 4 correct answers! Review your answers below.
ar_eg: من أصل 4 إجابات صحيحة! راجع إجاباتك أدناه
es_es: ¡de 4 respuestas correctas! Examine sus respuestas abajo.

source: Where does the <span class='darkyellow'>tertiary</span> consumer<br/>get its energy?
ar_eg: من أين يأتي <br/>المستهلك <span class='darkyellow'>الثلاثي</span> بالطاقة؟
es_es: <p>&iquest;De d&oacute;nde saca su energ&iacute;a al consumidor <span class='darkyellow'>terciario</span>?</p>

source: Where does the <span class='darkgreen'>secondary</span> consumer<br/>get its energy?
ar_eg: من أين يأتي <br/>المستهلك <span class='darkgreen'>الثانوي</span> بالطاقة؟
es_es: <p><span>&iquest;De d&oacute;nde saca su energ&iacute;a al consumidor <span class='darkgreen'>secundaria<span>?</span></p>

source: Where does the <span class='pink'>quaternary</span> consumer<br/>get its energy?
ar_eg: من أين يأتي <br/>المستهلك <span class='pink'>الرباعي</span> بالطاقة؟
es_es: <p><span>&iquest;De d&oacute;nde saca su energ&iacute;a al consumidor <span class='pink'>cuaternario</span>?</span></p>

source: Where does the <span class='darkorange'>primary</span> consumer<br/>get its energy?
ar_eg: من أين يأتي <br/>المستهلك <span class='darkorange'>الأولي</span> بالطاقة؟
es_es: <p><span>&iquest;De d&oacute;nde saca su energ&iacute;a al consumidor <span class='darkorange'>primario</span>?</span></p>

source: Food Chain - Quiz Question #3
ar_eg: السلسلة الغذائية - السؤال رقم 3
es_es: Cadenas Alimentarias - Preguntas del Cuestionario #3

source: Quiz Question #3
ar_eg: السؤال رقم 3
es_es: Preguntas del Cuestionario #3

source: Look at the food chain below and tap <span class='red bold blink'>ALL</span> appropriate answers for each question. Tap the images again to deselect.
ar_eg: أنظر إلى السلسلة الغذائية في الأسفل واضغط على <span class='red bold blink'>جميع</span> الصور المناسبة كإجابات لكل سؤال. إضغط على الصور مرة أخرى لإلغاء الأمر.
es_es: Mira a la cadena alimentaria abajo y toca <span class='red bold blink'>TODAS</span> las respuestas correctas para cada pregunta. Toca las im&aacute;genes de nuevo para anular la selecci&oacute;n</span></span></p>

source: CORN
ar_eg: ذرة
es_es: MAIZ

source: MOUSE
ar_eg: فأر
es_es: RATÓN

source: OWL
ar_eg: بومة
es_es: LECHUZA

source: Identify the <span class='darkorange'>secondary</span> consumers.
ar_eg: حدد المستهكات <span class='darkorange'>الثانوية</span>.
es_es: <p><span>Identifique los consumidores <span class='darkorange'>secundarios</span>.</span></p>

source: Identify the <span class='darkgreen'>herbivores</span>.
ar_eg: حدد <span class='darkgreen'>آكلات النبات</span>.
es_es: <p><span>Identifique los <span class='darkgreen'>herb&iacute;voros</span>.</span></p>
