Repository: geneconde/NGR-sandbox
Catalog: demo/food-chains/Locale/*/LC_MESSAGES/food-chain.po
Languages: ar_eg, es_es

source: Hello!
ar_eg: مرحباً!
es_es: ¡Hola!

source: Welcome to the Food Chains review
ar_eg: أهلاً وسهلاً بكم في مراجعة السلسلة الغذائية
es_es: la bienvenido(a) a la revisión de la cadena alimentaria

source: Food Chains
ar_eg: السلاسل الغذائية
es_es: Cadenas Alimentarias

source: Thinking...
ar_eg: ...فكر
es_es: Pensando...

source: About Where Things Get Their Food
ar_eg: .كيف تحصل الكائنات الحية على غذائها
es_es: Sobre dónde las cosas consiguen su comida

source: People all over the world eat several times a day. Food gives us energy! If people did not eat, they would not be able to walk, dance, play or even stay alive. Every animal needs energy from food. Where does food come from?
ar_eg: يأكل الناس حول العالم عدة مرات في اليوم. فالغذاء يعطينا طاقة! إذا لم يأكل الناس الطعام، فلن يتمكنوا من المشي أو اللعب أو البقاء على قيد الحياة. كل حيوان يحتاج طاقة من الطعام. من أين يأتي الطعام؟
es_es: Gente por todo el mundo se come varios veces del dia. ¡Comida nos da energia! Si no se come, no se puede caminar, bailar, jugar o ser vivo. Cada animal se necesita energia que viene de la comida. ¿De donde viene la comida?

source: Food Chains - Checking what you already know
ar_eg: السلاسل الغذائية - تأكد مما تعرفه
es_es: Cadenas alimentarias- comprobando lo que ya sabes

source: Checking what you already know... about food chains
ar_eg: تأكد مما تعرف ... عن السلاسل الغذائية.
es_es: Comprobando lo que ya sabes...sobre cadenas alimentarias

source: GRASS
ar_eg: عشب
es_es: HIERBA

source: SUN
ar_eg: شمس
es_es: SOL

source: FOX
ar_eg: ثعلب
es_es: ZORRO

source: RABBIT
ar_eg: أرنب
es_es: CONEJO

source: rabbit
ar_eg: أرنب
es_es: conejo

source: Look at the pictures and words above. In the boxes below, tap <span class='red bold blink'>ALL</span> the things on the left that depend <span class='orange bold'>directly or indirectly</span> on the thing on the right.
ar_eg: أنظر إلى الصور والكلمات الموجودة في الأعلى. في المربعات الموجودة في الأسفل، ضع <span class='red bold blink'>جميع</span>الأشياء الموجودة في اليسار والتي تعتمد <span class='orange bold'>بشكلٍ مباشر أو غير مباشر</span> على الشيء الموجود في اليمين.
es_es: Mira las fotos y las palabras arriba. En los cuadros abajos, toque <span class='red bold blink'>TODOS</span> las cosas a la izquierda que depende <span class='orange bold'>directa o indirectamente</span>

source: Which could <span class='red bold'>NOT</span> be removed without affecting <span class='green bold'>ALL</span> of the remaining things?
ar_eg: أي منها <span class='red bold'></span>لا</span> يمكن إزالتها بدون التأثير على <span class='green bold'>جميع</span> الأشياء المتبقية؟
es_es: ¿Cuál <span class='red bold'>NO</span> se podía quitar sin afectar <span class='green bold'>TODAS</span> las demás cosas?

source: All living things are connected to other living things in some way. Rabbits couldn't live without grass and other plants and foxes couldn't live without rabbits and other small animals.
ar_eg: ترتبط جميع الكائنات الحية بالأشياء الحية الأخرى بطريقة معينة. الأرانب لا تستطيع ان تعيش دون العشب والنباتات الأخرى، والثعالب لا تستطيع ان تعيش دون الأرانب والحيوانات الصغيرة الأخرى.
es_es: Todos los seres vivos están conectados a otros seres vivos de alguna manera. Los conejos no podían vivir sin la hierba y otras plantas y los zorros no podían vivir sin conejos y otros animales pequeños.

source: But all living things on Earth depend directly or indirectly on the <span class='darkbrown bold'>SUN</span>.
ar_eg: ولكن كل الكائنات الحية على الأرض تعتمد بشكلٍ مباشر أو بشكلٍ غير مباشر على <span class='darkbrown bold'>الشمس</span>.
es_es: Pero todos los seres vivos en la Tierra dependen directamente o indirectamente en el <span class='darkbrown bold'>SOL</span>.

source: Let's find out more about how living things are connected in this review.
ar_eg: دعونا نعرف المزيد عن كيف ترتبط الكائنات الحية في هذه المراجعة
es_es: Vamos a encontrar más informacíon acerca de cómo están conectados los seres vivos en esta revisíon.

source: Food Chain - Reviewing Core Ideas
ar_eg: السلسلة الغذائية - مراجعة الأفكار الأساسية
es_es: Cadena Alimentaria - Revisar Ideas Principales

source: Reviewing core ideas... about food chains
ar_eg: مراجعة الأفكار الأساسية ... حول السلاسل الغذائية
es_es: Revisión de ideas principales...sobre cadenas alimentarias

source: All living things are connected by energy. As we eat our hamburger, chicken and fish, it is important to know we would not be able to eat these food if plants were not around.
ar_eg: ترتبط جميع الكائنات الحية عن طريق الطاقة. ونحن نأكل الهمبرغر والدجاج والأسماك، فمن المهم أن نعرف أننا لن نتمكن من أكل هذه الأغذية إذا لم يكن هناك نباتات من حولنا".
es_es: Todos los seres vivientes están conectados por energía. Mientras comemos nuestra hamburguesa, pollo y pescado, es importante saber que no puede comer estos alimentos si las plantas no existían.

source: Plants get <span class='red bold'>energy</span> from the <span class='orange bold'>sun</span> and they pass that energy through the food that many <span class='green bold'>animals</span> including cows, chicken, and fish eat. <span class='purple bold'>Humans</span> get some of their energy from eating plants and animals.
ar_eg: .تحصل النباتات على<span class='red bold'>الطاقة</span> من <span class='orange bold'>الشمس</span> وتُمَرِر هذه الطاقة من خلال الطعام الذي تأكله <span class='green bold'>الحيوانات</span>بما في ذلك لحوم البقر والدجاج والسمك الذي نأكله. ويحصل <span class='purple bold'>البشر</span>على بعض من الطاقة بأكل النباتات والحيوانات ".
es_es: Las plantas obtienen <span class='red bold'>energia</span> del <span class='orange bold'>sun</span> y pasan esa energía a través de la comida que muchos <span class='green bold'>animales</span> como vacas, pollos y pescado comen. <span class='purple bold'>Los Seres Humanos</span> consiguen algunos de su energía de comer plantas y animales.

source: Biologists study how different living things are connected. Living things like plants, horses, lions, and humans must have energy to carry out the functions of life.
ar_eg: .يدرس علماء الأحياء كيف ترتبط الكائنات الحية مع بعضها. فالكائنات الحية كالنباتات، والخيول، والأسود، والبشر يجب أن يكون عندها طاقة كي تتمكن من الاستمرار بالحياة
es_es: Los biólogos estudían cómo los seres vivos están conectados. Los seres vivos como plantas, caballos, leones y los seres humanos deben tener la energía para llevar a cabo las funciones de la vida.

source: Plants get their energy directly from the sun to make their own food.
ar_eg: تحصل النباتات على الطاقة من الشمس حتى تصنع غذائها.
es_es: Las plantas obtienen su energía directamente del sol para hacer su propia comida.

source: They are called <span class='orange bold'>PRODUCERS</span>.
ar_eg: تسمى <span class='orange bold'>منتجات</span>.
es_es: Se llaman <span class='orange bold'>PRODUCTORES</span>.

source: Other living things such as animals cannot use energy directly from the sun.
ar_eg: .كائنات حية أخرى مثل الحيوانات لا تستطيع أن تستخدم الطاقة من الشمس
es_es: Otros seres vivos como los animales no pueden usar energía directamente del sol.

source: They must get their energy from other living things.
ar_eg: .يجب أن تحصل على طاقتها من الكائنات الحية الأخرى
es_es: Debe obtener su energía de otros seres vivos.

source: They are called <span class='green bold'>CONSUMERS</span>.
ar_eg: وتسمى <span class='green bold'>مستهلكات</span>.
es_es: Se llaman <span class='green bold'>CONSUMIDORES</span>.

source: turtle
ar_eg: سلحفاة
es_es: tortuga

source: panda
ar_eg: باندا

source: goat
ar_eg: خاروف
es_es: cabra

source: squirrel
ar_eg: سنجاب
es_es: ardilla

source: koala
ar_eg: دب الكاوالا
es_es: el koala

source: The consumers that live only by eating producers are called <span class='orange bold'>HERBIVORES</span>. A turtle and a panda are examples of a herbivore.
ar_eg: .المستهلكات التي تعيش على أكل المُنْتِجات تسمى <span class='orange bold'>آكلات النبات</span>. فالسلحفاة والباندا هي أمثلة على آكلات النبات
es_es: los consumidores que viven solamente por comer los productores están llamados <span class='orange bold'>HERBíVOROS</span>. Una tortuga y un oso panda son ejemplos de un herbívoro.

source: SNAKE
ar_eg: أفعى
es_es: SERPIENTE

source: snake
ar_eg: أفعى
es_es: serpiente

source: heron
ar_eg: مالك الحزين
es_es: garza

source: lion
ar_eg: أسد
es_es: léon

source: bird
ar_eg: عصفور
es_es: pájaro

source: crocodile
ar_eg: تمساح
es_es: cocodrilo

source: Animals that only eat other animals are called <span class='green bold'>CARNIVORES</span>. A tiger and a shark are examples of a carnivore.
ar_eg: الحيوانات التي تأكل حيوانات أخرى فقط تسمى <span class='green bold'>آكلات اللحوم</span>. فالنمر وسمكة القرش هي أمثلة على آكلات اللحوم.
es_es: Los animales que se alimentan sólo de otros animales se llaman <span class='green bold'>CARNÍVORO</span>. Un tigre y un tiburón son ejemplos de un carnívoro.

source: whale
ar_eg: حوت
es_es: ballena

source: human
ar_eg: إنسان
es_es: ser humano

source: bear
ar_eg: دب
es_es: oso

source: raccoon
ar_eg: راكون
es_es: mapache

source: dog
ar_eg: كلب
es_es: perro

source: If something can eat both plants and animals, they are called <span class='brown bold'>OMNIVORES</span>. Humans are one example of an omnivore.
ar_eg: أما الكائنات الأخرى التي تأكل النباتات والحيوانات تسمى <span class='brown bold'</span>القارتات</span>(آكلات اللحوم والنبات). البشر هم أمثلة على القارتات.
es_es: Si algo puede comer plantas y animales se llaman <span class='brown bold'>OMNÍVOROS</span>. Los seres humanos son un ejemplo de un omnívoro.

source: Food Chain - Quick Check #1
ar_eg: السلاسل الغذائية - إختبار سريع رقم 1
es_es: Cadena Alimentaria- Comprobación Rápida #1

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Comprobación Rápida #1

source: Answers
ar_eg: الإجابات
es_es: Respuestas

source: You got
ar_eg: أنت حصلت على
es_es: ¡Tienes

source: out of 6 correct answers! Review your answers below.
ar_eg: من أصل 6 إجابات صحيحة! راجع إجاباتك في الأسفل.
es_es: de las 6 respuestas correctas! Revise sus respuestas abajo.

source: Let's start your first exercise! Drag and drop the items at the left to the box that fits its proper characteristics at the right. Hover your mouse on each picture to know what they are.
ar_eg: دعنا نبدأ أول تمرين! اسحب الصورة الموجودة في الشكل وضعها في المربع المناسب حسب نوعها. حرك الفأرة على الصورة لتعرف ما هي.
es_es: ¡Vamos a empezar tu primer ejercicio!

source: producer
ar_eg: منتج
es_es: productor

source: consumer
ar_eg: مستهلك
es_es: consumidor

source: decomposer
ar_eg: محلل
es_es: descomponedores

source: herbivore
ar_eg: آكل نبات
es_es: herbívoro

source: carnivore
ar_eg: آكل لحوم
es_es: carnívoro

source: omnivore
ar_eg: قارت
es_es: omnívoro

source: horse
ar_eg: حصان
es_es: caballo

source: mouse
ar_eg: فأر
es_es: ratón

source: tree
ar_eg: شجرة
es_es: arbol

source: polar bear
ar_eg: دب قطبي
es_es: oso polar

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor seleccione sus respuestas

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor seleccione sus respuestas

source: Food Chain - More Core Ideas
ar_eg: السلسلة الغذائية - المزيد من الأفكار الأساسية
es_es: Cadena Alimentaria- Más Idéas Principales

source: More core ideas... about food chains
ar_eg: أفكار إضافية ... حول السلاسل الغذائية
es_es: Más idéas principales...sobre cadenas alimentarias

source: Living things such as mushrooms or molds are known as <span class='green bold'>DECOMPOSERS</span>.
ar_eg: الكائنات الحية مثل المشروم والفطريات تعرف <span class='green bold'>بالمحللات</span>.
es_es: Los seres vivos como chamiñónes o moldes son conocidos como <span class='green bold'>DESCOMPONEDORES</span>.

source: mushroom
ar_eg: فطر
es_es: champiñón

source: slug
ar_eg: حلزون
es_es: caracol

source: earthworm
ar_eg: دودة الأرض
es_es: gusano

source: bacteria
ar_eg: بكتيريا

source: When animals hunt other animals, this is known as <span class='orange bold'>PREDATION</span>.
ar_eg: عندما يَصطاد حيوان حيوانات أخرى، نسمي ذلك <span class='orange bold'>إفتراس</span>.
es_es: Cuando animales cazan otros animales, esto se conoce como <span class='orange bold'>DEPREDACIÓN</span>.

source: The animal being hunted is the <span class='green bold'>PREY</span> and the hunter is the <span class='red bold'>PREDATOR</span>.
ar_eg: الحيوان الذي يُصطاد يسمى <span class='green bold'>فريسة</span> والحيوان الذي يَصطاد يسمى <span class='red bold'>مُفْتَرِس</span>.
es_es: El animal cazado es la <span class='green bold'>PRESA</span> y el cazador es el <span class='red bold'>DEPREDADOR</span>.

source: The connection between different living things is called a <span class='green bold'>FOOD CHAIN</span>.
ar_eg: ويطلق على العلاقة بين الكائنات الحية المختلفة <span class='green bold'>السلسلة الغذائية</span>.
es_es: La conexión entre los diferentes seres vivos se llama una <span class='green bold'>CADENA ALIMENTARIA</span>.

source: FLOWER
ar_eg: زهرة
es_es: FLOR

source: CATERPILLAR
ar_eg: فراشة
es_es: ORUGA

source: FROG
ar_eg: ضفدع
es_es: RANA

source: RATTLESNAKE
ar_eg: أفعى الجلجلة
es_es: SERPIENTE DE CASCABEL

source: HAWK
ar_eg: صقر
es_es: HALCÓN

source: hawk
ar_eg: صقر
es_es: halcón

source: In this food chain, the flower is the producer. The others are consumers.
ar_eg: في هذا السلسلة الغذائية، النبته هي المنتج. وبقية الكائنات الحية هي مستهلكات
es_es: En este cadena alimentaria, la flor es el productor. Los otros son los consumidores.

source: We can label each consumer based on its place in the food chain. For example...
ar_eg: ...ويمكن أن نميز كل مستهلك بناءً على مكانه في السلسلة الغذائية. على سبيل المثال
es_es: Podemos poner etiqueta a cada consumidor basado en su lugar en la cadena alimentaria. Por ejemplo...

source: the caterpillar is the <span class='orange bold'>primary consumer</span>
ar_eg: الفراشة هي <span class='orange bold'> مستهلك أولي </span>
es_es: La oruga es el <span class='orange bold'> principal consumidor</span>

source: <span class='gray small'>(primary means 'first')</span>
ar_eg: <span class='gray small'>(أولي مشتقة من أول)</span>
es_es: <span class='gray small'>(principal significa 'primero')</span>

source: the frog is the <span class='purple bold'>secondary consumer</span>
ar_eg: الضفدع هو <span class='purple bold'>مستهلك ثانوي</span>
es_es: La rana es el <span class='purple bold'> consumidor secundario</span>

source: <span class='gray small'>(secondary means 'second')</span>
ar_eg: <span class='gray small'>ثانوي مشتقة من ثاني)</span>
es_es: <span class='gray small'>(secundario significa 'el segundo')</span>

source: the snake is the <span class='red bold'>tertiary consumer</span>
ar_eg: الأفعى هي <span class='red bold'>مستهلك ثلاثي</span>
es_es: la serpiente es el <span class='red bold'>consumidor terciario</span>

source: <span class='gray small'>(tertiary means 'third')</span>
ar_eg: <span class='gray small'>(ثلاثي مشتقة من ثالث)</span>
es_es: <span class='gray small'>(terciario significa 'el tercero'</span>

source: and the hawk is the <span class='brown bold'>quaternary consumer</span>
ar_eg: والصقر هو <span class='brown bold'>مستهلك رباعي</span>
es_es: y el halcón es el <span class='brown bold'>consumidor cuaternario</span>

source: <span class='gray small'>(quaternary means 'fourth')</span>
ar_eg: <span class='gray small'>(رباعي مشتقة من رابع)</span>
es_es: <span class='gray small'>(cuaternario significa 'cuarta')</span>

source: Food Chain - Quick Check #2
ar_eg: السلاسل الغذائية - إختبار سريع رقم 2
es_es: Cadena Alimentaria- Comprobación Rápida #2

source: Quick Check #2
ar_eg: اختبار سريع رقم 2
es_es: Comprobación Rápida #2

source: Look at the food chain below. Tap <span class='red bold blink'>ALL</span> the numbers below each item that corresponds to its characteristics.
ar_eg: .أنظر إلى السلسلة الغذائية في الأسفل. ضع <span class='red bold blink'>جميع</span>الأرقام تحت كل من الصور التي تتوافق مع خصائصها
es_es: Mire a la cadena alimentaria abajo. Toque <span class='red bold blink'>TODOS</span> los números debajo de cada elemento que corresponde a sus propiedades.

source: 1=primary consumer
ar_eg: 1=أولي
es_es: 1= consumidor primario

source: 2=secondary
ar_eg: 2=ثانوي
es_es: 2= secundario

source: 3=tertiary
ar_eg: 3=ثلاثي
es_es: 3= terciario

source: 4=quarternary
ar_eg: 4=رباعي
es_es: 4= cuaternario

source: 5=producer
ar_eg: 5=المنتج
es_es: 5= productor

source: out of 5 correct answers! Review your answers below.
ar_eg: من أصل 5 إجابات صحيحة! تأكد من إجاباتك أدناه.
es_es: <p>de cinco respuestas correctas! &nbsp;Revise sus respuestas abajo.</p>

source: GRASSHOPPER
ar_eg: جندب
es_es: SALTAMONTES

source: FISH
ar_eg: سمكة
es_es: PEZ

source: EAGLE
ar_eg: نسر
es_es: ÁGUILA

source: Food Webs - More Core Ideas
ar_eg: الشبكات الغذائية - المزيد من الأفكار الأساسية
es_es: Las Redes Alimantarias- Más Ideas Principales

source: Many times this chain does not fit into a neat line.
ar_eg: في كثير من الأحيان سلسلة معينة لا تشكل خطاً مستقيماً.
es_es: Muchas veces esta cadena no cabe en una línea ordenada.

source: <span class='pink'><em>For example:</em></span> a snake is not the only thing that eats a mouse, and grass gives energy to many insects and small animals on earth.
ar_eg: <span class='pink'><em>على سبيل المثال:</em></span> الأفعى ليست الحيوان الوحيد الذي يأكل الفأر. وكذلك الحال فإن العشب يعطي الكثير من الطاقة لحشرات متعددة وحيوانات صغيرة أخرى على الأرض.
es_es: <span class='pink'><em>Por ejemplo:</em></span> una serpiente no es lo único que se come un ratón y hierba da energía a muchos insectos y pequeños animales en la tierra.

source: When someone wants to show all of these connections among consumers and producers, they use a <span class='red bold'>food web</span>. A food web shows how energy moves through the living things in a <span class='green bold'>habitat</span> - the environment in which the living things live.
ar_eg: عندما يرغب شخص ما في أن يستعرض كل العلاقات بين المستهلكات والمنتجات، فإنه يستخدم <span class='red bold'>شبكة الغذاء</span>. تظهر الشبكة الغذائية كيف تسير الطاقة خلال الكائنات الحية في <span class='green bold'>المَسْكَن</span> - البيئة التي تعيش فيها الكائنات الحية.
es_es: Cuando alguien quiere mostrar todas estas conexiones entre productores y consumidores, utilizan una <span class='red bold'>red de alimentación</span>. Una red alimentaria muestra cómo se mueve la energía a través de los seres vivientes en un <span class='green bold'>hábitat</span> - el ambiente en que viven los seres vivientes.

source: Example of a Food Web
ar_eg: مثال على شبكة غذائية
es_es: Ejemplo de una red de alimentación

source: Food Webs - Quick Check #3
ar_eg: الشبكات الغذائية - إختبار سريع رقم 3
es_es: Las Redes Alimentarias- Comprobación Rápida #3

source: Quick Check #3
ar_eg: إختبار سريع رقم 3
es_es: Comprobación Rápida #3

source: In the food web shown at the left, how many things <span class='orange bold'>directly or indirectly</span> provide energy for the <span class='brown purple'>snake</span>?
ar_eg: في الشبكة الغذائية الموجودة في اليسار، كم عدد الأشياء التي تعطي <span class='orange bold'>بشكلٍ مباشر أو غير مباشر</span> طاقة إلى <span class='brown purple'>الأفعى</span>؟
es_es: En la red de alimentación se muestra a la izquierda, cuántas cosas <span class='orange bold'>directa o indirectamente</span> proporcionar energía para la <span class='brown purple'>serpiente</span>?

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: اقلب أو دور الصندوق في الأسفل إما للأسفل أو للأعلى لتضع إجابتك.
es_es: Girar o voltear el cuadro 3D abajo o arriba o abajo para ajustar tu respuesta.

source: Click, hold and slide mouse up or down.
ar_eg: أنقر، ثبت المؤشر وحركه إلى الأعلى أو إلى الأسفل.
es_es: Haga clic, mantenga y deslice el ratón hacia arriba o hacia abajo.

source: If you answered...
ar_eg: ...إذا كانت إجابتك
es_es: Si contestaste...

source: Then you are right! Even though the snake does not eat grass, corn or grasshoppers, the snake eats things that eat them so the snake gets energy indirectly from these things too!
ar_eg: فإنها صحيحة! بالرغم من أن الأفعى لا تأكل العشب، أو الذرة أو الجنادب، ولكن الأقعى تأكل الأشياء التي تتغذى عليها. وبالتالي فإن الأفعى تحصل على الطاقة بطريقة غير مباشرة من هذه الأشياء أيضاً!
es_es: ¡Entonces tiene razón! ¡Aunque la serpiente no come hierba, maíz o saltamontes, la serpiente come cosas que los comen así la serpiente obtiene la energía indirectamente de estas cosas también!

source: Answer
ar_eg: الإجابة
es_es: Respuesta

source: Food Chain - Using What You Know
ar_eg: السلسلة الغذائية - استخدم ما تعرف.
es_es: Cadena Alimentaria- Utilizando lo que sabes

source: Using what you know... about food chains... to solve a problem
ar_eg: استخدم ما تعرف ... حول السلاسل الغذائية... كي تحل مشكلة
es_es: Utilizando lo que sabes...sobre cadenas alimentarias...para resolver un problema

source: The Background
ar_eg: الخلفية
es_es: El Fondo

source: Nature maintains a balance among the plants and animals that make up the food chains in an ecosystem.
ar_eg: تحافظ الطبيعة على توازن بين النباتات والحيوانات التي تكون السلاسل الغذائية في اي نظام بيئي.
es_es: La naturaleza mantiene un equilibria entre las plantas y los animales que conforman las cadenas alimetarias en un ecosistema.

source: For example:
ar_eg: على سبيل المثال:
es_es: Por ejemplo:

source: If the population of a predator gets too large, there will soon not be enough of its prey left to feed all the predators. So some of the predators will either die or must move to another location to maintain a balance.
ar_eg: إذا أصبح عدد الكائنات المفترسة كبير جداً، فلن يكون هناك من الفرائس ما يكفي لتغذية جميع الكائنات المُفتَرسة. وبالتالي بعض هذه الكائنات المفترسة إما يموت أو يغادر إلى مكان آخر حتى يحافظ على التوازن.
es_es: Si la población de un depredador se pone demasiado grande, pronto no habrá suficiente de sus presas para alimentar a todos los depredadores. Algunos de los depredadores se o morir o deben moverse a otro lugar para mantener un equilibrio.

source: Your Assignment
ar_eg: الواجب المطلوب منك:
es_es: Su Asignación

source: You are the park ecologist in your town's new park. As the park ecologist, you are in charge of keeping the population of rabbits and fox in balance. You will need to decide how many rabbits and fox to put in the park to start.
ar_eg: أنت المشرف البيئي على حديقة طبيعية في بلدتك. كمشرفومن مسؤولياتك أن تحافظ على التوازن بين أعداد الأرانب والثعالب.ستحتاج أن تقرر كم عدد الأرانب والثعالب التي يجب أن تبدأ فيها.
es_es: Usted es el ecólogo del parque en el parque nuevo de su ciudad. Como el ecólogo del parque, usted está a cargo de mantener la población de conejos y zorros en equilibrio. Usted tendrá que decidir el número de conejos y zorros para poner en el parque para comenzar.

source: How would you decide how many rabbits and fox you would place in the park. In the text box provided, describe the things you would have to consider so that there are enough rabbits to maintain both a stable rabbit and fox population.
ar_eg: وستحتاج أن تقرر أيضاً كم عدد الأرانب والثعالب التي يجب أن تضعها في الحديقة. في المربع الموجود في الأسفل، أعطي وصفاً للأشياء التي يجب أن تأخذها بالإعتبار بحيث يكون هناك عدد كافٍ من الأرانب لتحافظ على التوازن بين أعداد الأرانب والثعالب.
es_es: ¿Cómo decidiría cuántos conejos y zorros colocarías en el parque? En el cuadro de texto, describen las cosas que tendrías que considerar que hay suficientes conejos para mantener una población de conejo y zorro ambos estable.

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡ciérreme!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك ...
es_es: Haga clic aquí para empezar a escribir su respuesta...

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escriba su respuesta.

source: Hunting to survive...
ar_eg: الصيد للبقاء على قيد الحياة
es_es: La caza para sobrevivir
