Repository: geneconde/NGR-sandbox
Catalog: demo/food-chains/Locale/*/LC_MESSAGES/food-chain.po
Languages: ar_eg, es_es

source: Identify the <span class='darkyellow'>producers</span>.
ar_eg: حدد <span class='darkyellow'>المنتجات</span>.
es_es: <p><span>Identifique los <span class='darkyellow'>productores</span>.</span></p>

source: Identify the <span class='pink'>consumers</span>.
ar_eg: حدد <span class='pink'>المستهلكات</span>.
es_es: <p>Identifique los <span class='pink'>consumidores</span>.</p>

source: Food Chain - Quiz Question #4
ar_eg: السلسلة الغذائية - السؤال رقم 4
es_es: Cadena Alimentaria - Preguntas del Cuestionario #4

source: Quiz Question #4
ar_eg: السؤال رقم 4
es_es: Preguntas del Cuestionario #4

source: Click the image to select your answer to this question: Animals that feed on plants and animals are known as... ?
ar_eg: إضغط على الصورة لتختار إجابتك للسؤال التالي: تسمى الحيوانات التي تتغذى على النباتات والحيونات ...؟
es_es: Haga clic en la imagen para seleccionar su respuesta a esta pregunta: ¿Los Animales que se alimentan de plantas y animales se conocen como...?

source: Herbivores
ar_eg: آكلات الأعشاب
es_es: Herbívoros

source: Dinosaurs
ar_eg: ديناصورات
es_es: Dinosaurios

source: Carnivores
ar_eg: آكلات اللحوم
es_es: Carnívoros

source: Omnivores
ar_eg: قارتات
es_es: Omnívoros

source: HERBIVORES
ar_eg: آكلات النبات
es_es: HERBÍVOROS

source: DINOSAURS
ar_eg: ديناصورات
es_es: DINOSAURIOS

source: CARNIVORES
ar_eg: آكلات اللحوم
es_es: CARNÍVOROS

source: OMNIVORES
ar_eg: قارتات
es_es: OMNÍVOROS

source: You got it right!
ar_eg: !هذا صحيح
es_es: ¡Tienes razón!

source: Animals that feed on plants and animals are known as Omnivores.
ar_eg: الحيوانات التي تتغذى على النباتات والحيوانات الأخرى معروفة بالقارتات.
es_es: Los animales que se alimentan de las plantas y los animales son conocidos como omnívoros.

source: Nope!
ar_eg: لاااااا!
es_es: ¡No es corecto!

source: A carnivore is an animal that only eats other animals, not plants.
ar_eg: آكل اللحوم هو الحيوان الذي لا يأكل إلا الحيوانات، ولا يأكل النبات مطلقاً.
es_es: Un carnívoro es un animal que sólo come otros animales, no plantas.

source: Sorry.
ar_eg: للأسف.
es_es: ¡Lo siento!

source: A herbivore is an animal that only eat plants, not other animals.
ar_eg: آكل النبات هو حيوان لا يأكل إلا النبات، ولا يأكل الحيوانات الأخرى.
es_es: Un herbívoro es un animal lo que sólo come plantas, no otros animales.

source: Not quite.
ar_eg: ليس صحيحاً.
es_es: No completamente.

source: Some dinosaurs used to eat only plants, some ate only animals.
ar_eg: بعض الديناصورات كانت تأكل النبات فقط، وبعضها كان يأكل الحيوانات فقط.
es_es: Algunos dinosaurios comían sólo plantas, algunos comían solamente los animales.

source: Food Chain - Quiz Question #5
ar_eg: السلسلة الغذائية - السؤال رقم 5
es_es: Cadena Alimentaria - Pregunta del Cuestionario #5

source: Nope! Plants are not considered prey.
ar_eg: لااااا! النبات لا يعتبر فريسة.
es_es: ¡Lo siento! Las plantas no son consideradas presa.

source: a bee getting a nectar from a flower
ar_eg: .تحصل نحلة على الرحيق من زهرة
es_es: una abeja recibiendo néctar de una flor

source: Nope! Carrots are plants and not considered prey.
ar_eg: .لا! الجزر عبارة عن نبات ولا يعتبر فريسة
es_es: ¡Lo siento! Las zanahorias son las plantas y no se consideran presa.

source: a rabbit feeding on a carrot
ar_eg: أرنب يتغذى على جزرة.
es_es: un conejo que se alimenta de una zanahoria

source: You are correct!
ar_eg: !إجابتك صحيحة
es_es: ¡Tienes razón!

source: a lion hunting a zebra
ar_eg: أسد يصطاد حمار وحشي
es_es: un león cazar una cebra

source: Nope! A mushroom is not considered a predator nor is tree bark considered prey.
ar_eg: .لااااا! لا يعتبر الفطر مفترس ولا يعتبر لحاء الشجرة فريسة
es_es: ¡No es corecto! Una seta no se considera un depredador tampoco la corteza del árbol se considera la presa.

source: a mushroom feeding on a tree bark
ar_eg: فطر يتغذى على لحاء شجرة
es_es: una seta que se alimenta de corteza del árbol

source: Quiz Question #5
ar_eg: السؤال رقم 5
es_es: Pregunta del Cuestionario #5

source: Which of the following is an example of a predator-prey relationship?
ar_eg: أي من الآتي يعتبر مثالاً للعلاقة بين الفريسة والمفترس؟
es_es: ¿Cuál de los siguientes es un ejemplo de una relación depredador-presa?

source: You answered...
ar_eg: ... إجابتك هي
es_es: Has respondido

source: A
ar_eg: أ

source: B
ar_eg: ب

source: C
ar_eg: ج

source: D
ar_eg: د

source: Food Chain - Quiz Question #6
ar_eg: السلسلة الغذائية - السؤال رقم 6
es_es: Cadena Alimentaria - Pregunta del Cuestionario #6

source: Decomposers only eat dead plants and animals.
ar_eg: . تأكل المحللات نباتات وحيوانات ميتة فقط
es_es: Descomponedores sólo comen animales y plantas muertas.

source: Decomposers don't hunt or eat other living things.
ar_eg: .لا تصطاد المحللات ولا تأكل كائنات حية أخرى
es_es: Descomponedores no cazar o comer otros seres vivos.

source: Only plants can make energy from the sun.
ar_eg: .النبات فقط يستطيع صنع الطاقة من الشمس
es_es: Solamente las plantas pueden hacer la energía del sol.

source: D. to feed on dead material
ar_eg: د. كي يتغذى على مواد ميتة
es_es: D. alimentarse de material muerto

source: Quiz Question #6
ar_eg: السؤال رقم 6
es_es: Pregunta del Cuestionario #6

source: Which role does a decomposer play in a food chain?
ar_eg: أي دور يلعب مُحَلِلْ في سلسلة غذائية؟
es_es: ¿Qué papel desempeña un descomponedores en una cadena alimenticia?

source: to consume living plants
ar_eg: ليستهلك النباتات الحية
es_es: consumir plantas vivas

source: to hunt herbivores
ar_eg: ليصطاد آكلات النبات
es_es: cazar herbívoros

source: to make its own food from the sun
ar_eg: ليصنع غذائه من الشمس
es_es: hacer su propia comida del sol

source: to feed on dead material
ar_eg: ليتغذى على مواد ميتة
es_es: alimentarse de material muerto

source: Then you are correct!
ar_eg: !فهي صحيحة
es_es: ¡Entonces tienes razón!

source: Decomposers are consumers because they feed off the living things that die.
ar_eg: .المحللات هي عبارة عن مستهلكات لأنها تتغذى على الكائنات الحية التي تموت
es_es: Descomponedores son consumidores porque se alimentan de los seres vivientes que mueren.

source: End of Review
ar_eg: نهاية المراجعة
es_es: Final de revisión

source: Congratulations
ar_eg: مبروك،
es_es: Felicitaciones

source: You've completed this Food Chains review.
ar_eg: أكملت هذه المراجعة للسلسلة الغذائية
es_es: Has completado esta revisión de la cadena alimentaria.

source: You can check how you did on the 'Quick Check' and 'Quiz' questions for this review by clicking the button below.
ar_eg: .بإمكانك التأكد كيف كانت إجابتك على الأسئلة السريعة لهذه المراجعة بالنقر على الزر في الأسفل
es_es: Puede comprobar cómo lo has hecho en la "Comprobación rápida" y "Preguntas de cuestionario" para este revisión haciendo clic en el botón de abajo.

source: Go To Dashboard
ar_eg: إذهب إلى اللوحة المخططة
es_es: Vaya al panel de control

source: How did I do?
ar_eg: كيف كان أداؤك؟
es_es: ¿Cómo hice?

source: Let's begin!
ar_eg: !دعنا نبدأ
es_es: ¡Vamos a empezar!

source: Are you ready
ar_eg: هل أنت مستعد يا؟
es_es: ¿Estás listo

source: Next part coming up!
ar_eg: !الجزء التالي سيظهر حالاً
es_es: Siguiente parte próximamente

source: Wait for it... wait for it...
ar_eg: ...إنتظر حتى يظهر... إنتظر حتى يظهر
es_es: espérelo... espérelo...

source: Preparing your first quick check!
ar_eg: !التحضير لأول إختبار
es_es: !Preparación de la primer comprobación rápido!

source: Guess what's next?
ar_eg: إحزر ما التالي؟
es_es: ¿adivine qué es siguiente?

source: Loading in 5,4,3,2....
ar_eg: ...جاري التحميل 5، 4 ، 3 ، 2
es_es: carga en 5, 4, 3, 2....

source: Spiders are weaving the webs!
ar_eg: !عناكب تغزل الشبكات
es_es: ¡las arañas están tejiendo la redes!

source: Another quick check on the way!
ar_eg: !إختبار سريع آخر بطريقه إليك
es_es: ¡otra comprobación rápida en el camino!

source: Walking to sunny meadows...
ar_eg: ...إمشي إلى المروج المشمسة
es_es: caminando a prados soleados...

source: Putting it all together...
ar_eg: ...ضعها مع بعضها
es_es: juntándolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف
es_es: Vamos a comprobar lo que sabes

source: And the first quiz question is...
ar_eg: ...وأول سؤال سريع هو
es_es: y la primera pregunta del cuestionario es...

source: A quiz question on food chains...
ar_eg: ...سؤال سريع عن السلاسل الغذائية
es_es: Una pregunta del cuestionario en las cadenas alimentarias...

source: Let's do another one!
ar_eg: ...دعنا نعمل واحد آخر
es_es: ¡Vamos a hacer otro!

source: Isn't this exciting?
ar_eg: أليس هذا ممتعاً؟
es_es: ¿No es divertido?

source: Last two!
ar_eg: آخر إثنين!
es_es: ¡Últimos dos!

source: Almost over, almost over
ar_eg: إنتهى تقريباً، إنتهى تقريباً
es_es: casi terminado, casi terminado

source: You're done!
ar_eg: لقد أنهيت!
es_es: ¡Buen trabajo! Estás acabado!

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Volver

source: Read more
ar_eg: إقرأ المزيد
es_es: Leer más

source: Check answer
ar_eg: تأكد من الإجابة
es_es: Verificar respuesta

source: Checking what you now know... about food chains and food webs
es_es: Controlar lo que sabes...sobre cadenas alimentarias y las redes alimentarias.

source: Click the 'View Image' button at the lower left area of the screen. Refer to this picture and activate <span class='red bold blink'>ALL</span> the buttons that describe each living thing in the first column.
es_es: <div class="row"> <div class="span5"> <div id="microsoft_translation_result" lang="es-x-mtfrom-en">Haga clic en el bot&oacute;n 'View Image' en la zona inferior izquierda de la pantalla. Se refieren a este cuadro y activar todos los botones que describen cada ser viviente en la primera columna.</div> </div> <div class="span2"> <div id="microsoft_translation_audio">&nbsp;</div> </div> <div>&nbsp;</div> </div> <div class="row">&nbsp;</div>

source: Food Chain - Checking What You Now Know
es_es: Cadena Alimentaria - Controlar lo que sabes

source: How Did I Do?
es_es: ¿Cómo hice?

source: Start
es_es: Comience

source: Your task
es_es: Su tarea
