Repository: geneconde/NGR-sandbox
Catalog: demo/reproduction/Locale/*/LC_MESSAGES/reproduction.po
Languages: ar_eg, es_es

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Siguiente

source: Check Answer
ar_eg: تأكد من الاجابة
es_es: Comprobar la respuesta

source: Read More
ar_eg: اقرا أكثر
es_es: Leer más

source: You answered...
ar_eg: أنت أجبت ...
es_es: Respondiste...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: يرجى كتابة جوابك.
es_es: Por favor escriba su respuesta.

source: Close me!
ar_eg: أغلقني !
es_es: ¡Ciérrame!

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Comprobación rápida #1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2
es_es: Comprobación rápida #2

source: Quick Check #3
ar_eg: إمتحان سريع رقم 3
es_es: Comprobación rápida #3

source: Quick Check #4
ar_eg: اختبار سريع رقم 4
es_es: Comprobación rápida #4

source: Quick Check #5
ar_eg: اختبار سريع رقم 5
es_es: Comprobación rápida #5

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1
es_es: Pregunta de cuestionario #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم2
es_es: Pregunta de cuestionario #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de cuestionario #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de cuestionario #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta de cuestionario #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de cuestionario #6

source: How did I do?
ar_eg: كيف أجبت
es_es: ¿Cómo me fue?

source: select
ar_eg: اختر
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navega por las diapositivas abajo haciendo clic en las flechas izquierdas y derecha

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Ve al panel de control

source: Let's begin!
ar_eg: هيا نبدأ !
es_es: ¡Empecemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a?

source: Reproducing microorganism...
ar_eg: تكاثر الكائنات الحية الدقيقة
es_es: Reproduciendo un microorganismo…

source: Taking care of offspring...
ar_eg: رعاية الابناء
es_es: Cuidando a la descendencia...

source: Preparing your first quick check...
ar_eg: استعد للتحقق من اجابتك في الاختبار السريع...
es_es: Preparando tu primera comprobación rápida…

source: Enumerating hereditary characteristics...
ar_eg: تعداد الخصائص الوراثية
es_es: Enumerando características hereditarias…

source: Plants reproduction
ar_eg: تكاثر النباتات
es_es: Reproducción de las plantas

source: Survival instincts of organisms...
ar_eg: غريزة البقاء للكائنات
es_es: Instintos de supervivencia de organismos…

source: Studying the life cycle...
ar_eg: دراسة دورة الحياة
es_es: Estudiando el ciclo de la vida…

source: Bees carrying pollen
ar_eg: النحل يحمل حبوب اللقاح
es_es: Abejas que llevan polen

source: Flowers are blooming
ar_eg: الازهار تتفتح
es_es: Flores que florecen

source: Courting peacocks
ar_eg: تودد الطاووس للتزاوج.
es_es: Pavos reales que cortejan

source: Ready for your last quick check?
ar_eg: هل انت مستعد للتحقق من اجابتك في آخر إختبار سريع ؟.
es_es: ¿Preparado/a para tu última comprobación rápida?

source: Flying birds
ar_eg: الطيور المحلقة
es_es: Pájaros que vuelan

source: Putting it all together...
ar_eg: جمع كل شيء مع بعضه البعض
es_es: Juntándolo todo…

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Vamos a ver lo que sabes ahora

source: Your first quiz question is...
ar_eg: سؤالك القصير الاول هو...
es_es: Tu primera pregunta de cuestionario es…

source: Stallions competing for dominance
ar_eg: الفحول تتنافس للسيطرة
es_es: Sementales que compiten por la dominación

source: Flipping the box...
ar_eg: قلب الصندوق...
es_es: Invirtiendo la caja…

source: A pack of wolves is running.
ar_eg: مجموعة من الذئاب تركض
es_es: Una manada de lobos está corriendo.

source: Flying bats
ar_eg: خفافيش طائرة
es_es: Murciélagos que vuelan

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لآخر سؤال في الامتحان؟
es_es: ¿Preparado/a para tu última pregunta de cuestionario?

source: You're done!
ar_eg: أنهيت!
es_es: ¡Has terminado!

source: Start
ar_eg: ابدأ
es_es: Empezar

source: Welcome to the Reproduction review
ar_eg: أهلاً بكم في مراجعة التكاثر،
es_es: Bienvenido/a al resumen de la Reproducción

source: Thinking about... reproduction
ar_eg: التفكير ب ... التكاثر
es_es: Pensando sobre… reproducción

source: You have a family, what about plants and animals? Do they have families too? Think about plants and animals having parents and then having children of their own. The ability to reproduce ensures that families continue into the future. This is true for all of nature. The varieties of ways in which reproduction occurs is nothing short of amazing.
ar_eg: لديك عائلة، ماذا عن النباتات والحيوانات؟ هل لديهم عائلات أيضا؟ فكر في النباتات والحيوانات و وجود والديها ومن ثم إنجاب أطفال خاصة بهم. القدرة على الإنجاب تضمن أن تستمر العائلات في المستقبل. هذا صحيح بالنسبة للطبيعة. من المدهش كم هي طرق الاستنساخ والتكاثر كثيرة ومتنوعة.
es_es: Tú tienes una familia, ¿pero qué hay de las plantas y los animales? ¿También tienen familias? Piensa que las plantas y los animales tienen padres y luego tienen hijos propios. La capacidad de reproducirse asegura que las familias continúen en el futuro. Esto es cierto para toda la naturaleza. La gran cantidad de formas en las que se produce la reproducción es poco menos que increíble.

source: Checking what you know... about reproduction
ar_eg: تأكد مما تعرف ... عن التكاثر
es_es: Comprobando lo que sabes… sobre reproducción

source: Click on <span class='red blink'>all</span> the <span class='blink'>correct</span> statements below.
ar_eg: انقر على <span class='red blink'>جميع</span> العبارات <span class='blink'>الصحيحة</span> في الأسفل
es_es: Haga clic en <span class='red blink'>todas</span> las declaraciones <span class='blink'>correctas</span> de abajo.

source: All living organisms reproduce.
ar_eg: جميع الكائنات الحية تتكاثر.
es_es: Todos los organismos vivos se reproducen.

source: All non-living organisms reproduce.
ar_eg: جميع الكائنات غير الحية تتكاثر.
es_es: Todos los organismos no vivos se reproducen.

source: All organisms that reproduce need a male and a female to do so.
ar_eg: كل الكائنات التي تتكاثر تحتاج الى ذكر و انثى لتفعل ذلك
es_es: Todos los organismos que se reproducen necesitan un macho y una hembra para hacerlo.

source: Living things have different ways to reproduce.
ar_eg: الاشياء الحية المختلفة لها طرق مختلفة للتكاثر
es_es: Los seres vivos tienen diferentes maneras de reproducirse.

source: Reproduction is a natural tendency to keep life going.
ar_eg: التكاثر هو غاية طبيعية لابقاء سير الحياة.
es_es: La reproducción es una tendencia natural para hacer que la vida continúe.

source: Plants and animals have the same structures for reproduction.
ar_eg: النباتات والحيوانات لديها نفس البنى للتكاثر.
es_es: Las plantas y los animales tienen las mismas estructuras para la reproducción.

source: You may or may not have checked all the right ones—a few are a bit tricky. Reproduction is a natural tendency to continue life by creating offspring. There are different ways to reproduce, not always involving a female and a male. All living things--plants, animals, and microorganisms reproduce. There are non-living things like viruses that also reproduce and make more viruses. Living organisms have different structures to help them reproduce. You will learn more about reproduction in this review.
ar_eg: قد تكون أو قد لا تكون فحصت جميع العناصر الصحيحة --قليل منها صعبة بعض الشيء. التكاثر هو الميل الطبيعي لمواصلة الحياة من خلال تكوين ذرية. و هناك طرق مختلفة للتكاثر، لا تنطوي دائما على الإناث والذكور. جميع الكائنات الحية - النباتات والحيوانات والكائنات الحية الدقيقة تتكاثر. هناك أشياء غير حية مثل الفيروسات التي تتكاثر أيضا وتكون المزيد من الفيروسات. الكائنات الحية لديها هياكل مختلفة لمساعدتها على التكاثر. سوف تتعلم المزيد عن الاستنساخ في هذه المراجعة.

source: Reviewing core ideas... about reproduction
ar_eg: مراجعة الأفكار الأساسية ... عن التكاثر
es_es: Revisando las ideas centrales… sobre reproducción

source: Life begins... somehow. Plants sprout. Eggs hatch. Microbes divide. Mammals are born. All living things go through a life cycle, a pattern of development that includes growth, adult development, <span class="key">reproduction</span>, aging, and death.
ar_eg: الحياة تبدأ ... بطريقة أو بأخرى. النباتات تزهر. البيض يفقس. الميكروبات تنقسم. الثدييات تلد . جميع الكائنات الحية تمر بدورة الحياة، ونمط التطور يشمل النمو ,البلوغ، <span class="key">التكاثر </span> ، الشيخوخة والموت.
es_es: La vida empieza… de alguna manera. Las plantas brotan. Los huevos eclosionan. Los microbios se dividen. Los mamíferos nacen. Todos los seres vivos pasan por un ciclo de vida, un modelo de desarrollo que incluye el crecimiento, el desarrollo del adulto, la <span class="key">reproducción</span>, el envejecimiento y la muerte.

source: All living things start out small, usually too small to survive in a hostile world. Plants grow and mature. They develop <span class="key">flowers</span> which turn into fruits, and contain the seeds for the next generation.
ar_eg: جميع الكائنات الحية تبدأ صغيرة، عادة ما تكون صغيرة جدا من أجل البقاء في عالم معادٍ. النباتات تنمو وتنضج. <span class="key">الزهور</span> تتحول إلى ثمار، وتحتوي على بذور للجيل القادم.
es_es: Todos los seres vivos empiezan como cosas pequeñas, por lo general demasiado pequeñas para sobrevivir en un mundo hostil. Las plantas crecen y maduran. Desarrollan <span class="key">flores</span> que a su vez se convierten en frutas, que contienen las semillas para la siguiente generación.

source: Animals have life cycles as well. Once animals are born, some are taken care of by their parents, and some never even know their parents, and live on their own immediately. They become able to reproduce when they reach their full size. Animals reproduce in different ways. In species having parents of different sexes, the mating process may be as simple as spreading eggs and sperm in a trench at the bottom of a stream to a life-long partnership, lasting many years.
ar_eg: للحيوانات دورات حياة ايضا. عندما تولد الحيوانات يرعاها والديها وبعضها لم تتعرف الى والديها ابدا وتعيش لوحدها على الفور. فتصبح قادرة على التكاثر عندما تصل إلى حجمها الكامل. الحيوانات تتكاثر بطرق مختلفة. فهناك انواع تولد من وجود والدين من جنسين مختلفين، قد تكون عملية التزاوج بسيطة مثل نشر البيض والحيوانات المنوية وبقائها متدفقة إلى شراكة مدى الحياة، لتستمر سنوات عديدة.
es_es: Los animales también tienen ciclos de vida. Cuando nacen los animales, algunos son atendidos por sus padres mientras que algunos ni siquiera saben quiénes son sus padres e inmediatamente viven por su cuenta. Llegan a ser capaces de reproducirse cuando alcanzan su tamaño completo. Los animales se reproducen de diferentes maneras. En las especies que tienen padres de sexos diferentes, el proceso de apareamiento puede ir desde la simple difusión de los óvulos y los espermatozoides en una zanja en la parte inferior de la corriente de un río hasta a una asociación para toda la vida, con una duración de muchos años.

source: After an animal's reproductive and parenting years are completed, most begin a process of decline. Illnesses are more frequent and last longer. Wounds take longer to heal. Finding food and resources becomes more difficult. Eventually all animals die, completing their cycle of life.
ar_eg: بعد الانتهاء من سنوات الإنجاب وتربية اطفال الحيوانات، تبدأ عملية التراجع. فالأمراض تصبح أكثر تواترا وتستمر لفترة أطول. الجروح تستغرق وقتا أطول للشفاء. والعثور على الغذاء والموارد يصبح أكثر صعوبة. في نهاية المطاف جميع الحيوانات تموت، مستكملة دورة حياتها.
es_es: Después de completar años de reproducción y de crianza de un animal, la mayoría comienza un proceso de declive. Las enfermedades son más frecuentes y duran más. Las heridas tardan más en sanar. Encontrar alimentos y recursos se vuelve más difícil. Eventualmente, todos los animales mueren, completando su ciclo de vida.

source: Question A. Which of the following stages is <span class="blink">not</span> a part of all animal life cycles?
ar_eg: السؤال أ: اي من المراحل التالية <span class="blink">ليست </span> جزءاً من دورة الحياة للحيوانات؟
es_es: Pregunta A. ¿Cuál de las siguientes etapas <span class="blink">no</span> forma parte del ciclo de vida de todos los animales?

source: Birth or hatching
ar_eg: ولادة أم تفقيس
es_es: Nacimiento o eclosión

source: Reproducing
ar_eg: التكاثر
es_es: Reproducción

source: Caring for young
ar_eg: الاعتناء بالصغار
es_es: Preocuparse por los jóvenes

source: Death
ar_eg: الموت
es_es: Muerte

source: Question B. Which living things have this life cycle: birth, growth, reproduction, and death?
ar_eg: السؤال ب: أي من هذه الكائنات الحية لديها دورة الحياة هذه؟ الولادة، النمو، التكاثر والموت؟
es_es: Pregunta B. ¿Qué seres vivos tienen el ciclo de vida siguiente: nacimiento, crecimiento, reproducción y muerte?

source: Plants and animals
ar_eg: النباتات والحيوانات
es_es: Plantas y animales

source: Animals and humans
ar_eg: الحيوانات و الانسان.
es_es: Animales y humanos

source: Nearly all living organisms
ar_eg: كل الكائنات الحية تقريبا
es_es: Casi todos los seres vivos.

source: All living organisms
ar_eg: جميع الكائنات الحية
es_es: Todos los organismos vivos

source: Plants, animals, and humans
ar_eg: النباتات، الحيوانات، والانسان.
es_es: Plantas, animales y humanos

source: No... All animals hatch or are born.
ar_eg: كلا ... كل الحيوانات اما تبيض او تلد.
es_es: No… Los animales nacen o eclosionan

source: No... All types of animals reproduce.
ar_eg: كلا ... كل انواع الحيوانات تتكاثر.
es_es: No… Todos los tipos de animales se reproducen.

source: That's correct. Some types of animals live on their own their entire lives.
ar_eg: هذا صحيح، بعض الحيوانات تعيش لوحدها كل حياتها.
es_es: Correcto. Algunos tipos de animales viven por su cuenta la mayor parte de sus vidas.

source: No... All animals eventually die.
ar_eg: كلا... كل الحيوانات سوف تموت بالنهاية.
es_es: No… Los animales acaban muriéndose.

source: Not quite. Plants and animals do have life cycles like that, but so do humans and all other living organisms.
ar_eg: ليس تماما. النباتات والحيوانات لديها دورات حياة من هذا القبيل، كذلك البشر وجميع الكائنات الحية الأخرى.
es_es: No exactamente. Las plantas y los animales tienen ciclos de vida como éste, pero también lo tienen humanos y otros seres vivos.

source: Not quite. Humans and animals do have life cycles like that, but so do plants and all other living organisms.
ar_eg: ليس تماما. لدى الانسان والحيوان دورة حياة من هذا القبيل، كذلك النباتات وجميع الكائنات الحية الأخرى.
es_es: No exactamente. Los humanos y los animales tienen ciclos de vida como este, pero también lo tienen las plantas y otros seres vivos.

source: Correct! Plants, animals, humans, and other living organisms have the life cycle of birth, growth, reproduction, and death.
ar_eg: صحيح! النباتات والحيوانات والبشر، والكائنات الحية الأخرى لديها دورة الحياة نفسها: الولادة،النمو، التكاثر، الموت.
es_es: ¡Correcto! Las plantas, los animales, los humanos y otros seres vivos tienen el ciclo de vida de nacimiento, crecimiento, reproducción y muerte.

source: Almost. There are tiny organisms you left out that also have this type of life cycle.
ar_eg: تقريبا. هناك كائنات صغيرة نسيتها لديها هذا النوع من دورة الحياة.
es_es: Casi. Hay pequeños organismos que te has dejado que también tienen este tipo de ciclo de vida.

source: More core ideas... about reproduction
ar_eg: أفكار أساسية إضافية ... عن التكاثر
es_es: Más ideas centrales… sobre reproducción

source: Some types of living things are able to reproduce one individual at a time, by dividing or having small parts break off from the parent. This is common in microbes and in many types of plants. This type of reproduction is called <span class="key">asexual</span>, and results in <span class="key">offspring</span> that are exact copies of their parents.
ar_eg: بعض أنواع الكائنات الحية قادرة ان تنتج فرد في وقت واحد، عن طريق انقسامها أو وجود أجزاء صغيرة تقطع من الأصل. وهذا أمر شائع في الميكروبات وأنواع عديدة من النباتات. ويسمى هذا النوع من التكاثر ب <span class="key">التكاثر اللاجنسي</span> ونتيجة ذلك هي <span class="key">ذرية</span> نسخة طبق الأصل عن الوالدين.
es_es: Algunos tipos de seres vivos son capaces de reproducirse una vez en cada momento, mediante la división o que separación de parte de sus cuerpos que se desprenden del padre. Esto es común en los microbios y en muchos tipos de plantas. Este tipo de reproducción se llama <span class="key">asexual</span> y resulta en una <span class="key">descendencia</span> que es una copia exacta de los padres.

source: Other organisms require two parents for reproduction to occur. Each parent contributes equally to each offspring, so that offspring always have characteristics of both parents. This type of reproduction is called <span class="key">sexual reproduction</span>, and involves males (who contribute sperm) and females (who contribute eggs). This type of reproduction often involves complex mating behaviors that help determine which individuals will choose each other as partners. This is common in animals.
ar_eg: تتطلب الكائنات الحية الأخرى والدان للتكاثر . يساهم كل من الوالدين بالتساوي بحيث تكون خصائص كلا الوالدين موجودة في الابناء . ويسمى هذا النوع من التكاثر<span class="key">التكاثر الجنسي</span> ، ويشمل الذكور (الذين يساهمون بالحيوانات المنوية) والإناث (الذين يساهمون بالبويضات). هذا النوع من التكاثر غالبا ما ينطوي على سلوكيات التزاوج المعقدة التي تساعد على تحديد الأفراد التي ستختار بعضها البعض كشركاء. وهذا أمر شائع في الحيوانات.
es_es: Otros organismos requieren dos partes para que suceda la reproducción. Cada padre contribuye igualmente en la descendencia, de manera que ésta siempre tiene características de los dos padres. Este tipo de reproducción se llama <span class="key">reproducción sexual</span>, e involucra machos (que contribuyen con sus espermatozoides) y hembras (que contribuyen con sus óvulos). Este tipo de reproducción a menudo involucra comportamientos de acoplamiento complejos que ayudan a determinar qué individuos elegirán entre sí como socios. Esto es común en los animales.

source: Depending on the type of reproductions, similarities between parents and offspring may differ. Asexual reproduction results in offspring exactly like the parent; and sexual reproduction leads to offspring who resemble their parents, but are not copies. Each generation produces unique combinations of characteristics that enable the species to be capable of surviving any number of problems which may occur in nature. Much of the beauty of nature is related to the amazing variety of plant and animal reproductive anatomy and behavior.
ar_eg: تبعا لنوع التكاثر، التشابه بين الابناء والاباء قد يختلف ، نتائج التكاثر اللاجنسي في النسل يكون تماما مثل الوالدين؛ والتكاثر الجنسي ينتج ابناء يشبهون اباءهم ولكن ليست طبق الاصل، كل جيل ينتج تركيبات فريدة من الخصائص تمكن الأنواع لتكون قادرة على البقاء على قيد الحياة والتغلب على المشاكل التي قد تحدث في الطبيعة. ويرتبط الكثير من جمال الطبيعة بمجموعة متنوعة مذهلة من السلوكيات والتركيب التشريحي لتكاثر النباتات والحيوانات.
es_es: Dependiendo del tipo de reproducción, las similitudes entre los padres y los hijos pueden ser diferentes. La reproducción asexual resulta en una descendencia exacta al padre; y la reproducción sexual conduce a una descendencia que se parece a sus padres, pero no es una copia de ellos. Cada generación produce combinaciones únicas de características que permiten a las especies a ser capaces de sobrevivir a cualquier número de problemas que puedan ocurrir en la naturaleza. Gran parte de la belleza de la naturaleza se relaciona con la increíble variedad de la anatomía y el comportamiento reproductor de plantas y animales.

source: Question A. How are the products of asexual reproduction similar to their parents?
ar_eg: السؤال أ. كيف تظهر نتاجات التشابه للتكاثر اللاجنسي المشابه للوالدين؟
es_es: Pregunta A. ¿En qué medida son los productos de la reproducción asexual similares a sus padres?

source: Rotate or flip the 3D box at the left either up or down to set your answer.
ar_eg: أدر او اقلب الصندوق المبين على اليسار اما لاعلى او لاسفل لتحديد اجابتك.

source: Click, hold and slide mouse up or down.
ar_eg: انقر على الفأرة ومررها لاعلى او لاسفل.
es_es: Haz clic, aprieta y desplaza el ratón hacia arriba o hacia abajo.

source: They can only reproduce once per lifetime.
ar_eg: يمكنهم التكاثر مرة واحدة في العمر فقط.
es_es: Sólo se pueden reproducir una vez en la vida.

source: They have half of their parent's genes.
ar_eg: لديهم نصف جينات ابائهم.
es_es: Tienen la mitad de los genes de sus padres.

source: They are exactly like their parent.
ar_eg: هم بالضبط مثل ابائهم.
es_es: Son iguales a sus padres.

source: They have double of their parent's genes.
ar_eg: لديهم ضعف ما لآبائهم من جينات.
es_es: Tienen el doble de genes que sus padres.

source: Question B. What is the easiest way to get a plant to reproduce asexually?
ar_eg: السؤال ب. ما هي أسهل طريقة لجعل النبات يتكاثر لاجنسيا؟
es_es: Pregunta B. ¿Cuál es la forma más fácil de que una planta de reproduzca asexualmente?

source: By splitting it down the middle.
ar_eg: من خلال انقسامها إلى نصفين.
es_es: Dividiéndola por la mitad.

source: By giving it artificial hormones.
ar_eg: عن طريق اعطائها هرمونات اصطناعية.
es_es: Dándole hormonas artificiales.

source: By taking a cutting of a flower and replanting it.
ar_eg: بأخذ قصاصة عود من زهرة وإعادة إنباته.
es_es: Cortando un esqueje de una flor y replantándolo.

source: By spreading its roots through the ground.
ar_eg: عن طريق انتشار جذوره في الارض
es_es: Esparciendo sus raíces por el suelo.

source: Correct. The child has the exact same genes the parent does, like a clone.
ar_eg: صحيح،الطفل لديه نفس جينات والديه، كالاستنساخ.
es_es: Correcto, el hijo tiene exactamente los mismos genes que tiene el padre, como un clon.

source: No. The product of asexual reproduction is exactly like the parent.
ar_eg: لا. نتاج التكاثر اللاجنسي هو تماما مثل الوالدين.
es_es: No. El producto de la reproducción asexual es exactamente igual al padre.

source: No, in asexual reproduction the product has the exact same genes the parent does.
ar_eg: لا، في التكاثر اللاجنسي للناتج نفس عدد جينات الأهل.
es_es: No, en la reproducción asexual el producto tiene exactamente los mismos genes que el padre.

source: No, in asexual reproduction the child has the exact same genes the parent does.
ar_eg: لا، في التكاثر اللاجنسي الطفل لديه نفس الجينات بالضبط الوالد لا.
es_es: No, en la reproducción asexual, el hijo tiene exactamente los mismos genes que tiene el padre.

source: That works! Using roots to copy plants is a good choice.
ar_eg: هذا ممكن! استخدام جذور النباتات للتكاثر هو خيار جيد.
es_es: ¡Esto funciona! Usar raíces para copiar una planta es una buena elección.

source: No, splitting it down the middle will not make another plant, it will just kill it.
ar_eg: لا، تقسيمها إلى نصفين لن ينتج نبتة اخرى بل سوف يقتلها.
es_es: No, dividir una planta por la mitad no hará que salga otra planta, simplemente la matará.

source: No, artificial hormones might make it grow, but not reproduce asexually.
ar_eg: لا، الهرمونات الاصطناعية قد تجعلها تنمو، ولكن لا تتكاثر لاجنسيا.
es_es: No, puede que las hormonas artificiales la hagan crecer, pero no la harán reproducirse sexualmente.

source: No, that is incorrect.
ar_eg: لا , هذا ليس صحيحا.
es_es: No, esto es incorrecto.
