Repository: geneconde/NGR-sandbox
Catalog: demo/reproduction/Locale/*/LC_MESSAGES/reproduction.po
Languages: ar_eg, es_es

source: Later generations will probably have more difficulty finding food than previous generations.
ar_eg: من المحتمل ان تلاقي الاجيال القادمة صعوبة أكثر في الحصول على الطعام من الاجيال السابقة.
es_es: Probablemente las futuras generaciones tendrán más dificultades para encontrar comida que las anteriores generaciones.

source: Later generations will have more difficulty finding shelter than previous generations.
ar_eg: من المحتمل ان تلاقي الاجيال القادمة صعوبة اكثر في الحصول على مأوى من الأجيال السابقة.
es_es: Las futuras generaciones tendrán más dificultades para encontrar refugio que las anteriores generaciones.

source: Very good! Whatever characteristics the dominant parents have will transfer to their offspring.
ar_eg: جيد جدا! مهما كانت الخصائص التي يتصف بها الاباء المهيمنون فهي سوف تنتقل لأبنائهم.
es_es: ¡Muy bien! Cualquiera de las características que tengan los padres serán transmitidas a la descendencia.

source: Not likely... There's no connection between the non-dominant wolves and the next generation.
ar_eg: ليس مرجحا، لا توجد أي صلة بين الذئاب غير المهيمنة والجيل القادم.
es_es: No es muy probable… No hay ninguna conexión entre los lobos no dominantes y la siguiente generación.

source: No. Chances of finding food in the future probably don't decrease with stronger characteristics.
ar_eg: لا, من المحتمل ان فرصة ايجاد الطعام في المستقبل لا تقل مع وجود الخصائص القوية.
es_es: No. Las probabilidades de encontrar comida en el futuro no decrecen con rasgos más fuertes.

source: Sorry... Chances of finding shelter aren't really affected by reproductive choices.
ar_eg: اسف, فرص ايجاد مأوى لا تتأثر بالخيارات الانجابية.
es_es: Lo sentimos… Las posibilidades de encontrar refugio no se ven afectadas por las elecciones reproductivas.

source: What can you infer about flowers that are pollinated by bats?
ar_eg: ماذا يمكن ان تستدل حول الزهور الملقحة بواسطة الخفافيش.
es_es: ¿Qué puedes inferir sobre las flores que son polinizadas por murciélagos?

source: They are probably located in caves.
ar_eg: من المرجح انهم يعيشون في الكهوف.
es_es: Probablemente se encuentren en cuevas.

source: They probably contain no pollen.
ar_eg: من المرجح انها لا تحتوي اية لقاح.
es_es: Probablemente no contengan polen.

source: They probably bloom at night.
ar_eg: من المرجح انها تزهر بالليل.
es_es: Probablemente florezcan por la noche.

source: They are probably very brightly colored.
ar_eg: من المرجح أن ألوانها زاهية .
es_es: Probablemente tengan colores brillantes.

source: No, flowers are unlikely to be found in caves, since plants need light to grow.
ar_eg: لا, ليس من المرجح ان توجد الزهور في الكهوف, بما أنها تحتاج الى الضوء.
es_es: No, es poco probable encontrar flores en cuevas, pues las flores necesitan la luz para crecer.

source: No. Flowers without pollen cannot be part of the pollination process.
ar_eg: لا. الزهور من دون حبوب اللقاح لا يمكن أن تكون جزءا من عملية التلقيح.
es_es: No. Las flores sin polen no pueden participar en el proceso de polinización.

source: Correct! The flowers might be open at night when bats come out.
ar_eg: صحيح! قد تكون الزهور مفتوحة في الليل عندما تخرج الخفافيش.
es_es: ¡Correcto! Puede que las flores estén abiertas por la noche cuando salen los murciélagos.

source: Bats are color blind, so bright colored flowers would not affect their ability to find them.
ar_eg: الخفافيش مصابة بعمى الألوان،حتى الزهور الملونة الزاهية لا تؤثر على قدرتها للعثور عليها.
es_es: Los murciélagos son ciegos, así que que las flores tengan colores brillantes no afectará a su habilidad para encontrarlas.

source: In the life cycle of a plant, the first step is seed germination. The second step is plant growth. What occurs next in the third step?
ar_eg: في دورة حياة النبات، الخطوة الأولى هي إنبات البذور. والخطوة الثانية هي نمو النبات. فما سيحدث في الخطوة المقبلة الثالثة؟
es_es: En el ciclo de vida de una planta, la primera etapa es la germinación de las semillas. La segunda etapa es el crecimiento de las plantas. ¿Qué es lo siguiente que ocurre en la tercera etapa?

source: The fruit releases seeds.
ar_eg: الفاكهة تطلق البذور.
es_es: La fruta libera semillas.

source: The plant flowers.
ar_eg: النبات يزهر.
es_es: La planta florece.

source: The plant dies.
ar_eg: النبات يموت.
es_es: La planta muere.

source: None of the above
ar_eg: لا شيء مما ذكر.
es_es: Ninguna de las anteriores.

source: No, the plant produces fruit after it flowers.
ar_eg: لا, النباتات تنتج الثمر بعد أن تزهر.
es_es: No, la planta produce las frutas después de las flores.

source: Yes, the third step is when the plant flowers.
ar_eg: نعم, الخطوة الثالثة هي عندما تزهر النباتات.
es_es: Sí, la tercera etapa es cuando la planta florece.

source: No, the plant still has a few steps to do before dying.
ar_eg: لا، ما زال على النبات بضع خطوات يقوم بها قبل أن يموت.
es_es: No, a la planta aún le quedan algunas etapas más antes de morir.

source: No, the plant flowers in the third step.
ar_eg: لا, النبات يزهر في الخطوة الثالثة.
es_es: No, la planta florece en la tercera estala.

source: Congratulations,
ar_eg: مبروك
es_es: Enhorabuena,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكن التحقق مما قدمته في الاختبار السريع وفي الاسئلة القصيرة لهذه المراجعة من خلال النقر على الزر أدناه.
es_es: Puedes comprobar cómo lo has hecho en la 'Comprobación rápida' y en las 'Preguntas del cuestionario' para este examen haciendo clic en el botón de abajo.

source: You've completed the Reproduction review.
ar_eg: أنهيت مراجعة التكاثر.
es_es: Has completado el resumen de la Reproducción.

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: أدر او اقلب الصندوق المبين على اليسار اما لاعلى او لاسفل لتحديد اجابتك.
es_es: Rota o invierte la caja 3D de la izquierda, ya sea hacia arriba o hacia abajo para ajustar tu respuesta.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لتدير الصندوق وحدد إجابتك
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: You may or may not have checked all the right ones—a few are a bit tricky. Reproduction is a natural tendency to continue life by creating offspring. There are different ways to reproduce, not always involving a female and a male. All living things--plants, animals, and microorganisms reproduce. There are non-living things like viruses that also reproduce and make more viruses. Living organisms have different structures to help them reproduce. You will learn more about reproduction in this review.
es_es: Puede, o puede que no, hayas marcado todas las que son correctas; algunas de ellas son un poco complicadas. La reproducción es un proceso natural que crea descendencia. Hay diferentes maneras de reproducirse, y no siempre es necesario una hembra y un macho. Todos los seres vivos, plantas, animales y microorganismos, se reproducen. Hay seres no vivos como los virus que también se reproducen y hacen más virus. Los organismos vivos tienen diferentes estructuras que les ayudan a reproducirse. Aprenderás más sobre la reproducción en esta revisión.

source: By taking a cutting from it and replanting it.
es_es: Cortando un trozo de la misma y replantándolo.

source: Not quite. All living things move, breathe somehow, grow, reproduce, and respond to their environment.
es_es: No exactamente. Todos los seres vivos se mueven, respiran y de alguna manera, crecen, se reproducen y responden al entorno.
