Repository: geneconde/NGR-sandbox
Catalog: demo/reproduction/Locale/*/LC_MESSAGES/reproduction.po
Languages: ar_eg, es_es

source: Living things grow, breathe, eat (take in the substances they need to grow), get rid of waste, and reproduce in different ways. They all move and respond to their environment somehow. When a dog pants and a human sweats, they are both trying to cool down. Thorns on a rose bush are very similar to the stink of a skunk in that they both are trying to protect themselves. A plant grows toward light and animals move to find water and food.
ar_eg: الكائنات الحية تنمو، و تتنفس، و تتناول الطعام (تأخذ المواد التي تحتاجها لتنمو)، و تتخلص من النفايات، و تتكاثر بطرق مختلفة. جميعها تتحرك وتتأقلم مع بيئتها بطريقة أو بأخرى. عندمايلهث الكلب ويتعرق الإنسان ، كلاهما يحاول أن يبرد نفسه. الشوك على شجيرة الورد هي مشابهة جدا لرائحة الظربان النتنة ، كلاهما يحاول حماية نفسه وينمو النبات نحو الضوء، والحيوانات تتحرك لإيجاد الماء والغذاء.
es_es: Los seres vivos crecen, respiran, comen (disfrutan de las sustancias que necesitan para crecer), se deshacen de los residuos y se reproducen de diferentes formas. Todos ellos se mueven y responden a su ambiente de alguna manera. Cuando un perro saca la lengua y cuando un humano suda, ambos están tratando de enfriarse. Las espinas en un rosal son muy similares a la peste de una mofeta, pues ambos están tratando de protegerse a sí mismos. Una planta crece hacia la luz y los animales se mueven en busca de agua y comida.

source: What do a monkey and a microbe have in common? A lot actually. All organisms grow, reproduce, get old and die. They each carry out different parts of their life cycle in different ways. To do this, plants and animals have different structures, or parts.
ar_eg: ماالصفة المشتركة بين القرد والميكروب؟ هناك الكثير في الواقع. جميع الكائنات الحية تنمو وتتكاثر، تكبر وتموت. كل منهمايقضي أجزاء مختلفة من دورة حياته بطرق مختلفة. وللقيام بذلك، لدى النباتات والحيوانات بنى وأجزاء مختلفة.
es_es: ¿Qué tienen en común un mono y un microbio? En realidad mucho. Todos los organismos crecen, se reproducen, envejecen y mueren. Cada uno de ellos lleva a cabo diferentes partes de su ciclo de vida de diferentes maneras. Para ello, las plantas y los animales tienen diferentes estructuras o partes.

source: Plants and animals have both internal and external structures that help them live based on their needs. Dogs have lungs and fish have gills. Both of these structures help the animals breathe. Colored petals on a flower and colored feathers on a bird are both structures they have to help reproduction take place.
ar_eg: النباتات والحيوانات على حد سواء لها بنى داخلية وخارجية تساعدها على العيش بناء على احتياجاتها. الكلاب لديها الرئتين والأسماك لديها الخياشيم. كل من هذه الهياكل تساعد الحيوانات على التنفس. البتلات الملونة على الزهرة والريش الملون على الطيور كلها بنى تساعد على حدوث التكاثر.
es_es: Las plantas y los animales tienen tanto estructuras internas como externas que les ayudan a mantenterse vivos basándose en sus necesidades. Los perros tienen pulmones y los peces tienen branquias. Estas dos estructuras ayudan a los animales a respirar. Los pétalos de color de una flor y las plumas de colores de un pájaro son las estructuras que tienen que ayudar a que la reproducción tenga lugar.

source: There are similarities and differences among all the species that reproduce sexually. In all species, females produce eggs and males produce sperm. But they do so with very different physical structures. Plant reproductive structures are found in flowers. In animals, individuals are either male or female, each having very different reproductive systems.
ar_eg: هناك أوجه تشابه وأوجه اختلاف بين جميع الكائنات التي تتكاثر جنسيا. في جميع الحالات، التكاثر يكون بانتاج الإناث للبويضات و إنتاج الحيوانات المنوية للذكور. ولكنها تفعل ذلك عن طريق بنى جسدية معينة. والبنى الجسدية للتكاثر في النبات تكمن في الزهور. اما بالنسبة للحيوانات فتحتاج ذكرا او انثى، وكل كائن يحتاج لجهاز تناسلي معين للتكاثر.
es_es: Hay similitudes y diferencias entre todas las especies que se reproducen sexualmente. En todas las especies, las hembras producen óvulos y los machos producen espermatozoides. Pero lo hacen con estructuras físicas muy diferentes. Las estructuras reproductivas de las plantas se encuentran en las flores. En los animales, los individuos son o machos o hembras, y cada uno tiene un aparato reproductor muy diferente.

source: Many plants have both male and female parts in the same flower. Hover your mouse over each image to know more information.
ar_eg: الكثير من النباتات لها أجزاء ذكرية و انثوية من نفس الزهرة. ركز الفأرة على كل صورة لمعرفة المزيد من المعلومات.
es_es: Muchas plantas tienen tanto partes masculinas como partes femeninas en la misma flor. Pasa el ratón sobre cada imagen para obtener más información.

source: The male part is called a stamen. Sperm are packaged into particles called <span class="key">pollen</span> grains.
ar_eg: الجزء الذكري يسمى السداة. تعبأ الحيوانات المنوية الى جسيمات تسمى <span class="key">حبوب اللقاح</span>.
es_es: La parte del macho es llamado estambre. Los espermatozoides están almacenados en pequeñas partículas llamadas granos de <span class="key">polen</span>.

source: The female part of the flower is called the pistil. When the pollen grain breaks open, a tube grows into the pistil and penetrates the ovary. A sperm cell then travels down the pollen tube to fertilize an egg cell.
ar_eg: ويسمى الجزء الأنثوي من الزهرة المدق. عندما تنفتح حبوب اللقاح، ينمو انبوب في المدق ويخترق المبيض. ثم تنتقل خلية الحيوانات المنوية إلى أسفل انبوب اللقاح لتخصيب البويضة.
es_es: La parte hembra de la flor se llama el pistilo. Cuando se abren los granos de polen, un tubo se convierte en el pistilo y penetra en el ovario. Un espermatozoide viaja por la trompa de polen para fertilizar un óvulo.

source: Egg cells are located inside the ovary. After the sperm and egg cells unite, a seed begins to develop inside the ovary.
ar_eg: تقع خلايا البويضة داخل المبيض. بعد ان تتحد الحيوانات المنوية والبويضة ، تبدأ البذرة بالتطور داخل المبيض.
es_es: Los óvulos se encuentran dentro del ovario. Después de que los espermatozoides y el óvulo se unan, una semilla comienza a desarrollarse dentro del ovario.

source: The rest of the ovary develops into a fruit.
ar_eg: ما تبقى من البويضة يصبح ثمرة.
es_es: El resto del ovario se convierte en una fruta.

source: Question A. Fill in the blanks to complete the paragraph below. Click on the select button to choose the <span class="blink">correct</span> answer.
ar_eg: السؤال أ. إملأ الفراغات لاستكمال الفقرة أدناه. انقر على زر الاختيار لاختيار الجواب <span class="blink"> الصحيح </span> .
es_es: Pregunta A. Rellena los espacios en blanco para completar el párrafo a continuación. Haz clic en el botón seleccionar para elegir la respuesta <span class='blink'>correcta</span>.

source: In all species, females produce
ar_eg: كل الاناث في الكائنات الحية تُنتِج .
es_es: En todas las especies, las hembras producen

source: flowers
ar_eg: الزهور
es_es: flores

source: productive
ar_eg: منتج
es_es: productivas

source: pollen
ar_eg: لقاح
es_es: polen

source: eggs
ar_eg: بويضات
es_es: óvulos

source: reproductive
ar_eg: متكاثر
es_es: reproductivas

source: and males produce
ar_eg: كل الذكور تُنتِج
es_es: y los machos producen

source: . But they do so with very different physical structures. Plant reproductive structures are found in
ar_eg: ولكنها تفعل ذلك عن طريق بنى مادية مختلفة جدا. البنى الانجابية للنبات توجد في ....
es_es: . Pero lo hacen con estructuras físicas muy diferentes. Las estructuras reproductoras de las plantas se encuentran en

source: . In animals, individuals are either male or female, each having very different
ar_eg: الحيوانات والانسان سواء كانوا ذكورا ام اناثاً، كل واحد مختلف جداً
es_es: . En los animales, los individuos son o machos o hembras, cada uno teniendo diferentes

source: systems.
ar_eg: أنظمة
es_es: sistemas.

source: Question B. Click on <span class="blink">all</span> the following processes that all living things do.
ar_eg: السؤال ب. انقر على <span class="blink">جميع</span> العمليات التالية والتي تقوم بها الكائنات الحية.
es_es: Pregunta B. Haz clic en <span class="blink">todos</span> los procesos siguientes que los seres vivos hacen.

source: Movement
ar_eg: حركة
es_es: Movimiento

source: Respiration
ar_eg: تنفس
es_es: Respiración

source: Growing
ar_eg: تطور
es_es: Crecimiento

source: Shrinking
ar_eg: تقلص
es_es: Encogimiento

source: Reproduction
ar_eg: تكاثر
es_es: Reproducción

source: Asexual reproduction
ar_eg: تكاثر لاجنسي

source: Asexual Reproduction
ar_eg: تكاثر لاجنسي
es_es: Reproducción asexual

source: Responding to the environment
ar_eg: استجابة للبيئة
es_es: Responder al entorno

source: Great job! Plants and animals have different parts for reproduction. Sometimes plants have female and male structures all on one plant, but animals have two separate female and male animals.
ar_eg: عمل عظيم! النباتات والحيوانات تحتوي على أجزاء مختلفة من أجل التكاثر . أحيانا النباتات لها بنى انثوية وذكرية على نبتة واحد، ولكن الحيوانات تنفصل الى ذكور و اناث.
es_es: ¡Buen trabajo! Las plantas y los animales tienen diferentes partes para reproducirse. Algunas veces las plantas tienen estructuras de machos y estructuras de hembras, pero los animales tienen dos animales separados para machos y hembras.

source: Great job! Plants and animals have different parts for reproduction. Sometimes plants have female and male structures all on one plant, but most animals have two separate female and male parents.
ar_eg: عمل رائع! للنباتات وللحيوانات أجزاء مختلفة للتكاثر. أحياناً للنباتات هياكل ذكرية وأنثوية جميعها في نفس النبتة، لكن لدى معظم الحيوانات أباء ذكور وأمهات إناث.
es_es: ¡Buen trabajo! Plantas y animales tienen distintas partes para la reproducción. A veces las plantas tienen las estructuras femenina y masculina en la misma planta, pero la mayoría de los animales tiene dos padres diferentes, hembra y macho.

source: Not quite. Plants and animals have different parts for reproduction. Sometimes plants have female and male structures all on one plant, but most animals have two separate female and male parents.
ar_eg: ليس تماما. النباتات والحيوانات لها أجزاء مختلفة للتكاثر. أحيانا النباتات لها هياكل تشبه الإناث والذكور وجميعها في نبتة واحدة، ولكن معظم الحيوانات لها اثنين من أولياء الأمور الإناث والذكور المنفصلتين عن بعضهما .
es_es: No exactamente. Las plantas y los animales tienen diferentes partes para la reproducción. En ocasiones las plantas tienen estructuras masculinas y femeninas en una sola planta, pero la mayoría de animales tienen padres macho y hembra separadamente.

source: Great job! All living things move, breathe somehow, grow, reproduce, and respond to their environment.
ar_eg: عمل عظيم! جميع الكائنات الحية تتحرك، تتنفس بطريقة أو بأخرى، تنمو وتتكاثر، وتتأقلم مع بيئتها.
es_es: ¡Buen trabajo! Todos los seres vivos se mueven, respiran y de alguna manera, crecen, se reproducen y responden al entorno.

source: Great job! All living things breathe somehow, grow, reproduce, and respond to their environment.
ar_eg: عمل رائع! جميع الكائنات الحية تتنفس وتنمو وتتكاثر وتستجيب لبيئاتها بطريقة معينة.
es_es: ¡Buen trabajo! Todos los seres vivos respiran de alguna forma, crecen, se reproducen y responden a su entorno.

source: Not quite. All living things breathe somehow, grow, reproduce, and respond to their environment.
ar_eg: ليس تماما! جميع الكائنات الحية تتنفس بطريقة أو بأخرى، و تنمو وتتكاثر ، وتستجيب لبيئتها.
es_es: No exactamente. Todos los seres vivos respiran de alguna forma, crecen, se reproducen y responden a su entorno.

source: When you first look at flowers, the process of getting <span class='key'>pollen</span> to egg cells seems simple. The pollen probably just falls from the anther to the stigma, and everything takes care of itself. The real process is better. Future generations are healthier when characteristics from different parents are mixed in offspring. This is why most flowers don't have their male and female parts ready to reproduce at the same time. The pollen that is made by a particular plant won't be used to pollinate that plant, but will send its message to another plant.
ar_eg: عندما تنظر الى الزهور للمرة الاولى ترى عملية الحصول على <span class='key'>حبوب اللقاح</span> في خلايا البويضة بسيطة . حبوب اللقاح ربما تقع فقط من العضو الذكري إلى الميسم، وكل شيء يقوم بعمله بنفسه. العملية الحقيقية هي افضل . أجيال المستقبل أكثر صحة عندما تكون الخصائص من الآباء والأمهات مختلفة وتختلط في الابناء وهذا هو السبب في أن معظم الزهور لا تحتوي على أجزاء من الذكور والإناث التي تكون على استعداد لإعادة الإنتاج بنفس الوقت. لن يتم استخدام حبوب اللقاح التي يتم انتاجها لتلقيح هذا النبات، ولكن سوف ترسله إلى نبات آخر.
es_es: Cuando ves por primera vez las flores, el proceso de la obtención del <span class='key'>polen</span> hacia un óvulo parece simple. Probablemente el polen sólo se cae de la antera al estigma, y todo se hace por sí solo. El proceso real es mejor. Las futuras generaciones son más saludables cuando las características de diferentes padres se mezclan en la descendencia. Esta es la razón por la que la mayoría de las flores no tienen sus partes masculinas y femeninas preparadas para reproducirse a la vez. El polen producido por una planta en particular no será utilizado para polinizar dicha planta, sino que se enviará su mensaje a otra planta.

source: The problem is getting the pollen from one location to another. Sometimes pollen that is shed from a flower is carried by the wind to another flower. In more interesting cases, the pollen has a carrier - an animal. Birds, bees, and bats can be carriers of pollen.
ar_eg: المشكلة هي الحصول على حبوب اللقاح من مكان إلى آخر. في بعض الأحيان تتناثر حبوب اللقاح من زهرة إلى زهرة أخرى من الريح.. وفي حالات أكثر إثارة للاهتمام، وحبوب اللقاح لديها ناقل (حيوان). الطيور، والنحل، والخفافيش يمكن أن تكون حاملة لحبوب اللقاح.
es_es: El problema es llevar el polen de una ubicación a otra. A veces el polen que se desprende de una flor es transportado por el viento a otra flor. En los casos más interesantes, el polen tiene un portador: un animal. Los pájaros, las abejas y los murciélagos pueden ser portadoras de polen.

source: Bees pollinate more than 100 types of agricultural crops in the United States, including apples, oranges, lemons, watermelons, and cantaloupe. Bees are attracted to flowers because they can smell sweet, sugary nectar, usually located near the base of the flower, inside the petals. As a bee climbs into a flower, its hairy body rubs past anthers, thick with pollen. Much of that pollen is stuck to the bee hairs. At the next flower, the bee climbs in again, searching for nectar. As it climbs in, it brushes past the sticky stigma, losing a few of the pollen grains. This pollen then fertilizes the flower and fruit development begins.
ar_eg: النحل يلقح أكثر من 100 نوع من المحاصيل الزراعية في الولايات المتحدة، بما في ذلك التفاح والبرتقال والليمون والبطيخ والشمام. تنجذب النحلات الى الزهور لانها تستطيع شم رحيقها الحلو المذاق وعادة ما تكون بالقرب من قاعدة الزهرة،داخل البتلات. عندما تتسلق النحلة الزهرة تدعك شعيراتها العضو الذكري بكثافة بحبوب اللقاح. الكثير من حبوب اللقاح هذه تعلق بشعيرات النحلة. تتسلق النحلة الى الزهرة الثانية باحثة عن الرحيق . وهي تتسلق تدعك الميسم الدبق وتخسر القليل من حبوب اللقاح . هذا اللقاح خصب ثم تبدأ الزهور والفاكهة بالنمو.
es_es: Las abejas politizan más de 100 tipos de cultivos agrícolas en los Estados Unidos, incluyendo las manzanas, las naranjas, los limones, las sandías y los melones. Las abejas son atraídas por las flores, ya sea por su dulce olor o su néctar azucarado, que normalmente se encuentra cerca de la base de la flor, dentro de los pétalos. Cuando una abeja se sube a una flor, su cuerpo peludo acaba frotando las anteras, que tienen mucho polen. Gran parte del polen se pega a los pelos de las abejas. En la siguiente flor, la abeja se sube de nuevo, en busca de néctar. A medida que asciende, roza el estigma pegajoso y pierde algunos de los granos de polen. Entonces este polen fertiliza dicha flor y empieza el desarrollo del fruto.

source: Question A. Which of the following is most likely a pollinator?
ar_eg: السؤال أ. اي من التالية يعتبر ملقح؟
es_es: Pregunta A. ¿Cuál de los siguientes es con más probabilidad un polinizador?

source: A beetle crawls into and out of a flower.
ar_eg: الخنفساء تزحف داخل وخارج الزهرة.
es_es: Un escarabajo que se arrastra dentro y fuera de una flor.

source: A bird builds a nest in a tree.
ar_eg: الطائر يبني عشا على الشجرة
es_es: Un pájaro que construye un nido en un árbol.

source: Termites construct a colony inside a tree.
ar_eg: النمل الابيض يبني مستعمرة داخل الشجرة.
es_es: Unas termitas que construyen una colonia dentro de un árbol.

source: Deer chew the leaves of plants in a meadow.
ar_eg: الغزلان تمضغ اوراق الشجر في المروج
es_es: Un ciervo que mastica hojas de plantas en un prado.

source: Question B. Which part of the plant holds the pollen before pollination happens?
ar_eg: السؤال ب. أي جزء من النبات يحمل حبوب اللقاح قبل أن يحدث التلقيح؟
es_es: Pregunta B. ¿Qué parte de la planta retiene el polen antes de que suceda la polinización?

source: Correct. An animal must enter and leave flowers to be a pollinator.
ar_eg: صحيح. يجب أن يدخل الحيوان ويخرج من الزهور لتكون ملقح.
es_es: Correcto. Un animal debe entrar y salir de las flores para ser un polinizador.

source: Not this one. It doesn't say anything about the bird and flowers.
ar_eg: ليس هذا. فهذا لا يذكر شيئا عن الطيور والزهور.
es_es: Ésta no. No dice nada sobre pájaros y flores.

source: Nope. Eating a tree doesn't help its reproduction.
ar_eg: كلا. أكل شجرة لا يساعد على تكاثرها.
es_es: Nop. Comerse un árbol no ayuda a su reproducción.

source: Sorry. Leaf-eating doesn't do anything for pollination.
ar_eg: اسف. فأكل اوراق الشجرة لا يساعد عملية التلقيح.
es_es: Lo sentimos. Comerse hojas no ayuda a la polinización.

source: Correct. Pollen is on the top part of the stamen.
ar_eg: صحيح. حبوب اللقاح تكون على الجزء العلوي من السداة.
es_es: Correcto. El polen se encuentra en la parte superior de los estambres.

source: No, pollen is not on the stigma.
ar_eg: لا. حبوب اللقاح لا تكون على الميسم.
es_es: No, el polen no se encuentra en el estigma.

source: No, pollen is not on the petal.
ar_eg: لا، حبوب اللقاح لا تكون على البتلة.
es_es: No, el polen no se encuentra en el pétalo.

source: No, pollen is not on the stem.
ar_eg: لا، حبوب اللقاح لا تكون على الجذع.
es_es: No, el polen no se encuentra en el tallo.

source: In animals, individuals are either male or female; each having very different reproductive systems. In sexual reproduction, sperm from the male is united with an egg from the female creating a fertilized egg. Once its place is secure, it develops into a fetus and then into an infant, ready for birth. While different species take different amounts of time for development, the process is similar in all species.
ar_eg: الحيوانات والانسان هما اما ذكر او انثى. كلاهما لديهما نوع تكاثر مختلف . في التكاثر الجنسي يؤخذ الحيوان المنوي من الذكر والبويضة من الانثى. ويتم تكوين بويضة مخصبة، عندما تستقر البويضة بأمان تتطور الى جنين ومن ثم الى رضيع يستعد لأن يولد . بينما يأخذ كل نوع من الكائنات وقت معين للولادة، الا ان العمليه تتشابه في كل الانواع.
es_es: En los animales, los individuos son machos o hembras; cada uno con diferentes sistemas reproductivos. En la reproducción sexual, el espermatozoide del macho se une con un óvulo de la hembra resultando en un óvulo fecundado. Una vez se encuentra en un lugar seguro, se convierte en un feto y luego en un bebé, listo ya para el nacimiento. Mientras que diferentes especies necesitan diferentes cantidades de tiempo para el desarrollo, el proceso es similar en todas las especies.

source: In reality, for this to happen in animals, females usually choose their reproductive partners. Animal females in nature have one key interest: survival of their own offspring. Sometimes that means choosing a strong male to mate with. Sometimes other male characteristics matter more.
ar_eg: في الواقع، يحدث ان الاناث من الحيوانات عادة تختار شركائها للتزاوج . اناث الحيوانات لديها اهتمام كبير بابقاء نسلها على قيد الحياة. وهذا يتطلب احيانا اختيارها للذكور القوية للتزاوج معها . أحيانا خصائص الذكور الآخرين تهم اكثر.
es_es: En realidad, para que esto suceda en los animales, las hembras suelen elegir a sus parejas reproductivas. Las hembras de los animales en la naturaleza tienen un interés fundamental: la supervivencia de su propia descendencia. A veces eso significa la elección de un hombre fuerte para aparearse. A veces otras características masculinas son más importantes.

source: Many mammal, bird, fish, and reptile males make displays to attract females. These displays are examples of <span class="key">courtship</span> behavior. Some examples you may have seen include peacocks showing off their tail feathers; stallions or bulls pawing at the ground; or cuttlefish changing colors almost instantly. The purpose of courtship behavior is to allow for the selection of healthy mates. This system, while not foolproof, works well enough that it is common throughout the animal kingdom.
ar_eg: العديد من ذكور الثدييات والطيور والأسماك والزواحف والذكور تعرض نفسها لتجذب الإناث. هذا النوع من العروض هو بمثابة <span class='key'>تودد</span>. بعض الامثلة على ذلك : تحريك الطاووس لذيله؛ الفحول او الثيران وهي تخدش في الارض ؛ تغير لون الحبار بسرعة. الغرض من سلوك التودد هو اختيار الشريك الاكثر صحة. بينما هذا النوع من التودد غير مضمون الا انه الاسلوب الاكثر شيوعا في المملكة الحيوانية.
es_es: Muchos machos mamíferos, aves, peces y reptiles hacen exhibiciones para atraer a las hembras. Estas muestras son ejemplos de comportamiento para <span class="key">cortejar</span>. Algunos ejemplos que puede que hayas visto incluyen a los pavos reales mostrando sus plumas de la cola; a los sementales o los toros pateando el suelo; o el cambio de color casi al instante de las sepias. El propósito de comportamiento de cortejo es permitir la selección de compañeros sanos. Este sistema, aunque no es infalible, funciona bastante bien y es común en todo el reino animal.

source: Question A. Which of the follow pictures shows an animal making a courtship display?
ar_eg: السؤال أ. اي من الصور التالية تبين تودد حيوان لآخر؟
es_es: Pregunta A. ¿Cuál de las siguientes imágenes muestra a un animal haciendo una exhibición de cortejo?

source: Question B. Select the <span class='blink'>correct</span> words and complete the paragraph below.
ar_eg: السؤال ب. اختر الكلمات <span class='key'>الصحيحة</span> وأكمل الفقرة أدناه.
es_es: Pregunta B. Selecciona las palabras <span class='blink'>correctas</span> y completa el siguiente párrafo.

source: male
ar_eg: ذكر
es_es: macho

source: egg
ar_eg: بويضة
es_es: óvulo

source: asexual
ar_eg: تكاثر لا جنسي

source: female
ar_eg: انثى
es_es: hembra

source: sexual
ar_eg: جنسي

source: sperm
ar_eg: حيوان منوي
es_es: espermatozoide

source: In
ar_eg: داخل
es_es: En

source: reproduction,
ar_eg: تكاثر
es_es: la reproducción,

source: from the
ar_eg: من ال
es_es: de

source: is united with an/a
ar_eg: متحد مع .
es_es: se une mediante un/a

source: creating a fertilized egg.
ar_eg: انتاج بيضة مخصبة
es_es: creando un óvulo fertilizado.

source: Correct! This bird is making a display.
ar_eg: صحيح، هذا الطائر يعمل عرضا.
es_es: ¡Correcto! El pájaro se está exhibiendo.

source: Not this one... it's just a bird.
ar_eg: ليس هذا ، انه مجرد طائر.
es_es: Ésta no… simplemente es un pájaro.

source: Nah... this is just a bird.
ar_eg: كلا... هذا مجرد طائر.
es_es: No… simplemente es un pájaro.

source: Not this one... these are just parrots.
ar_eg: ليس هذا. انهم مجرد ببغاوات.
es_es: Ésta no… simplemente son loros.
