Repository: geneconde/NGR-sandbox
Catalog: demo/reproduction/Locale/*/LC_MESSAGES/reproduction.po
Languages: ar_eg, es_es

source: Great job! Animals create offspring by sexual reproduction in which sperm from the male and an egg from the female unite.
ar_eg: عمل عظيم! الحيوانات تخلق الذرية بواسطة التكاثر الجنسي وفيها تتحد الحيوانات المنوية من الذكور والبويضات من الاناث.
es_es: ¡Buen trabajo! Los animales crean descendencia a través de la reproducción sexual en la que el espermatozoide de los hombres y el óvulo de la hembra se unen.

source: Not quite. Animals create offspring by sexual reproduction in which sperm from the male and an egg from the female unite.
ar_eg: ليس تماما. الحيوانات تنتج الذرية بواسطة التكاثر الجنسي وفيها تتحد الحيوانات المنوية من الذكور والبويضات من الاناث.
es_es: No exactamente. Los animales crean descendencia a través de la reproducción sexual en la que el espermatozoide de los hombres y el óvulo de la hembra se unen.

source: Using what you know... about reproduction... to solve a problem
ar_eg: استخدم ما تعرف ... عن التكاثر ... لحل مشكلة.
es_es: Usando lo que sabes… sobre la reproducción… para solucionar un problema

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: A certain bird, called a manakin shows his display to attract the female to mate. The male is brightly colored. The female is about the same size, but has colors that will allow her to remain unnoticed when she cares for her eggs in her nest. There is a lot of competition and only the alpha male will have the opportunity to mate.
ar_eg: عصفور معين، يسمى ماناكن يعرض ما لديه ليجذب الانثى للتزاوج . الذكر الوانه زاهية والانثى بنفس حجم الذكر تقريبا. ولكن الوانها الزاهية تبقيها غير ملاحظة عندما تهتم ببيوضها في العش. هنالك الكثير من المنافسة ووحده طائر الالفا لديه الفرصة للتزاوج.
es_es: Un pájaro determinado, llamado saltarín, muestra su exhibición para atraer a la hembra para aparearse. El macho es de color brillante. La hembra es aproximadamente el mismo tamaño, pero tiene colores que le permiten pasar desapercibida cuando ella cuida de sus huevos en su nido. Hay mucha competencia y sólo el macho alfa tendrá la oportunidad de aparearse.

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: You are a zoologist in the <span class='key'>ornithology</span> department (a branch of zoology that concerns the study of birds). You are preparing an enclosed habitat for this manakin species to live at your zoo.
ar_eg: انت عالم حيوان في <span class='key'>قسم الطيور</span> وتستعد لايجاد موطن مغلق لهذه الانواع في حديقة الحيوان الخاصة بك.
es_es: Eres un/a zoólogo/a en el departamento de <span class='key'>ornitología</span> (una rama de la zoología relacionado con el estudio de las aves). Estás preparando un hábitat cerrado para que esta especie de saltarín pueda vivir en tu zoológico.

source: Based on what you now know about the animal and reproduction, what ideas do you have for the bird's area you are building? What behavior in the birds might cause problems related to mating? What could you do to solve such a problem with manakins in breeding season in your zoo?
ar_eg: استنادا لمعرفتك بالحيوانات والتكاثر و الافكار التي لديك حول المكان التي تبنيه لها وتعيش فيه؟ ما هو السلوك الذي تتبعه الطيور والذي يؤثر في تزاوجها؟ ماذا يمكن ان تفعل لحل مشكلة طيور المانكن في موسم التكاثر في حديقة الحيوان؟
es_es: Basándote en lo que sabes sobre el animal y la reproducción, ¿qué ideas tienes para el área para los pájaros que estás construyendo? ¿Qué comportamiento en las aves podría causar problemas relacionados con el apareamiento? ¿Qué podrías hacer para resolver un problema de este tipo con los saltarines en época de reproducción en el zoológico?

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة اجابتك
es_es: Haz clic aquí para empezar a escribir tu respuesta …

source: Summarizing core ideas... about reproduction
ar_eg: لخص الأفكار الأساسية ...عن التكاثر
es_es: Resumiendo ideas clave… sobre reproducción

source: All living things are capable of <span class='key'>reproduction</span>. Each new generation of <span class='key'>offspring</span> is the result of either asexual or sexual reproduction. Organisms that reproduce asexually do so by dividing or budding off new individuals. <span class='key'>Asexual</span> organisms are all alike. <span class='key'>Sexual reproduction</span> involves differences between males and females. This allows recombination of genetic material, and variation among different organisms of the same type. All plants and animals progress through life cycles. In the early stages of development, an organism grows from an embryo through various stages until it is mature enough for reproduction. In the reproductive phase, females produce egg cells and males produce sperm. Sperm is carried in pollen. <span class='key'>Pollination</span> is when pollen is carried from one flower to another, sometimes by the wind, but often by insects or other animals. Animals often have special behaviors to help them attract mates. These <span class='key'>courtship</span> behaviors send messages to opposite sex members of the same species that individuals are ready for reproduction.
ar_eg: جميع الكائنات الحية قادرة على <span class='key'>التكاثر</span>. كل جيل جديد من <span class='key'>الذرية</span> هو نتيجة إما للتكاثر الاجنسي أو تكاثر جنسي. الكائنات الحية التي تتكاثر <span class='key'>لاجنسيا</span> تقوم بذلك عن طريق انقسامها او انتاجها كائنات اخرى. الكائنات المتكاثرة لاجنسيا كلها مثل بعضها. ينطوي <span class='key'>التكاثر الجنسي</span> على الفروق بين الذكور والإناث. وهذا يسمح بإعادة تركيب المادة الوراثية، والاختلاف بين الكائنات الحية المختلفة من نفس النوع. جميع النباتات والحيوانات تتقدم من خلال دورات الحياة. في المراحل الأولى من التطور ينمو فيها الكائن الحي من جنين خلال مراحل مختلفة حتى ينضج كفاية ليتكاثر. في المرحلة الإنجابية، الإناث تنتج خلايا البيض والذكور تنتج الحيوانات المنوية. ينقل الحيوان المنوي عن طريق <span class='key'>اللقاح</span>. التلقيح هو انتقال حبوب اللقاح من زهرة الى زهرة. ولكن في كثير من الأحيان في الحشرات أو الحيوانات تكون السلوكيات الخاصة لمساعدتهم على جذب الاصحاب هي <span class='key'>التودد</span>. هذه السلوكيات ترسل رسائل للجنس الآخر من نفس النوع بأنها مستعدة للتزاوج.
es_es: Todos los seres vivos son capaces de <span class='key'>reproducirse</span>. Cada nueva generación de <span class='key'>descendencia</span> es el resultado de o bien la reproducción sexual o bien la reproducción asexual. Los organismos que se reproducen asexualmente lo hacen dividiéndose en dos para crac nuevos individuos. Los individuos <span class='key'>asexuales</span> se parecen entre ellos. La <span class='key'>reproducción sexual</span> involucra diferencias entra machos y hembras.Esto permite que haya una recombinación de material genético y una variación entre organismos del mismo tipo. Todas las plantas y los animales progresan a través de ciclos de vida. En las primeras frases del ciclo de vida, un organismo crece desde un embrión a través de diferentes etapas hasta que es suficientemente maduro como para reproducirse. En la fase reproductiva, las hembras producen óvulos y los machos producen espermatozoides. Los espermatozoides son llevados por el polen. La <span class='key'>polinización</span> es cuando el polen es llevado de una flor a otra, a veces por el viento, otras veces por insectos o animales. Los animales a veces tienen comportamientos especiales para atraer a sus parejas. Este comportamiento de <span class='key'>cortejo</span> envía mensajes al sexo opuesto de la misma especie indicando que ya están listos para la reproducción.

source: Reviewing key vocabulary... related to... reproduction
ar_eg: مراجعة المصطلحات الأساسية ... المرتبطة مع ... التكاثر
es_es: Revisando vocabulario clave… relacionado con… reproducción

source: Offspring
ar_eg: النسل أو الذرية.
es_es: Descendencia

source: Sexual Reproduction
ar_eg: التكاثر الجنسي
es_es: Reproducción sexual

source: Flower
ar_eg: زهرة
es_es: Flor

source: Pollination/ Pollen
ar_eg: التلقيح/لقاح
es_es: Polinización/Polen

source: Courtship Display
ar_eg: التودد والعرض للتزاوج
es_es: Exhibición de cortejo

source: Ornithology
ar_eg: علم الطيور
es_es: Ornitología

source: Reproduction is the act of making the same thing again. Living things must reproduce themselves to continue as a form of life. All plants and animals have a system of reproduction. Some plants do it by dropping seeds. Some animals lay eggs. Other animals have babies. Insects reproduce many, many times more offspring than larger animals do.
ar_eg: التكاثر هو عملية تصنع نفس الشيء مرة اخرى. يجب على الكائنات الحية ان تتكاثر للاستمرار في الحياة. جميع النباتات والحيوانات لها اساليب عدة للتكاثر. بعض النباتات تفعل ذلك من خلال إسقاط البذور. بعض الحيوانات تضع بيضها. الحيوانات الأخرى لديها أطفال. الحشرات تتكاثر مرات عديدة جدا أكثر من الحيوانات الكبيرة الاخرى.
es_es: La reproducción es el acto de hacer lo mismo otra vez. Los seres vivos deben reproducirse para continuar como una forma de vida. Todas las plantas y los animales tienen un sistema reproductor. Algunas plantas lo hacen dejando caer semillas. Algunos animales ponen huevos. Otros animales tienen bebés. Los insectos se reproducen muchas, muchas veces más que otros animales de mayor tamaño.

source: Offspring are new living things that come from one or more parents. When a female dog has a litter of puppies, she has given birth to offspring.
ar_eg: الذرية هي الكائنات الحية الجديدة التي تأتي من واحد أو أكثر من الآباء والأمهات. عندما يكون للكلاب عدد كبير من الجراء فنقول انها ولدت ذرية .
es_es: La descendencia son nuevos seres vivos que provienen de uno o ambos padres. Cuando un perro hembra tiene una camada de cachorros, es que ha dado a luz a su descendencia.

source: It is very important that living things make offspring. If they did not, over time they would eventually no longer exist on Earth. Every type of living thing makes offspring. Even plants have offspring. Many types of flowers, plants, and trees drop seeds from which their offspring will grow.
ar_eg: من المهم جدا على الكائنات الحية ان تتكاثر وتنجب. ان لم تفعل ذلك فسوف تنقرض عن الارض. كل نوع من الكائنات الحية يتكاثر وينجب . حتى النباتات لديها ذرية . الكثير من الزهور والاشجار تسقط بذورها التي سينمو منها نسل اخر.
es_es: Es muy importante que los seres vivos tengan descendencia. Si no fuera así, con el tiempo se extinguirían y ya no existirían2 en la Tierra. Cada tipo de ser vivo tiene descendencia. Incluso las plantas tienen descendencia. Muchos tipos de flores, plantas y árboles dejan caer sus semillas para que crezca su descendencia.

source: Asexual reproduction is a way of producing offspring that involves only one parent. There is no combining of a female sex cell with a male sex cell.
ar_eg: التكاثر اللاجنسي هو وسيلة لإنتاج نسل ينطوي على أحد الوالدين فقط.. ليس هناك ما يجمع بين خلية الإناث مع خلية الذكور.
es_es: La reproducción asexual es la manera de producir descendencia que involucra a un solo progenitor. No se combina un óvulo con un espermatozoide.

source: Asexual reproduction is the primary means of reproduction for many single-celled living things such as bacteria. Many plants and fungi also reproduce asexually, but asexual reproduction is not common among multicellular living things.
ar_eg: التكاثر اللاجنسي هو الوسيلة الأساسية للتكاثر للعديد من الكائنات الحية وحيدة الخلية مثل البكتيريا. العديد من النباتات والفطريات أيضا تتكاثر لاجنسيا، ولكن التكاثر اللاجنسي ليست شائع بين الكائنات الحية متعددة الخلايا.
es_es: La reproducción asexual es el principal medio de reproducción para muchos seres vivos unicelulares, como las bacterias. Muchas plantas y hongos también se reproducen asexualmente, pero la reproducción asexual no es común entre los seres vivos pluricelulares.

source: In sexual reproduction, sperm from the male is united with an egg from the female creating a fertilized egg. Once its place is secure, it develops into a fetus and then into an infant, ready for birth.
ar_eg: في التكاثر الجنسي، تتحد الحيوانات المنوية من الذكور مع البويضة من الإناث لخلق البويضة المخصبة. عندما يستقر مكانها وتكون أمنة، تطور الى الجنين ومن ثم إلى الرضيع، ثم الاستعداد للولادة.
es_es: En la reproducción sexual, el espermatozoide del macho se une con un óvulo de la hembra, creando así un óvulo fecundado. Una vez está en un lugar seguro, se desarrolla en un feto y luego en un bebé, listo para el nacimiento.

source: Like animals, plants also reproduce sexually—the egg and sperm are produced in the flowers of flowering plants.
ar_eg: مثل الحيوانات، النباتات تتكاثر جنسيا أيضا -البويضة والحيوانات المنوية يتم إنتاجها في الزهور من النباتات المزهرة.
es_es: Al igual que los animales, las plantas también se reproducen sexualmente, el óvulo y el espermatozoide se producen en las flores de las plantas con flores.

source: Plant reproductive structures are found in flowers. Colored petals on a flower and colored feathers on a bird are both structures they have to help reproduction take place.
ar_eg: تم العثور على بنى انجابية تصنع في الزهور. بتلات ملونة على زهرة والريش الملون على الطيور كلاهما بنى للمساعدة في الإنجاب .
es_es: Las estructuras reproductivas de las plantas se encuentran en las flores. Los pétalos de color sobre una flor y las plumas de colores sobre un pájaro son las estructuras que tienen para ayudar a que la reproducción tenga lugar.

source: Many plants have both male and female parts in the same flower. The male part is called a stamen. Sperm are packaged into particles called pollen grains. The female part of the flower is called the pistil.
ar_eg: العديد من النباتات سواء الذكور أو الإناث لها نفس أجزاء الزهرة. ويسمى الجزء الذكري السداة. تعبأ الحيوانات المنوية إلى جسيمات تسمى حبوب اللقاح. ويسمى الجزء الأنثوي من الزهرة المدق.
es_es: Muchas plantas tienen partes masculinas y femeninas en la misma flor. La parte masculina se llama estambre. Los espermatozoides se empaquetan en partículas llamadas granos de polen. La parte femenina de la flor se llama pistilo.

source: Pollen is a yellowish powder found inside a flowering plant. Pollen helps the plant to make more plants, through the process of pollination.
ar_eg: حبوب اللقاح عبارة عن مسحوق أصفر يوجد داخل النباتات المزهرة. حبوب اللقاح تساعد النبات على انتاج المزيد من النباتات، من خلال عملية التلقيح.
es_es: El polen es un polvo amarillento que se encuentra en el interior de una planta con flores. El polen ayuda a que la planta pueda crear más plantas a través del proceso de polinización.

source: Insects such as bees and butterflies go to flowers to eat. While they eat, some of the flower's pollen sticks to them. When one insect goes to another flower, it takes the pollen with it. Some of the first flower's pollen rubs off onto the second flower. That helps the second flower grow seeds.
ar_eg: الحشرات مثل النحل والفراشات تذهب الى الزهور لتناول الطعام. بينما يأكلون تعلق حبوب اللقاح بها. وحين تطير الحشرة من زهرة لأخرى تحمل معها حبوب اللقاح. البعض من حبوب اللقاح يعلق من الزهرة الاولى للثانية. هذا يساعد الزهرة على نمو البذور فيها.
es_es: Los insectos como las abejas y las mariposas van a las flores a comer. Mientras comen, el polen de la flor se pega a ellos. Cuando un insecto se va a otra flor, se lleva el polen de la misma. Algunos granos de polen de la primera flor se difuminan en la segunda flor. Esto hace que crezcan semillas en la segunda flor.

source: Look at the bee in this photograph. Can you see the pollen?
ar_eg: إلق نظرة على النحل في هذه الصورة. هل تستطيع أن ترى حبوب اللقاح؟
es_es: Mira a la abeja en esta fotografía. ¿Puedes ver el polen?

source: Many mammal, bird, fish, and reptile males engage in courtship display behaviors to attract females.
ar_eg: العديد من ذكور الثدييات والطيور والأسماك والزواحف تتبع سلوك التودد لجذب الإناث.
es_es: Muchos machos mamíferos, aves, peces y reptiles hacen exhibiciones para atraer a las hembras.

source: Some examples of courtship behavior are peacocks showing off their tail feathers; stallions or bulls pawing at the ground; or cuttlefish changing colors almost instantly.
ar_eg: بعض الأمثلة على سلوك التودد هو الطاووس من خلال هز ريش ذيله؛ الفحول أو الثيران تخدش في الأرض؛ والحبار يتغير لونه على الفور ..
es_es: Algunos ejemplos que puede que hayas visto incluyen a los pavos reales mostrando sus plumas de la cola; a los sementales o los toros pateando el suelo; o el cambio de color casi al instante de las sepias.

source: Ornithology is the study of birds.
ar_eg: اورنيثولوجي هو (علم دراسة الطيور)
es_es: La ornitología es el estudio de las aves.

source: An ornithologist may work for a zoo to prepare a proper habitat for a bird to live in.
ar_eg: قد يعمل عالم الطيور في حديقة الحيوان لإعداد موطن مناسب للطائر ليعيش فيه.
es_es: Un ornitólogo puede que trabaje en un zoo para preparar un hábitat adecuado para que un pájaro pueda vivir.

source: Checking what you now know... about reproduction
ar_eg: تأكد مما تعرف ... عن التكاثر
es_es: Comprobando lo que sabes ahora… sobre reproducción

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه
es_es: Contestar a las siguientes seis (6) preguntas de la prueba te dará una idea de lo ahora sabes y de lo que todavía tienes que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا
es_es: Haz clic en el botón SIGUIENTE cuando estés listo/a.

source: Reproduction involving male and female parents is known as:
ar_eg: التكاثر هو إشراك الوالدين من الذكور والإناث كما هو معروف في :
es_es: La reproducción que involucra a un padre y a una madre es conocida como:

source: Asexual
ar_eg: تكاثر لاجنسي

source: Nonsexual
ar_eg: غير جنسي.
es_es: No sexual

source: Sexual
ar_eg: جنسي.

source: Monoclonal
ar_eg: وحيدة النسيلة

source: Correct. Sexual reproduction requires male and female parents.
ar_eg: صحيح. يتطلب التكاثر الجنسي كلا الوالدين من الذكور والإناث.
es_es: Correcto. La reproducción sexual requiere un padre y una madre.

source: Sorry. Asexual reproduction involves only one parent.
ar_eg: آسف. التكاثر اللاجنسي يحتوي أحد الوالدين فقط..
es_es: Lo sentimos. La reproducción asexual sólo requiere a un padre.

source: No... Reproduction using two parents is sexual.
ar_eg: لا. التكاثر الذي يحتوي على والدين اثنين هو تكاثر جنسي.
es_es: No… la reproducción con dos padres es la sexual.

source: Nah... Monoclonal is a type of asexual reproduction.
ar_eg: لا... وحيدة النسيلة هي نوع من التكاثر اللاجنسي.
es_es: No… Monoclonal es un tipo de reproducción asexual.

source: Click <span class='blink'>all</span> the changes on the right column you think the events on the left column are causing.
ar_eg: انقر على <span class='key'>جميع</span> التغيرات في العمود الاول والتي تعتقد ان الاحداث في العمود الايسر مسببة لها.
es_es: Haz clic en <span class='blink'>todos</span> los cambios en la columna de la derecha que tú creas que están causados por los de la columna de la izquierda.

source: Rapid accumulation of identical organisms
ar_eg: التراكم السريع للكائنات الحية المتطابقة.
es_es: La rápida acumulación de organismos idénticos

source: Great variety in human appearance
ar_eg: تنوع هائل في مظهر الانسان
es_es: Gran variedad en la apariencia humana

source: New varieties of apple
ar_eg: أصناف جديدة من التفاح
es_es: Nuevas variedades de manzana

source: Some traits are passed onto offspring more often than others.
ar_eg: تنتقل بعض الصفات إلى الابناء اكثر من غيرها في كثير من الأحيان .
es_es: Algunos rasgos son transmitidos a la descendencia en mayor frecuencia que otros.

source: Some traits may be lost to populations of organisms.
ar_eg: قد تفقد الكثير من الكائنات الحية بعض الصفات.
es_es: Puede que se pierdan algunos rasgos en poblaciones de organismos.

source: All individuals have equal chances of reproducing.
ar_eg: كل الكائنات الحية لها فرص متساوية للتكاثر.
es_es: Todos los individuos tienen las mismas oportunidades de reproducirse.

source: Correct. The bacteria dividing leads to producing identical organisms.
ar_eg: صحيح. تقسيم البكتيريا يؤدي إلى إنتاج كائنات متماثلة.
es_es: Correcto. La división de las bacterias conduce a que se produzcan organismos idénticos.

source: You're right about identical organisms, but can they be identical and have variety at the same time? Check again.
ar_eg: أنت محق بشأن الكائنات المتطابقة، ولكن هل يمكن أن تكون متطابقة ومتنوعة في نفس الوقت؟ تحقق مرة أخرى.
es_es: Estás en lo cierto acerca de los organismos idénticos pero, ¿pueden ser idénticos y que haya variedad al mismo tiempo? Compruébalo otra vez.

source: No. Asexual reproduction does not cause any type of variety.
ar_eg: لا ..التكاثر اللاجنسي لا يتسبب في اي نمط من التنوع.
es_es: No. La reproducción asexual no causa ningún tipo de variedad.

source: Correct. Not all traits are passed down to one's offspring.
ar_eg: صحيح. لا تنتقل جميع الصفات الى ابن واحد فقط..
es_es: Correcto. No todos los rasgos se pasan a la descendencia.

source: Partly correct... Not all traits are passed down to one's offspring.
ar_eg: صحيح جزئيا . لا تنتقل جميع الصفات الى ابن واحد فقط..
es_es: Parcialmente correcto… No todos los rasgos se pasan a la descendencia.

source: No, for example in some animal groups only the dominant males mate.
ar_eg: لا، على سبيل المثال في بعض المجموعات الحيوانية الذكور المهيمنة فقط تتزاوج.
es_es: No, por ejemplo en algunos grupos de animales solo los machos dominantes se aparejan.

source: Which of the following is true of animal cycles?
ar_eg: أي من التالي صحيح بالنسبة لدورة الحيوان؟
es_es: ¿Cuál de los siguientes es cierto para los ciclos de los animales?

source: Some animals reproduce.
ar_eg: بعض الكائنات تتكاثر.
es_es: Algunos animales se reproducen.

source: Animals only reproduce by laying eggs.
ar_eg: تتكاثر الحيوانات فقط عن طريق وضع البيض.
es_es: Los animales solo se reproducen poniendo huevos.

source: All animals reproduce.
ar_eg: كل الكائنات تتكاثر
es_es: Todos los animales se reproducen.

source: A and B
ar_eg: الف و باء
es_es: A y B

source: Correct. In their life cycle, all animals reproduce.
ar_eg: صحيح، في دورة حياتها, كل الكائنات الحية تتكاثر.
es_es: Correcto. En su ciclo de vida, los animales se reproducen.

source: No, all animals reproduce. Otherwise they would be extinct.
ar_eg: لا، كل الحيوانات تتكاثر. وإلا فإنها ستنقرض.
es_es: No, todos los animales se reproducen. De no ser así, se habrían extinguido.

source: No, not all animals lay eggs. For example most mammals do not lay eggs.
ar_eg: لا، ليست كل الحيوانات تبيض. على سبيل المثال معظم الثدييات لا تبيض.
es_es: No, no todos los animales ponen huevos. Por ejemplo, los mamíferos no ponen huevos.

source: No, all animals reproduce, but they don't all lay eggs.
ar_eg: لا، كل الحيوانات تتكاثر، لكنها لا تبيض جميعها.
es_es: No, todos los animales se reproducen, pero no todos ponen huevos.

source: What is an advantage of having only the dominant male and female wolves in a pack produce offspring?
ar_eg: ما هي الفائدة من وجود الذئاب المهيمنة فقط من ذكر وانثى لانتاج النسل.
es_es: ¿Cuál es la ventaja de que únicamente los lobos macho y hembra dominantes de la manada produzcan descendencia?

source: Later generations will likely be more similar to the stronger wolves than to the weaker wolves.
ar_eg: من المرجح أن تكون الأجيال القادمة من الذئاب أكثر مماثلة للذئاب القوية من الذئاب الضعيفة.
es_es: Las futuras generaciones serán más similares a los lobos más fuertes que a los lobos más débiles.

source: Later generations will likely be more similar to the weaker wolves than to the stronger wolves.
ar_eg: من المرجح أن تكون الأجيال القادمة من الذئاب أكثر مماثلة للذئاب الضعيفة من الذئاب القوية.
es_es: Las futuras generaciones serán más similares a los lobos más débiles que a los lobos más fuertes.
