Repository: geneconde/NGR-sandbox
Catalog: demo/healthy-eating/healthy-eating.po
Languages: es

source: Vitamins are important to stay healthy. We need vitamins A, C, D, E, K, and eight types of vitamin B. Each vitamin has a special job to do in our body. For the most part, we get vitamins from our food, but taking multivitamins is good for people who might not be eating a variety of food.
es: Las vitaminas son importantes para mantenerse sano. Necesitamos vitaminas A, C, D, E, K, y ocho tipos de vitamina B. Cada vitamina tiene una función especial en nuestro cuerpo. En general, obtenemos vitaminas de nuestra comida, pero tomar multivitamínicos también es bueno para las personas que quizá no estén comiendo una variedad de alimentos.

source: Vitamin A helps with our vision. It is found in salmon and egg yolks. Our body can also make this vitamin when we eat orange and green vegetables like carrots and kale. Vitamin B helps make energy and set it free when your body needs it. The body also needs them to make red blood cells to carry oxygen throughout our body. Whole grain breads and fish and meat are full of vitamin B.
es: La vitamina A ayuda con nuestra vista. Se encuentra en el salmón y las yemas de huevo. Nuestro cuerpo también puede crear esta vitamina cuando comemos vegetales anaranjados y verdes como zanahorias y col rizada (kale). La vitamina B nos ayuda a crear energía y liberarla cuando el cuerpo lo necesita. El cuerpo tambíen la necesita para crear glóbulos rojos que llevan oxígeno a todo el cuerpo. Los panes de grano entero, pescado y carne están llenos de vitamina B.

source: Vitamin C helps heal wounds and burns. It also helps keep gums and muscles in good shape. This vitamin that is found in citrus fruit also helps your body resist infection so you can put off getting sick a little longer. Vitamin D is needed for your bones and teeth. There are two kinds of this vitamin: one that the body makes when we are in the sun, and one that we can get from fortified milk and cereal, and oily fish. We can get vitamin E from vegetable oil and nuts, and vitamin K from vegetables like spinach and broccoli.
es: La vitamina C nos ayuda a curar heridas y quemaduras. También ayuda a mantener nuestras encías y músculos en buen estado. Esta vitamina que se encuentra en frutas cítricas también ayuda a tu cuerpo a resistir infecciones para que puedas evitar enfermarte por más tiempo. La vitamina D se necesita para tus huesos y dientes. Hay dos tipos de esta vitamina: una que nuestro cuerpo crea cuando estamos en el sol, y otra que obtenemos de leche y cereales fortificados y del pescado graso. Obtenemos vitamina E de aceites vegetales y nueces, y vitamina K de vegetales como la espinaca y el brócoli.

source: Taking vitamins...
es: Tomando vitaminas...

source: Question A. Which vitamin might be hard to get if you are on a vegetarian or vegan diet?
es: Pregunta A. ¿Cuál vitamina podría ser difícil de obtener si estás en una dieta vegetariana o vegana?

source: Vitamin C
es: Vitamina C

source: Vitamin B
es: Vitamina B

source: Vitamin E
es: Vitamina E

source: Vitamin A
es: Vitamina A

source: Question B. Common food sources of Vitamin A are:
es: Pregunta B. Alimentos que son fuentes comunes de vitamina A son:

source: Milk, eggs, butter, cheese, cream, and liver
es: Leche, huevos, mantequilla, queso, crema e hígado

source: White sugar, honey, and sugar cane
es: Azúcar blanca, miel y caña de azúcar

source: Broccoli, apricots, cantaloupes, carrots, and spinach
es: Brócoli, albaricoques, melones, zanahorias y espinaca

source: Both A and C
es: Tanto A como C

source: No, vitamin C is in many fruits and vegetables that vegetarians can eat.
es: No, la vitamina C está en muchas frutas y vegetales que los vegetarianos pueden comer.

source: Correct. Vitamin B12 is not available from plant products and it is necessary for blood cell production and cellular metabolism.
es: Correcto. La vitamina B12 no está disponible en productos vegetales y es necesaria para la producción de glóbulos rojos y el metabolismo celular.

source: No, vitamin E is found in vegetable oil and nuts as well as other vegetables such as avocados and asparagus.
es: No, la vitamina E se encuentra en aceites vegetales y nueces, así como otros vegetales como los aguacates y el espárrago.

source: No, vegetarians can get vitamin A from vegetables; they do not need to eat meat to get this vitamin.
es: No, los vegetarianos pueden obtener vitamina A de los vegetales; no necesitan comer carne para obtener esta vitamina.

source: Not quite, other sources are broccoli, apricots, cantaloupes, carrots, and spinach.
es: No exactamente, otras fuentes son el brócoli, albaricoques, melones, zanahorias y espinaca.

source: No, sugar is not a source of vitamin A. Broccoli, carrots, milk, cheese, and liver are good sources for this vitamin.
es: No, el azúcar no es una fuente de vitamina A. El brócoli, zanahorias, leche, queso e hígado son buenas fuentes de esta vitamina.

source: Not quite, other sources are milk, eggs, butter, cheese, cream, and liver.
es: No exactamente, otras fuentes son la leche, huevos, mantequilla, queso, crema e hígado.

source: Correct. There is a wide variety of sources for vitamin A.
es: Correcto. Hay una amplia variedad de fuentes de vitamina A.

source: Potato Chips
es: Patatas Fritas

source: Nutrition Facts
es: Información Nutricional

source: Serving Size: 60g
es: Tamaño de la Porción: 60g

source: Amount per serving
es: Cantidad por porción

source: Calories
es: Calorías

source: Calories from Fat 18
es: Calorías de grasa 18

source: % Daily Values
es: Valores Diarios %

source: Total Fat
es: Grasa Total

source: Saturated Fat
es: Grasa Saturada

source: Trans Fat
es: Grasas Trans

source: Cholesterol
es: Colesterol

source: Sodium
es: Sodio

source: Total Carbohydrate
es: Carbohidratos Totales

source: Dietary Fiber
es: Fibra Dietética

source: Sugars
es: Azúcares

source: *Percent Daily Values are based on a 2,000 calorie diet. Your daily Values may be higher or lower depending on your calories needs.
es: *Los Valores Diarios Porcentuales se basan en una dieta de 2,000 calorías. Sus Valores diarios pueden ser más altos o más bajos dependiendo de sus necesidades calóricas.

source: Serving Size: 227g
es: Tamaño de la Porción: 227g

source: Calories from Fat 691
es: Calorías de Grasa 691

source: Using what you know about... healthy eating... to solve a problem
es: Utilizando lo que sabes acerca de... comer sanamente... para resolver un problema

source: You are a <span class='key'>nutritionist</span> (a person who advises people on matters of healthy eating). You have a client who does not want to lose weight. He simply wants to learn to eat healthy foods that fit his lifestyle. So you go over calories and a basic meal plan with him on the first session.
es: Tú eres un/a <span class='key'>nutriólogo/a</span> (una persona que aconseja a las personas sobre cómo comer sanamente). Tienes un cliente que no quiere bajar de peso. Simplemente quiere aprender a comer alimentos saludables que encajan con su estilo de vida. Así que le explicas las calorías y un plan de alimentación básico en la primera sesión.

source: Using what your client now knows about healthy eating, which snack would you suggest he has: pretzels or potato chips? Below are the nutrition labels, discuss the nutritional values of both snacks and compare them. Which snack would you advise he should eat based on calories? Remember to take the fat, salt, and sugar content of each food into consideration. You can also add in any suggestions you have for a healthier snack.
es: Utilizando lo que tu cliente ahora sabe acerca de comer sanamente, ¿cuál refrigerio crees que él comerá: pretzels o patatas fritas? Debajo están las etiquetas nutricionales, analiza los valores nutricionales de ambos refrigerios y compáralos. ¿Cuál refrigerio le recomendarías que comiera basándote en las calorías? Recuerda tomar en consideración el contenido de grasa, sal y azúcar de cada alimento. También puedes añadir cualquier sugerencia que tengas sobre refrigerios más sanos.

source: Planning for diet...
es: Planeando tu dieta...

source: Summarizing big ideas about... healthy eating
es: Resumiendo ideas clave acerca de... comer sanamente

source: A healthy <span class='key'>diet</span> contains different kinds of foods. <span class='key'>MyPyramid</span>, a <span class='key'>food pyramid</span> of the five food groups, shows the need to find a balance between our food intake and physical activity. There are five food groups: Grains, Vegetables, Fruits, Milk, and Meat & Beans. Grains are divided into two subgroups: whole grains and refined grains. Food in the meat and beans group offers the body protein. While following the basic guidelines of MyPyramid, every person needs their own plan for what to eat every day. We can look at the energy in food using its unit (<span class='key'>calorie</span>) to see how much of which foods we should eat. We also need vitamins, minerals, and oils as part of our balanced diet. Being physically active is a key element in living a longer, healthier, happier life and goes hand in hand with <span class='key'>healthy eating</span>.
es: Una <span class='key'>dieta</span> sana contiene distintos tipos de alimentos. <span class='key'>MyPyramid</span>, una <span class='key'>pirámide alimenticia</span> de los cinco grupos alimenticios, muestra la necesidad de encontrar un balance entre nuestra ingesta de comida y actividad física. Hay cinco grupos alimenticios: Granos, Vegetales, Frutas, Lácteos, y Carnes & Legumbres. Los granos se dividen en dos subgrupos: granos enteros y granos refinados. La comida en el grupo de carnes y legumbres le proporciona proteínas al cuerpo. Siguiendo los lineamientos básicos de MyPyramid, cada persona necesita su propio plan sobre qué comer cada día. Podemos medir la energía de la comida utilizando su unidad (<span class='key'>caloría</span>) para saber cuántos y cuáles alimentos deberíamos comer. También necesitamos vitaminas, minerales y aceites como parte de nuestra dieta balanceada. Estar físicamente activos es un elemento clave para vivir una vida más larga, sana y feliz y va de la mano con <span class='key'>comer sanamente</span>.

source: Reviewing key vocabulary related to... healthy eating
es: Revisando vocabulario clave relacionado con... comer sanamente

source: The food one eats. Some people try to restrict their diet in order to be healthier.
es: Los alimentos que una persona come. Algunas personas intentan restringir su dieta para estar más sanos.

source: Diet
es: Dieta

source: Food Guidance System
es: Sistema de Guía Alimentaria

source: The Food Guidance System (MyPyramid) is an educational tool to help individuals implement the Dietary Guidelines for Americans published jointly by the Department of Health and Human Services and the U.S. Department of Agriculture.
es: El Sistema de Guía Alimentaria (MyPyramid) es una herramienta educativa para ayudar a los individuos a implementar los Lineamientos Dietéticos para los Estadounidenses publicadas en conjunto por el Departamento de Salud y Servicios Humanos y el Departamento de Agricultura de EE.UU..

source: Food Pyramid (MyPyramid)
es: Pirámide Alimenticia (MyPyramid)

source: The recommended servings of various food groups one should eat daily according to the Department of Health and Human Services and the USDA.
es: Las porciones recomendadas de diversos grupos alimenticios que una persona debería comer diariamente de acuerdo al Departamento de Salud y Servicios Humanos y el USDA.

source: Whole grains
es: Granos enteros

source: A cereal grain that has not been processed or refined. That is, it contains the germ, endosperm, and bran. An example would be whole wheat bread.
es: Un grano de cereal que no ha sido procesado o refinado. Es decir, contiene el germen, endospermo y salvado. Un ejemplo sería el pan de trigo integral.

source: Refined grains
es: Granos refinados

source: A cereal grain that has been processed so that it only contains the endosperm. An example would be white bread.
es: Un grano de cereal que ha sido procesado para que sólo contenga el endospermo. Un ejemplo sería el pan blanco.

source: Calorie
es: Caloría

source: A unit of measurement for energy. Food calories, also called kilocalories, are expressed as kcal or with a capital letter C.
es: Una unidad de medida de energía. Las calorías en los alimentos, también llamadas kilocalorías, se expresan como kcal o con una letra C mayúscula.

source: Nutritionist
es: Nutriólogo/a

source: Someone who is an expert in human nutrition and studies the effects of food on the body.
es: Alguien que es experto en la nutrición humana y estudia los efectos de los alimentos en el cuerpo.

source: Healthy eating
es: Comer sanamente

source: Consuming a balance of different types of food so that one gets the various vitamins, nutrients, and calorie sources needed. There is some dispute as to what diet is healthiest.
es: Consumir un balance de distintos tipos de alimentos para que una persona obtenga las diversas fuentes de vitaminas, nutrientes y calorías. Hay cierta disputa sobre cuál dieta es la más sana.

source: Checking what you now know about... healthy eating
es: Revisando lo que sabes ahora acerca de... comer sanamente

source: Which word completes this basic rule of healthy eating?
es: ¿Cuál palabra complementa esta regla básica de comer sanamente?

source: Eat a
es: ¡Comer una

source: of Food!
es: de alimentos!

source: lot
es: cantidad

source: variety
es: variedad

source: calorie
es: caloría

source: mouthful
es: porción

source: No, the amount of food you eat should be based on how much your body needs.
es: No, la cantidad de alimentos que debes comer se basa en cuánto necesita tu cuerpo.

source: Correct. Your body needs a variety of food to stay healthy.
es: Correcto. Tu cuerpo necesita una variedad de alimentos para mantenerse sano.

source: No, calories are just a way of measuring the energy each food gives off. There should be a balance between the amount of calories you take in and the amount of exercise you do each day.
es: No, las calorías son sólo una forma de medir la energía que cada alimento da. Debería haber un balance entre la cantidad de calorías que ingieres y la cantidad de ejercicio que realizas cada día.

source: No, your body needs a variety of food to stay healthy.
es: No, tu cuerpo necesita una variedad de alimentos para mantenerse sano.

source: Why should we try to make half of the grains we eat daily whole grain food?
es: ¿Por qué debemos tratar que la mitad de los granos que comemos diariamente sean granos enteros?

source: Because whole grain food has fiber, iron, and B vitamins.
es: Porque los alimentos de granos enteros tienen fibra, hierro y vitaminas B.

source: Because white bread and white rice have more calories.
es: Porque el pan blanco y el arroz blanco tienen más calorías.

source: Because whole grain food has health benefits for our teeth.
es: Porque los alimentos de granos enteros tienen beneficios para la salud de nuestros dientes.

source: Because white bread and white rice are too expensive.
es: Porque el pan blanco y el arroz blanco son demasiado costosos.

source: Looking for whole grains...
es: Buscando granos enteros...

source: Correct. Whole grain food has fiber, iron, and B vitamins in it. Whereas white bread and white rice have those taken out when processed.
es: Correcto. Los alimentos de granos enteros tienen fibra, hierro y vitaminas B en ellos. Mientras que el pan blanco y el arroz blanco los pierden al ser procesados.

source: No, whole grains are more nutritious, they have fiber, iron, and B vitamins.
es: No, los granos enteros son mucho más nutritivos, tienen fibra, hierro y vitaminas B.

source: Not quite, whole grain food has benefits, but not necessarily for our teeth. It has fiber, iron, and B vitamins.
es: No exactamente, los alimentos de granos enteros tienen beneficios, pero no necesariamente para nuestros dientes. Tienen fibra, hierro y vitaminas B.

source: No, the cost of whole grain food is not considered, its benefits are. It has fiber, iron, and B vitamins.
es: No, el costo de los alimentos de granos enteros no se toma en cuenta, sus beneficios sí. Tienen fibra, hierro y vitaminas B.

source: The word calorie is best related to which word?
es: ¿La palabra caloría se relaciona mejor con qué palabra?

source: Fat
es: Grasa

source: Energy
es: Energía

source: Protein
es: Proteína

source: Serving
es: Porción

source: No, fat is high in calories, but calorie is a unit of energy.
es: No, la grasa tiene un alto número de calorías, pero la caloría es una unidad de energía.

source: Correct. Energy is related to calories because calorie is a unit of energy.
es: Correcto. La energía se relaciona con las calorías porque la caloría es una unidad de energía.

source: No. Energy is related to calories because calorie is a unit of energy.
es: No. La energía se relaciona con las calorías porque la caloría es una unidad de energía.

source: Not quite. Serving is related to calorie because the nutritional information given on products are usually based on one serving size. But it is related even more to energy because calorie is a unit of energy.
es: No exactamente. Una porción se relaciona con las calorías porque la información nutricional que se da sobre los productos se basa normalmente en una porción. Pero se relaciona más con la energía porque la caloría es una unidad de energía.

source: Checking daily calories...
es: Revisando calorías diarias...

source: What does your body do with calories you eat but do not use?
es: ¿Qué hace tu cuerpo con las calorías que comes pero no utilizas?

source: Your body gets rid of them.
es: Tu cuerpo las elimina.

source: Your body always uses all the calories you eat.
es: Tu cuerpo siempre utiliza todas las calorías que comes.

source: Your body stores unused calories as fat.
es: Tu cuerpo almacena calorías no utilizadas como grasa.

source: All of the above
es: Todas las anteriores

source: Flipping the box...
es: Dando vuelta a la caja...

source: No, your body will get rid of calories if they are used up, for instance when you exercise. Unused calories are stored as fat.
es: No, tu cuerpo eliminará las calorías si son utilizadas, por ejemplo cuando haces ejercicio. Las calorías no utilizadas se almacenan como grasa.

source: No, your body uses the calories that you need and stores the rest as fat.
es: No, tu cuerpo utiliza las calorías que necesitas y almacena el resto como grasa.

source: Correct. Unused calories are stored as fat, you can burn unused calories by exercising.
es: Correcto. Las calorías no utilizadas se almacenan como grasa, puedes quemar calorías no utilizadas haciendo ejercicio.

source: No. Your body stores unused calories as fat. Your body does not always use all the calories you eat. It does not automatically get rid of the unused calories.
es: No. Tu cuerpo almacena calorías no utilizadas como grasa. Tu cuerpo no siempre utiliza todas las calorías que comes. No elimina automáticamente las calorías no utilizadas.

source: Sorting ingredients...
es: Clasificando ingredientes...

source: Match the foods on the top with what they contain on the bottom.
es: Une los alimentos de la parte superior con lo que contienen en la parte inferior.

source: Whole Cornmeal
es: Sémola de Maíz Entero

source: Avocados
es: Aguacates

source: Chicken
es: Pollo

source: Grape Fruit
es: Toronja

source: Iron
es: Hierro

source: Natural Oils
es: Aceites Naturales

source: Calcium
es: Calcio

source: Reset
es: Reiniciar

source: Correct! Milk has calcium, whole cornmeal has iron, avocados have natural oils, chicken has protein, and grapefruit has vitamin C. All these foods have even more in them than what is listed.
es: ¡Correcto! La leche tiene calcio, la sémola de maíz entero tiene hierro, los aguacates tienen aceites naturales, el pollo tiene proteínas, y la toronja tiene vitamina C. Todos estos alimentos tienen aún más en ellos que lo que hemos mencionado.

source: Not quite. Milk has calcium, whole cornmeal has iron, avocados have natural oils, chicken has protein, and grapefruit has vitamin C. All these foods have even more in them than what is listed.
es: No exactamente. La leche tiene calcio, la sémola de maíz entero tiene hierro, los aguacates tienen aceites naturales, el pollo tiene proteínas, y la toronja tiene vitamina C. Todos estos alimentos tienen aún más en ellos que lo que hemos mencionado.

source: The nutritional label and ingredients of a food are shown below. Based on this information, how many calories does 1.5 cups of this cereal have?
es: La etiqueta nutricional y los ingredientes de un alimento se muestran debajo. Basándote en esta información, ¿cuántas calorías tienen 1.5 tazas de este cereal?

source: Serving Size 0.75 cup (28g)
es: Tamaño de la Porción 0.75 taza (28g)

source: Serving Per Container 12
es: Porciones Por Envase 12

source: Calories from Fat 15
es: Calorías de Grasa 15

source: None of the above
es: Ninguna de las anteriores

source: Potassium
es: Potasio

source: No, one serving size has 110 calories. The question asks for 1 and a half cups (two servings), so you should double the amount of calories, 220.
es: No, una porción tiene 110 calorías. La pregunta pide 1 taza y media (dos porciones), así que deberías duplicar la cantidad de calorías, 220.

source: Correct. Two serving sizes has double the amount of calories in the table: 2 X 110 = 220 calories for one and a half cups.
es: Correcto. Dos porciones tienen el doble de la cantidad de calorías en la tabla: 2 X 110 = 220 calorías por una taza y media.

source: No, two serving sizes has double the amount of calories in the table: 2 X 110 = 220 calories for one and a half cups.
es: No, dos porciones tienen el doble de la cantidad de calorías en la tabla: 2 X 110 = 220 calorías por una taza y media.

source: No, the correct answer is 220. Two serving sizes has double the amount of calories listed in the table.
es: No, la respuesta correcta es 220. Dos porciones tienen el doble de la cantidad de calorías listadas en la tabla.

source: You've completed the Healthy Eating module.
es: Has copmletado la revisión de Comer Sanamente.
