Repository: geneconde/NGR-sandbox
Catalog: demo/healthy-eating/healthy-eating.po
Languages: es

source: Behaviors
es: Comportamientos

source: More big ideas... about behaviors
es: Más ideas clave... acerca de comportamientos

source: Back
es: Regresar

source: Next
es: Siguiente

source: Check Answer
es: Revisar la respuesta

source: Read More
es: Leer más

source: You answered...
es: Tú respondiste...

source: Please select your answer.
es: Por favor, selecciona tu respuesta.

source: Please select your answers.
es: Por favor, selecciona tus respuestas.

source: Close me!
es: ¡Ciérrame!

source: Quick Check #1
es: Revisión Rápida #1

source: Quick Check #2
es: Revisión Rápida #2

source: Quick Check #3
es: Revisión Rápida #3

source: Quick Check #4
es: Revisión Rápida #4

source: Quiz Question #1
es: Pregunta de Evaluación #1

source: Quiz Question #2
es: Pregunta de Evaluación #2

source: Quiz Question #3
es: Pregunta de Evaluación #3

source: Quiz Question #4
es: Pregunta de Evaluación #4

source: Quiz Question #5
es: Pregunta de Evaluación #5

source: Quiz Question #6
es: Pregunta de Evaluación #6

source: How did I do?
es: ¿Cómo lo hice?

source: select
es: seleccionar

source: Browse through the slides below by clicking the left and right arrows
es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha

source: Go to dashboard
es: Ir al tablero de inicio

source: Let's begin!
es: ¡Iniciemos!

source: Are you ready
es: Estás listo/a

source: Words and explanations
es: Palabras y explicaciones

source: Let's check what you now know
es: Revisemos lo que sabes ahora

source: You're done!
es: ¡Terminaste!

source: Start
es: Inicio

source: The Situation
es: La Situación

source: The Scenario
es: El Escenario

source: Your Task
es: Tu Tarea

source: The Problem
es: El Problema

source: Click here to start typing your answer...
es: Da clic aquí para empezar a escribir tu respuesta...

source: Preparing your first quick check...
es: Preparando tu primera revisión rápida...

source: Ready for your last quick check?
es: ¿Listo/a para tu última revisión rápida?

source: Putting it all together...
es: Uniéndolo todo...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es: Da clic en el botón de SIGUIENTE cuando estés listo/a.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es: Da clic, sostén el botón y arrastra hacia arriba y hacia abajo para girar la caja y elegir tu respuesta.

source: Your first quiz question is...
es: Tu primera pregunta de evaluación es...

source: Congratulations,
es: Felicitaciones,

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Healthy Eating
es: Comer Sanamente

source: Welcome to the Healthy Eating module
es: Bienvenido/a a la revisión de Comer Sanamente

source: Thinking about... healthy eating
es: Pensando acerca de... comer sanamente

source: What is food to you? Something you eat during a movie or something to keep you busy when you hang out with friends? Or is food like fuel to give you energy and keep you going? How you think about food will affect what and how much you eat. Think about healthy eating and the decisions you make every day that change your body and your health.
es: ¿Qué es la comida para ti? ¿Algo que comes durante una película o algo para mantenerte ocupado/a cuando sales con tus amigos? ¿O es la comida un combustible para darte energía y mantenerte funcionando? Cómo piensas acerca de la comida afectará qué y cuánto comes. Piensa acerca de comer sanamente y las decisiones que tomas cada día que cambian tu cuerpo y tu salud.

source: You are what you eat. Why not eat the best? Is the best food the same for everyone? Is food that is cheap or ready to eat always the best food for our bodies?
es: Eres lo que comes. ¿Por qué no comer lo mejor? ¿Es la mejor comida la misma para todos? ¿Son los alimentos baratos o los que ya están listos para comer siempre lo mejor para nuestros cuerpos?

source: Checking what you already know about... healthy eating
es: Revisando lo que ya sabes acerca de... comer sanamente

source: Drag the food you see on the left into the correct food group on the right it belongs in.
es: Arrastra el alimento de la izquierda al grupo de alimentos correcto de la derecha al que pertenece.

source: Items
es: Productos

source: Grain
es: Grano

source: Vegetable
es: Vegetal

source: Fruit
es: Fruta

source: Milk
es: Leche

source: Meat
es: Carne

source: You dragged food into each of the five food groups. Continue to read on about each of these food groups and other elements of a healthy lifestyle such as getting enough vitamins and exercise.
es: Arrastraste alimentos a cada uno de los cinco grupos alimenticios. Continúa leyendo acerca de cada uno de estos grupos alimenticios y los demás elementos de un estilo de vida saludable, como obtener suficientes vitaminas y ejercitarte.

source: Sorting foods...
es: Clasificando alimentos...

source: Five Food Group
es: Cinco Grupos Alimenticios

source: Grain Group
es: Grupo de los Granos

source: Vegetables Group
es: Grupo de los Vegetales

source: Fruit Group
es: Grupo de la Fruta

source: Oil Group
es: Grupo de los Aceites

source: Milk Group
es: Grupo Lácteo

source: Meat and Beans
es: Carne y Legumbres

source: More big ideas about... healthy eating
es: Más ideas clave acerca de.... comer sanamente

source: The things you eat every day make up your <span class='key'>diet</span>. A healthy diet contains different kinds of foods. Scientists who study <span class='key'>healthy eating</span> habits came up with the <span class='key'>Food Guidance System</span> that tells you what food and how much of it you should eat to stay healthy. You can see this in MyPyramid, a <span class='key'>food pyramid</span> of the five food groups. This diagram shows you how to find a balance between your food intake and physical activity.
es: Las cosas que comes cada día conforman tu <span class='key'>dieta</span>. Una dieta sana contiene distintos tipos de alimentos. Los científicos que estudian los hábitos de <span class='key'>comer sanamente</span> crearon el <span class='key'>Sistema de Guía Alimentaria</span> que nos dice qué comida y cuánta debes comer para mantenerte sano/a. Puedes revisar esto en MyPyramid, una <span class='key'>pirámide alimenticia</span> de los cinco grupos alimenticios. Este diagrama te muestra cómo encontrar un balance entre tu ingesta alimenticia y actividad física.

source: Click to enlarge
es: Da clic para agrandar

source: Let's take a closer look at the pyramid. Each of the five food groups (Grain, Vegetable, Fruit, Milk, and Meat & Beans) is identified by a unique color. The person running up the stairs reminds you to be physically active every day. All the colors show you to eat foods from every food group every day. Some of the stripes are larger because you should eat more foods from the food groups with the wider stripes. The colored stripes are wider at the bottom of the pyramid, showing you that every food group has foods we should eat more than others. You should also choose healthier foods from each food group.
es: Miremos más de cerca la pirámide. Cada uno de los cinco grupos alimenticios (Granos, Vegetales, Fruta, Lácteo y Carne & Legumbres) se identifica por un color único. La persona que sube las escaleras corriendo te recuerda mantenerte activo físicamente todos los días. Todos los colores te muestran que debes comer alimentos de cada grupo alimenticio cada día. Algunas de las barras son más grandes porque deberías comer más alimentos de los grupos alimenticios con las barras más anchas. Las barras de color son más anchas en la base de la pirámide, mostrándote que cada grupo alimenticio tiene algunos alimentos que debemos comer más que otros. También deberías elegir alimentos más sanos de cada grupo alimenticio.

source: Grains are divided into 2 subgroups: <span class='key'>whole grains</span> and refined grains. Whole grains contain the entire grain kernel - the bran, germ, and endosperm. Examples include whole-wheat flour, oatmeal, whole cornmeal, and brown rice. <span class='key'>Refined grains</span> have been milled, a process that removes the bran and germ. This is done to give grains a finer texture and improve their shelf life, but it also removes dietary fiber, iron, and many B vitamins. Some examples of refined grain products are white flour, white bread, and white rice.
es: Los granos se dividen en 2 subgrupos: <span class='key'>granos enteros</span> y granos refinados. Los granos enteros contienen la semilla entera del grano - el salvado, el germen y el endospermo. Algunos ejemplos incluyen la harina de trigo integral, la avena, la sémola de maíz entero y el arroz integral. Los <span class='key'>granos refinados</span> han sido molidos, un proceso que remueve el salvado y el germen. Esto se hace para darles a los granos una textura más fina y mejorar su vida útil, pero también elimina la fibra dietética, hierro y muchas vitaminas B. Algunos ejemplos de productos de grano refinado son la harina blanca, el pan blanco y el arroz blanco.

source: Food in the meat and bean group offers the body protein. All foods made from meat, poultry, fish, dry beans or peas, eggs, nuts, and seeds are considered part of this group. Dry beans and peas are part of this group as well as the vegetable group. Most meat and poultry choices should be lean or low fat. Fish, nuts, and seeds contain healthy oils, so choose these foods frequently instead of meat or poultry.
es: Los alimentos en el grupo de carne y legumbres ofrecen proteínas al cuerpo. Todos los alimentos hechos de carnes rojas, pollo, pescado, legumbres secas o guisantes, huevos, nueces y semillas se consideran parte de este grupo. Las legumbres secas y guisantes son parte de este grupo así como del grupo de los vegetales. La mayoría de las opciones de carne roja y blanca deberían ser magras o bajas en grasa. El pescado, nueces y semillas contienen aceites saludables, así que elige estos alimentos con frecuencia en lugar de la carne o pollo.

source: Grain Group: Make half your grains whole
es: Grupo de los Granos: Haz que la mitad de tus granos sean enteros

source: Eat at least 3 oz. of whole-grain cereals, bread, crackers, rice, or pasta every day.
es: Come al menos 3 onzas (85 gramos) de cereales, pan, galletas, arroz o pasta integrales todos los días.

source: Vegetable Group: Vary your veggies
es: Grupo de los Vegetales: Varía tus vegetales

source: Eat more dark green veggies like broccoli, spinach and other dark leafy greens.
es: Come más vegetales verde oscuro como brócoli, espinaca y otros vegetales de hojas verde oscuro.

source: Eat more orange vegetables like carrots and sweet potatoes.
es: Come más vegetales color naranja como zanahorias y papa dulce (batata).

source: Eat more dry beans and peas like pinto beans, kidney beans and lentils.
es: Come más legumbres secas y guisantes como frijoles, habichuelas y lentejas.

source: Fruit Group: Focus on fruits
es: Grupo de las Frutas: Enfócate en las frutas

source: Eat a variety of fruits.
es: Come una variedad de frutas.

source: Choose fresh, frozen, canned or dried fruit.
es: Elige fruta fresca, congelada, enlatada o seca.

source: Go easy on fruit juices.
es: Modera los jugos de fruta.

source: Milk Group: Get your calcium-rich food
es: Grupo Lácteo: Consume alimentos ricos en calcio

source: Go low fat or fat-free when you choose milk, yogurt, and other milk products.
es: Elige opciones bajas en grasa o sin grasa cuando consumas leche, yogurt y otros productos lácteos.

source: If you don't or can't consume milk, choose lactose-free products or other calcium sources such as fortified foods and beverages.
es: Si no puedes o no quieres consumir leche, elige productos libres de lactosa u otras fuentes de calcio como alimentos y bebidas fortificados.

source: Meat & Beans Group: Go lean with protein
es: Grupo de la Carne & Legumbres: Elige proteínas magras

source: Choose low fat or lean meat and poultry.
es: Elige carne y pollo bajos en grasa o magros.

source: Bake it, broil it or grill it.
es: Hornéalo, o ásalo a la parrilla.

source: Vary your protein routine - choose more fish, beans, peas, nuts and seeds.
es: Varía tu rutina proteínica - elige más pescado, legumbres, guisantes, nueces y semillas.

source: Oils come from many different plants and from fish. Some common oils are canola oil, corn oil, cottonseed oil, olive oil, and sunflower oil. A number of foods are naturally high in oils, like nuts, olives, some fish, and avocados.
es: Los aceites vienen de muchas diferentes plantas y del pescado. Algunos aceites comunes son el aceite de canola, el aceite de maíz, aceite de la semilla del algodón, aceite de oliva y aceite de girasol. Ciertos alimentos son naturalmente ricos en aceites, como las nueces, aceitunas, algunos pescados y el aguacate.

source: Looking at the Pyramid...
es: Mirando la Pirámide...

source: Question A. Which food is a whole grain product?
es: Pregunta A. ¿Cuál alimento es un producto de grano entero?

source: Mushroom
es: Champiñón

source: Oatmeal
es: Avena

source: White Bread
es: Pan Blanco

source: White Rice
es: Arroz Blanco

source: Question B. Which food group is our body's best source of energy?
es: Pregunta B. ¿Cuál grupo alimenticio es la mejor fuente de energía para nuestro cuerpo?

source: Meat and Beans group
es: El grupo de la Carne y Legumbres

source: Milk group
es: Grupo de los Lácteos

source: Grain group
es: Grupo de los Granos

source: Vegetable group
es: Grupo de los Vegetales

source: No, mushrooms are not part of the grain food group. Oatmeal is a whole grain product.
es: No, los champiñones no forman parte del grupo alimenticio de los granos. La avena es un producto de grano entero.

source: Correct, oatmeal is a whole grain product.
es: Correcto, la avena es un producto de grano entero.

source: Not quite, white bread is part of the grain food group, but it is not whole grain.
es: No exactamente, el pan blanco forma parte del grupo alimenticio de los granos, pero no es de grano entero.

source: Not quite, white rice is part of the grain food group, but it is not whole grain.
es: No exactamente, el arroz blanco forma parte del grupo alimenticio de los granos, pero no es de grano entero.

source: No, meat and beans are an important source for your body to build protein.
es: No, la carne y las legumbres son una fuente importante para que tu cuerpo acumule proteínas.

source: Milk is a good source of vitamins and minerals, and helps the body build protein.
es: La leche es una buena fuente de vitaminas y minerales, y ayuda al cuerpo a acumular proteínas.

source: Correct. We get the most energy from grains.
es: Correcto. Obtenemos la mayor cantidad de energía de los granos.

source: Vegetables offer the body different kinds of vitamins and minerals, but we get the most energy from grains.
es: Los vegetales ofrecen al cuerpo distintos tipos de vitaminas y minerales, pero obtenemos la mayor cantidad de energía de los granos.

source: MyPyramid suggests that we make half our grains whole, vary our veggies, focus on fruits, get our calcium-rich foods, and go lean with protein. This is easy to follow, but every person needs their own plan (or diet) for what to eat every day.
es: MyPyramid sugiere que hagamos que la mitad de nuestros granos consumidos sean enteros, variemos nuestros vegetales, nos enfoquemos en las frutas, consumamos alimentos ricos en calcio, y elijamos proteínas magras. Esto es fácil de seguir, pero cada persona necesita su propio plan (o dieta) sobre qué comer cada día.

source: One way to analyze your diet is in terms of the <span class='key'>calories</span> or energy contained in each food. Different foods contain different amounts of calories, or potential energy. Each of the items to the right contains about 100 calories. Cheese has a lot of fat compared to cherry tomatoes; a small piece of cheese has the same amount of calories as a bowl of tomatoes. The type of food (fat, protein, or carbohydrate) is what determines the number of calories, and the amount we eat determines how fattening it can be.
es: Una forma de analizar tu dieta es con base en las <span class='key'>calorías</span> o energía contenida en cada alimento. Distintos alimentos contienen diferentes cantidades de calorías o energía potencial. Cada uno de los productos de la derecha contiene aproximadamente 100 calorías. El queso tiene mucha grasa en comparación con los tomates cherry; un pequeño trozo de queso tiene la misma cantidad de calorías que un tazón de tomates. El tipo de alimento (grasa, proteína o carbohidrato) es lo que determina el número de calorías, y la cantidad que comemos determina cuánto nos puede engordar.

source: 50 Cherry tomatoes
es: 50 Tomates cherry

source: 1 Chocolate shortbread cookie
es: 1 Galleta de chocolate

source: 1 Glass of juice orange
es: 1 Vaso de jugo de naranja

source: About 4 squares of chocolate
es: Aproximadamente 4 cuadritos de chocolate

source: 1 Cube of cheese, 3/4 inch across
es: 1 Cubo de queso, de 2 centímetros

source: 1 Large chicken egg
es: 1 Huevo grande de gallina

source: Exactly how many calories every person needs a day depends on the height, weight, age, gender, and activity level of that person. Usually, children need less than 2000 calories a day and should be physically active for an hour a day.
es: Exactamente cuántas calorías necesita una persona cada día depende de la estatura, peso, edad, género y cantidad de actividad de dicha persona. Normalmente, los niños necesitan menos de 2000 calorías por día y deben estar activos físicamente por una hora al día.

source: Being physically active is a key element in living a longer, healthier, happier life and goes hand in hand with healthy eating. It can help relieve stress and can provide an overall feeling of well-being. Physical activity can also help you achieve and maintain a healthy weight. The body maintains a balance between the food you eat (calories in) and the exercise you do (calories out). The calories you do not burn are stored in the body in the form of fat.
es: Estar físicamente activos es un elemento clave para vivir una vida más larga, sana y feliz y va de la mano con comer sanamente. Puede ayudarte a liberar el estrés y darte un sentimiento general de bienestar. La actividad física también puede ayudarte a alcanzar y mantener un peso sano. El cuerpo mantiene un balance entre la comida que ingieres (calorías entrantes) y el ejercicio que realizas (calorías salientes). Las calorías que no quemas se almacenan en el cuerpo como grasa.

source: Reading nutrition facts...
es: Leyendo información nutricional...

source: Question A. Choose the <span class='blink'>best</span> answer to the following question. How do we stay healthy?
es: Pregunta A. Elige la <span class='blink'>mejor</span> respuesta a la siguiente pregunta. ¿Cómo nos mantenemos sanos?

source: Exercising every day for half an hour is being healthy.
es: Ejercitarnos cada día por media hora es ser saludables.

source: Eating food from all the food groups is all you need to be healthy.
es: Comer alimentos de todos los grupos alimenticios es todo lo que se necesita para estar sano.

source: Not eating a lot of sugar or salt is healthy eating.
es: No comer mucha azúcar o sal es comer sanamente.

source: Eating from all food groups and exercising is healthy living.
es: Comer de todos los grupos alimenticios y ejercitarse es vivir sanamente.

source: Question B. It's an hour before your big game and you're feeling hungry. What's the <span class='blink'>best</span> thing to eat?
es: Pregunta B. Falta una hora para tu gran juego y tienes hambre. ¿Cuál es la <span class='blink'>mejor</span> opción para comer?

source: An ice cream float
es: Un helado de crema con soda

source: An apple and a muffin
es: Una manzana y un panecillo

source: Spaghetti and Meatballs
es: Spaghetti y Albóndigas

source: A cheeseburger and fries
es: Una hamburguesa y patatas fritas

source: Not quite, while exercising is necessary, eating a variety of foods is also needed to stay healthy.
es: No exactamente, aunque hacer ejercicio es necesario, también necesitas comer una variedad de alimentos para mantenerte sano/a.

source: Not quite, while eating a variety of foods is necessary, exercising is also needed to stay healthy.
es: No exactamente, aunque necesitas comer una variedad de alimentos, también hacer ejercicio es necesario para mantenerte sano/a.

source: Not quite, not having a lot of sugar or salt is a good eating habit, but regular exercise and eating a variety of foods is also needed for a healthy lifestyle.
es: No exactamente, no consumir mucha azúcar o sal es un buen hábito alimenticio, pero ejercitarte regularmente y comer una variedad de alimentos también es necesario para llevar un estilo de vida sano.

source: Correct, daily exercise and healthy food choices will lead to healthy living.
es: Correcto, el ejercicio diario y las decisiones alimenticias sanas te llevarán a vivir sanamente.

source: No, processed sugars will release energy very quickly and will not give you energy throughout the game.
es: No, las azúcares procesadas liberarán energía muy rápidamente y no te darán energía a lo largo del juego.

source: Correct. An apple and muffin will give you the energy that you need over time.
es: Correcto. Una manzana y un panecillo te darán la energía que necesitas a lo largo del juego.

source: No, spaghetti and meatballs is a good combination of grains and protein, but a snack would be better before a game - such as an apple and a muffin.
es: No, el spaghetti y las albóndigas son una buena combinación de granos y proteína, pero un refrigerio sería mejor antes de un juego - como una manzana y un panecillo.

source: No, cheeseburger and fries has a lot of oil and is not nearly as healthy as an apple and muffin.
es: No, la hamburguesa y las patatas fritas tienen mucho aceite y no son para nada tan saludables como una manzana y un panecillo.

source: Eating healthy foods...
es: Comiendo alimentos saludables...

source: The food we eat has changed in the past century. We are eating more processed foods instead of meals made from fresh ingredients. Factories use farm-grown foods to make processed foods. For example, tomatoes are used to make spaghetti sauce, and potatoes are used to make french fries. When foods are processed, certain ingredients are added to them for taste and to make them last longer. Not all of these ingredients are healthy. Also, processed foods don't have as many vitamins and minerals as fresh foods do.
es: La comida que consumimos ha cambiado a lo largo del último siglo. Estamos comiendo más alimentos procesados en lugar de comidas preparadas con ingredientes frescos, Las fábricas utilizan alimentos cultivados en granjas para crear alimentos procesados. Por ejemplo, los tomates se utilizan para hacer salsa de spaghetti, y las patatas se utilizan para hacer patatas fritas. Cuando los alimentos se procesan, se les agregan ciertos ingredientes para cambiar el sabor y hacer que duren más. No todos estos ingredientes son saludables. Además, los alimentos procesados no tienen tantas vitaminas y minerales como los alimentos frescos.
