Repository: geneconde/NGR-sandbox
Catalog: demo/human-environmental-impact/Locale/*/LC_MESSAGES/human-environment-impact.po
Languages: ar_eg, es_es

source: So let's get back to how you can become an EcoKid Super Ranger hero. It's pretty easy to understand but challenging to do. First, you have to understand one big idea, and that is humans can change the way they do things - their behavior - to minimize their impact on the environment. If you know what the impact on the environment is for the things you do, then you can change what you do to lessen the impact. For instance, if you know that driving a car causes air pollution, including the "greenhouse gas" CO<sub>2</sub> that may be causing <span class='key'>global climate change</span>, then - and here's the challenging part - you can change your behavior to use a car less to get you where you need to go. You could walk, ride your bike, ask your parents to start a carpool with your friends, or ride a bus to wherever you're going if it's safe. All of these things cut down on the number of miles each car is driven so it cuts down on the amount of pollutants the car gives off. PLUS!! Your parents save money on gas. And if you really want to save gas, you could talk to your parents about getting a <span class='key'>hybrid</span> electric car. These are things that you personally can do with your parents and your friends. But if you want to be a real EcoKid Super Ranger, the greatest positive impact you can have is by getting your whole community involved and thinking about all the possible things your school or community can do to help the environment. Then you really would be a superhero!!!
ar_eg: دعونا نعود إلى كيف أن تصبح فتى البيئة البطل. من السهل جدا أن نفهم ولكن التحدي يكمن في عمل الشيء. أولا،عليك أن تفهم فكرة واحدة كبيرة، وهي أن البشر يغيرون الطريقة التي يفعلون بها الأشياء- سلوكهم - لتقليل تأثيرها على البيئة. لو كنت تعلم أن تأثير ذلك على البيئة هو بسبب الأشياء التي تقوم بها، يمكنك وقتها تغيير ما تقوم به لتقليل هذا التأثير. على سبيل المثال، إذا كنت تعرف أن قيادة السيارة تسبب تلوث الهواء، و غازات الاحتباس الحراري CO<sub>2</sub> التي تسبب <span class='key'>تغير المناخ العالمي</span> وهنا يكمن التحدي يمكنك عندها تغيير سلوكك لاستخدام سيارتك بشكل أقل عند ذهابك أينما تريد. يمكنك أن تمشي، تركب دراجتك الهوائية، تطلب من والديك البدء بتوصيل أصدقائك بالسيارة، أو ركوب الحافلة إلى أي مكان تريد الذهاب إليه إذا كانت آمنة. كل هذه الأشياء تخفض عدد الأميال التي تسوقها السيارة لذا فهي تقلل من الملوثات التي تخرج من السيارة. إضافة إلى ذلك! يوفر والديك المال باستخدام الغاز. وإن كنت حقا تريد انقاذ الغاز، يمكنك أن تتحدث إلي والديك للحصول على <span class='key'>سيارة كهربائية </span> . وهذه هي الأشياء التي يمكنك شخصيا القيام بها مع والديك وأصدقائك. ولكن إذا كنت تريد أن تكون بطلا حقيقيا فالأثر الإيجابي الحقيقي الأكبر للبيئة يمكن أن يكون مشاركة المجتمع كله والتفكير في كل الأشياء الممكن أن تقوم بها مدرستك أو المجتمع لمساعدة البيئة. عندها سوف تكون بطل خارق.
es_es: Volvamos a ver cómo puedes convertirte en un héroe Eco-Kid Super Ranger. Es bastante fácil de entender, pero es un reto hacerlo. Primero, necesitas entender una idea importante, y eso es que los humanos pueden cambiar cómo hacen las cosas - su comportamiento - para minimizar su impacto sobre el ambiente. Si sabes cuál es el impacto sobre el ambiente de las cosas que haces, entonces puedes cambiar lo que haces para disminuir el impacto. Por ejemplo, si sabes que conducir un auto provoca contaminación aérea, incluyendo a los "gases invernadero" CO<sub>2</sub> que puede estar causando el <span class='key'>cambio climático global</span>, entonces - y aquí está la parte difícil - puedes cambiar tu comportamiento para utilizar el auto menos para llegar a los lugares que necesitas ir. Podrías caminar, ir en bicicleta, pedirles a tus padres que comiencen a compartir el auto con tus amigos, o ir en autobús a donde sea que quieres ir si es seguro hacerlo. Todas estas cosas disminuyen la cantidad de kilómetros que cada auto es conducido, así que disminuye la cantidad de contaminantes que el auto despide. ¡ADEMÁS! Tus padres ahorrarán dinero en gasolina. Y si realmente quieres ahorrar en gasolina, podrías hablar con tus padres, acerca de comprar un auto <span class='key'>híbrido</span> eléctrico. Estas son cosas que tú personalmente puedes hacer con tus padres y tus amigos. Pero si quieres ser un Eco-Kid Super Ranger de verdad, el impacto positivo más grande que puedes tener es logrando que toda tu comunidad se involucre, y pensando acerca de todas las cosas que tu escuela o comunidad podrían hacer para ayudar al medio ambiente. ¡¡¡Entonces de verdad serías un superhéroe!!!

source: Driving a car...
ar_eg: قيادة السيارة ...
es_es: Conduciendo un auto...

source: Question A. Which of the following <span class='blink'>would not</span> be a good thing to do to help cut down on the use of gasoline that causes CO<sub>2</sub> pollution into the atmosphere?
ar_eg: السؤال أ. أي مما يلي <span class='blink'>لن يكون</span> أمرا جيدا للقيام به للمساعدة في تقليل استخدام الجازولين والذي يسبب التلوث CO<sub>2</sub> في الغلاف الجوي؟
es_es: Pregunta A. ¿Cuál de las siguientes <span class='blink'>no</span> es algo bueno que hacer para ayudar a reducir el uso de gasolina que provoca contaminación por CO<sub>2</sub> a la atmósfera?

source: Walk or ride your bike to school instead of having your parents drive you.
ar_eg: المشي أو ركوب دراجتك إلى المدرسة بدلا من أن يضطر والديك لتوصيلك
es_es: Caminar o ir en bicicleta a la escuela en lugar de que tus padres te lleven en auto.

source: Take a bus to the mall instead of having your parents drive you.
ar_eg: خذ حافلة إلى المركز التجاري بدلا من أن يضطر والديك لتوصيلك
es_es: Tomar un autobús al centro comercial en vez de que tus padres te lleven en auto.

source: Ask your parents to set up a neighborhood carpool to take other kids in your neighborhood to school instead of everyone driving separately.
ar_eg: اطلب من والديك تجهيز سيارة لتوصيل الطلاب الصغار في منطقتك إلى المدرسة بدلا من أن يقوم الجميع بالقيادة بشكل منفرد.
es_es: Pedirles a tus padres para se organicen para compartir el auto y llevar a otros niños del vecindario a la escuela en lugar de que todos conduzcan por separado.

source: Ask your parents to get a big 4-wheel drive SUV so you look cool getting dropped off at school.
ar_eg: اطلب من والديك أن يشتروا سيارة دفع رباعي كبيرة، لتظهر بشكل رائع عند توصيلك إلى المدرسة.
es_es: Pedirles a tus padres que compren una enorme camioneta 4 x 4 para verte bien cuando te lleven en la escuela.

source: Question B. To have the <span class='blink'>greatest</span> positive impact on your environment, you could:
ar_eg: السؤال ب. للحصول على التأثير الإيجابي <span class='blink'>الأعظم</span> في بيئتك . بإمكانك أن:
es_es: Pregunta B. Para tener el <span class='blink'>mayor</span> impacto positivo en tu entorno. Podrías:

source: Make personal choices to change your daily behavior to minimize your impact on the environment.
ar_eg: اتخذ خيارات شخصية لتغيير السلوك اليومي لتقليل تأثيرها على البيئة.
es_es: Tomar decisiones personales para cambiar tu comportamiento diario para minimizar tu impacto sobre el medio ambiente.

source: Work with your classmates at your school to organize projects to change how your school uses natural resources that impact the environment.
ar_eg: العمل مع زملائك في المدرسة لتنظيم المشاريع لتغيير كيفية استخدام مدرستك للموارد الطبيعية التي تؤثر على البيئة.
es_es: Trabajar con tus compañeros de clase en la escuela para organizar proyectos para cambiar cómo tu escuela utiliza los recursos naturales que afectan al medio ambiente.

source: Help to organize a neighborhood drive to recycle plastic soda bottles.
ar_eg: المساعدة على تنظيم حملة لاعادة تدوير الزجاجات البلاستيكية للصودا في الحي.
es_es: Ayudar a organizar una campaña en tu vecindario para reciclar botellas plásticas de gaseosa.

source: Learn as much as you can about how humans impact the environment globally, but act locally in your community, neighborhood and school to change how your community impacts the environment.
ar_eg: تعلم قدر الإمكان عن كيفية تأثير البشر على البيئة على الصعيد العالمي، ولكن اعمل على المستوى المحلي في مجتمعك، الحي والمدرسة لتغيير كيفية تأثير مجتمعك على البيئة.
es_es: Aprender tanto como puedas acerca de cómo los seres humanos impactan el medio ambiente a nivel global, pero actuar localmente en tu comunidad, vecindario y escuela para cambiar cómo tu comunidad afecta al medio ambiente.

source: Question A. Which of the following things could you do that <span class='blink'>would not</span> cut down on pollution of CO<sub>2</sub> into the atmosphere? You could:
ar_eg: السؤال أ. أي من الأمور التالية يمكنك عملها، والتي <span class='blink' لن تساعد </span> في خفض التلوث ب CO<sub>2</sub> في الغلاف الجوي؟ يمكنك أن:
es_es: Pregunta A. ¿Cuál de las siguientes cosas podrías hacer que <span class='blink'>no</span> reduciría la contaminación de CO<sub>2</sub> en la atmósfera? Podrías:

source: Not Really - That would be a great thing to walk or ride a bike because you would cut down on CO<sub>2</sub> gas given off from burning gasoline that's needed for driving a car to school.
ar_eg: ليس حقا - سيكون ذلك شيء عظيم أن تمشي أو تركب الدراجة لأنك سوف تخفض من غاز CO<sub>2</sub> المنبعث من احتراق الجازولين المطلوب لقيادة السيارة إلى المدرسة.
es_es: No realmente - sería algo muy bueno caminar o andar en bicicleta porque reduciría el CO<sub>2</sub> liberado a partir de la quema de gasolina que se necesita para llegar a la escuela en auto.

source: Not quite – the bus still needs gasoline or diesel fuel but it carries a lot of people instead of just a few like a car does so for each person traveling less fuel is needed per person.
ar_eg: ليس تماما - الحافلة لا تزال بحاجة وقود الجازولين أو الديزل لكنها تحمل الكثير من الناس بدلا من حمل عدد قليل مثل السيارة، لذا كلما قل تنقل الشخص، كلما نقص استهلاك الوقود.
es_es: No exactamente – el autobús sigue necesitando gasolina o diesel, pero lleva mucha gente en lugar de sólo unos pocos como lo hace un auto, así que para cada viajero utiliza menos combustible por persona.

source: Not quite – carpooling is like riding a bus – but on a smaller scale. The car still uses fuel but it carries more people so less fuel is needed for each person.
ar_eg: ليس تماما -التوصيل بالسيارة هو مثل ركوب الحافلة ولكن على نطاق أصغر. لا تزال السيارة تستخدم الوقود لكنها تحمل المزيد من الناس لذلك هي تحتاج كمية أقل من الوقود لكل شخص.
es_es: No exactamente – compartir tu auto es como usar el autobús – pero en menor escala. El auto sigue utilizando combustible, pero lleva más gente, así que menos combustible es necesario por cada persona.

source: Correct – this is NOT a good thing to do to help the environment. Big 4-wheel drive SUVs are cool but they usually use a lot of gasoline that gives off CO<sub>2</sub>.
ar_eg: صحيح - هذا ليس شيئا جيدا لمساعدة البيئة. السيارات ذات محرك الدفع الرباعي الكبيرة رائعة، لكنها تستهلك الكثير من الوقود عادة و الذي ينتج ثاني أكسيد الكربون CO<sub>2</sub> .
es_es: Correcto – esto NO es algo bueno para ayudar al medio ambiente. Las camionetas grandes 4 x 4 lucen bien, pero generalmente utilizan mucha gasolina que despide CO<sub>2</sub>.

source: Yes, making personal choices to change your impact is an important first step but there is an even better way to have the greatest impact.
ar_eg: نعم،اتخاذ القرارات الشخصية لتغيير تأثيرك على البيئة هي خطوة أولى مهمة ولكن هناك وسيلة أفضل و لها الأثر الأعظم.
es_es: Sí, tomar decisiones personales para cambiar tu impacto es un primer paso importante, pero hay una forma aún mejor de tener el mayor impacto.

source: Yes, organizing projects at your school is a great place to have a bigger positive impact on the environment, but you can think even bigger than that.
ar_eg: نعم، تنظيم المشاريع في مدرستك هي أفضل مكان ليكون لك التأثير الإيجابي الأكبر على البيئة، لكن باستطاعتك أن تفكر بشكل أكبر من ذلك بعد.
es_es: Sí, organizar proyectos en la escuela es un gran lugar para tener un mayor impacto positivo sobre el medio ambiente, pero puedes pensar en algo más grande que eso.

source: Yes, organizing a recycling drive in your neighborhood is a great thing to do for the environment but what about all the other neighborhoods in your community?
ar_eg: نعم، تنظيم حملة إعادة التدوير في حيك هو شيء عظيم تفعله للبيئة ولكن ماذا عن الأحياء الأخرى في مجتمعك؟
es_es: Sí, organizar una campaña de reciclaje en tu vecindario es algo excelente que puedes hacer por el medio ambiente, ¿pero qué hay sobre los otros vecindarios en tu comunidad?

source: YES!!! Understanding all the ways humans affect the global environment and then using that knowledge to impact your whole community is a very powerful way to have the greatest impact on your environment!!
ar_eg: نعم! فهم كل الطرق البشرية التي تؤثر على البيئة العالمية ثم استخدام هذه المعرفة لتؤثر على المجتمع كله هي وسيلة قوية للغاية ليكون لها الأثر الأعظم على بيئتك.
es_es: ¡¡¡¡¡¡SÍ!!!!!! ¡Comprender todas las formas en que los seres humanos afectan al medio ambiente global y luego utilizar ese conocimiento para impactar tu comunidad entera es una forma muy poderosa de tener el mayor impacto en tu ambiente!

source: Using what you now know about... human environmental impact... to solve a problem
ar_eg: استخدام ما تعرفه الآن حول ... الأثر البيئي البشري... لحل مشكلة
es_es: Utilizando lo que sabes ahora sobre... el impacto ambiental de los humanos... para resolver un problema

source: There is a really bad smell in your neighborhood from a river close by that is affecting you, your friends and your family. What could it be? How do you find out what it is? What is causing it?
ar_eg: هناك رائحة سيئة جدا في منطقتكم من نهر قريب وتؤثر عليك وعلى أصدقائك وعائلتك. ماذا يمكن أن تكون؟ كيف يمكنك أن تعرف ما هي؟ وماذا تسبب؟
es_es: Hay un muy mal olor en tu vecindario, que viene de un río cercano y que te está afectando a ti, tus amigos y tu familia. ¿Qué podría ser? ¿Cómo descubrir qué es? ¿Qué lo está causando?

source: Write a short paragraph telling what specific action you could take to help solve and/or lessen the impact of this problem. What would you personally change about your habits and behavior? What could your school or community do? How could you personally help your community to take action?
ar_eg: اكتب فقرة قصيرة تتحدث فيها عن الإجراءات المحددة التي ستتخذها للمساعدة في حل و / أو التقليل من تأثير هذه المشكلة. ما الذي ستقوم بتغييره بشكل شخصي في عاداتك وسلوكك؟ ماذا يمكن أن تفعل مدرستك أو مجتمعك؟ كيف يمكنك أن تساعد مجتمعك شخصيا باتخاذ الإجراءات؟
es_es: Escribe un párrafo corto explicando qué acción en específico podrías tomar para ayudar a resolver o disminuir el impacto de este problema. ¿Qué cambiarías personalmente acerca de tus hábitos y comportamiento? ¿Qué podría hacer tu escuela o comunidad? ¿Cómo podrías ayudar personalmente a tu comunidad para que tomara acción?

source: Changing bad habits...
ar_eg: تغيير العادات السيئة ...
es_es: Cambiando malos hábitos...

source: Summarizing big ideas about... human environmental impact
ar_eg: تلخيص الأفكار الكبيرة حول ... الأثر البيئي البشري
es_es: Resumiendo ideas importantes acerca del... impacto ambiental de los humanos

source: The earth's <span class='key'>environment</span> is very important because it can provide healthy air, water, food and land for all the living things on earth to survive. But because there are so many people on earth, and because all of these people use the environment to survive and try to live comfortably, humans can have a great impact on the environment that might be harmful. This <span class='key'>impact</span> can destroy parts of the environment so that many people don't have the healthy air, water, food and land they need to survive.
ar_eg: <span class='key'>بيئة </span> الارض مهمة جدا لأنها يمكن أن توفر الهواء الصحي والمياه والغذاء والأراضي لجميع الكائنات الحية على الأرض للبقاء على قيد الحياة. ولكن لأن هناك عدد كبير من الناس على الأرض، ولأن جميع هؤلاء الناس يستخدمون البيئة للبقاء على قيد الحياة ويحاولون العيش براحة،يمكن أن يكون للبشر تأثير كبير على البيئة و الذي قد يكون ضارا. هذا <span class='key'>التأثير </span>يمكن أن يدمر أجزاء من البيئة بحيث أنه ليس لدى الكثير من الناس هواء صحي،ماء، غذاء والأراضي التي يحتاجون إليها من أجل البقاء على قيد الحياة.
es_es: El <span class='key'>ambiente</span> de la Tierra es muy importante porque puede proporcionarnos aire saludable, agua, alimentos y espacio para que todos los seres vivos de la Tierra puedan sobrevivir. Pero debido a que hay muchas personas en la Tierra, y porque todas estas personas utilizan al medio ambiente para sobrevivir y tratar de vivir cómodamente, los seres humanos pueden tener un gran impacto sobre el medio ambiente que podrían ser perjudicial. Este <span class='key'>impacto</span> puede destruir partes del medio ambiente por lo que muchas personas no tendrán aire saludable, agua, alimentos y el espacio que necesitan para sobrevivir.

source: Clearing land for farms and housing developments can destroy fields and woods and add <span class='key'>pollutants</span> to the water; driving cars and generating electricity adds pollutants to the air; factories that make the things we use every day can add pollutants to the water. But the good news is that humans are smart and can understand how they negatively impact the environment and how that negatively impacts them in return.
ar_eg: تطهير الأرض للمزارع والتطويرات السكنية يمكن أن يدمر الحقول والغابات ويضيف <span class='key'>الملوثات</span> إلى الماء؛ قيادة السيارات وتوليد الكهرباء يضيف الملوثات إلى الهواء. يمكن للمصانع التي تصنع الأشياء التي نستخدمها كل يوم تضيف الملوثات إلى المياه. ولكن الخبر السار هو أن البشر أذكياء ويمكنهم استيعاب تأثيرهم السلبي على البيئة وكيف تؤثر عليهم سلبا بالمقابل.
es_es: El despejar terrenos para hacer granjas y el desarrollo de viviendas puede destruir campos y bosques y añadir <span class='key'>contaminantes</span> al agua; conducir autos y generar electricidad, añade contaminantes al aire; las fábricas que hacen las cosas que utilizamos todos los días pueden añadir contaminantes al agua. Pero la buena noticia es que los seres humanos somos inteligentes y podemos entender cómo afectamos negativamente al medio ambiente y cómo eso afecta nos afecta negativamente a nosotros.

source: There are lots of scientists that investigate the environment to understand what people are doing to hurt it and what we can do to help. These understandings can cause humans to change their behavior so they lessen their negative impact on the environment. If we didn't understand our impact and how to change it, it's possible that we might totally ruin some, or all, of the earth's environment so we couldn't survive.
ar_eg: هناك الكثير من العلماء الذين يحققون في البيئة لفهم ما يفعله الناس لايذائها وما يمكننا القيام به للمساعدة. ويمكن لهذا الفهم أن يؤدي إلى تغيير البشر لسلوكهم بحيث يقلل من تأثيرها السلبي على البيئة. إذا لم نفهم تأثيرنا وكيفية تغييره، فمن الممكن أن ندمر بعض، أو كل، من بيئة الأرض، لذا لن نبقى على قيد الحياة.
es_es: Hay muchos científicos que investigan el medio ambiente para entender qué están haciendo las personas para dañarlo y qué podemos hacer para ayudarlo. Estos entendimientos pueden causar que los seres humanos cambiemos nuestro comportamiento para disminuir nuestro impacto negativo sobre el medio ambiente. Si no entendiéramos nuestro impacto y cómo cambiarlo, es posible que arruináramos del todo algunos, o todos, los ambientes de la Tierra, así que no podríamos sobrevivir.

source: Checking what you now know about... human environmental impact
ar_eg: التأكد مما تعرفه عن ... الأثر البيئي البشري
es_es: Revisando lo que sabes ahora acerca del... impacto ambiental de los humanos

source: For each item shown in the top row that you use in your everyday life, connect the image to the bottom row that shows the human impact necessary to provide the resources for the product. Some items have multiple answers.
ar_eg: لكل عنصر والمبين في الصف العلوي , والذي تستخدمه في حياتك اليومية، قم بتوصيل الصورة من الصف السفلي الذي يظهر التأثير البشري الضروري لتوفير الموارد للمنتج. بعض البنود لها أجوبة متعددة.
es_es: Para cada elemento en la fila superior que utilizas en tu vida diaria, conéctalo a la imagen en la fila inferior que muestra el impacto humano necesario para proporcionar los recursos para dicho producto. Algunos elementos tienen varias respuestas.

source: For each item shown in the top row that you use in your everyday life, connect the dot on that image to the dot on the image in the bottom row that shows the human impact necessary to provide the resources for the product.
ar_eg: لكل عنصر مبين في الصف العلوي التي تستخدمها في حياتك اليومية، قم بتوصيل النقطة على الصورة إلى النقطة على الصورة في الصف السفلي الذي يظهر التأثير البشري الضروري لتوفير الموارد للمنتج.
es_es: Para cada elemento en la fila superior que utilizas en tu vida diaria, conecta el punto de esa imagen, con el punto en la imagen de la fila inferior que muestra el impacto humano necesario para proporcionar los recursos para dicho producto.

source: House
ar_eg: البيت
es_es: Casa

source: TV
ar_eg: التلفزيون

source: Food
ar_eg: الغذاء
es_es: Comida

source: Car
ar_eg: السيارة
es_es: Auto

source: Bicycle
ar_eg: الدراجة هوائية
es_es: Bicicleta

source: Mine
ar_eg: منجم
es_es: Mina

source: Oil Well Field
ar_eg: حقل نفط
es_es: Campo Petrolero

source: Clear-cut Logging
ar_eg: قطع الأشجار
es_es: Tala Indiscriminada

source: Your first quiz question is…
ar_eg: السؤال الأول في الإختبار هو:
es_es: Tu primera pregunta de evaluación es...
