Repository: geneconde/NGR-sandbox
Catalog: demo/human-environmental-impact/Locale/*/LC_MESSAGES/human-environment-impact.po
Languages: ar_eg, es_es

source: Not really - Actually, it's almost the opposite. Humans are smarter than other animals and they use that intelligence to use the environment to make themselves comfortable which impacts the environment more than other animals.
ar_eg: ليس حقا - في الواقع، انها تقريبا عكس ذلك. البشر هم أكثر ذكاء من الحيوانات الأخرى، وهم يستخدمون ذكاءهم لاستخدام البيئة ليرتاحوا والذي يؤثر على البيئة أكثر مما يؤثر على الحيوانات.
es_es: No realmente - en realidad, es casi lo contrario. Los seres humanos son más inteligentes que otros animales y usan esa inteligencia para utilizar el ambiente para estar más cómodos, lo que impacta el medio ambiente más que otros animales.

source: Not really - Humans use the environment to make themselves comfortable which impacts the environment more than other animals.
ar_eg: ليس حقا - يستخدم البشر البيئة ليرتاحوا مما يؤثر على البيئة أكثر مما يؤثر على الحيوانات.
es_es: No realmente - los seres humanos utilizan el ambiente para estar más cómodos, lo que impacta el medio ambiente más que otros animales.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجاباتك في التحققات السريعة وعلى أسئلة الإختبار لهذه الوحدة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: To have the greatest positive impact on your environment. You could:
ar_eg: لتحصل على أكبر تأثير إيجابي على بيئتك. يمكنك:
es_es: Para tener el mayor impacto positivo en tu ambiente. Podrías:

source: Learn as much as you can about how humans impact the environment globally, but act locally in your community, neighborhood, and school, and use that knowledge to minimize how you and your community impact the environment.
ar_eg: تعلم قدر ما تستطيع عن كيفية تأثير البشر على البيئة على الصعيد العالمي، ولكن اعمل محليا في مجتمعك، الحي، والمدرسة، واستخدم هذه المعرفة لتقليل تأثير مجتمعك على البيئة.
es_es: Aprender tanto como puedas acerca de cómo los seres humanos impactan el medio ambiente a nivel global, pero actuar localmente en tu comunidad, vecindario y escuela y utilizar ese conocimiento para minimizar cómo tú y tu comunidad afectan al medio ambiente.

source: Creating impact...
ar_eg: إيجاد تأثير ...
es_es: Creando impacto...

source: Not quite - Making personal choices to change your daily behavior to minimize your impact on the environment is an excellent thing to do to help the environment - but there may be even more you can do.
ar_eg: ليس تماما - اتخاذ الخيارات الشخصية لتغيير سلوكك اليومي للتقليل من التأثير على البيئة هو شيء ممتاز - ولكن قد يكون هناك المزيد لتقوم به.
es_es: No exactamente - Tomar decisiones personales para cambiar tu comportamiento diario y minimizar tu impacto sobre el medio ambiente son algo excelente para ayudar al medio ambiente - pero puede haber aun más que puedas hacer.

source: Learn as much as you can about how humans impact the environment globally but act locally in your community, neighborhood, and school, and use that knowledge to minimize how you and your community impact the environment.
ar_eg: تعلم قدر ما تستطيع عن كيفية تأثير البشر على البيئة على الصعيد العالمي ولكن اعمل محليا في مجتمعك، الحي، والمدرسة، واستخدم هذه المعرفة للتقليل من تأثير مجتمعك على البيئة.
es_es: Aprender tanto como puedas acerca de cómo los seres humanos impactan el medio ambiente a nivel global, pero actuar localmente en tu comunidad, vecindario y escuela y utilizar ese conocimiento para minimizar cómo tú y tu comunidad afectan al medio ambiente.

source: Correct - Knowledge is power. The more you know about the global environment the better you can act locally to minimize how you and your community impact the environment.
ar_eg: صحيح - المعرفة قوة. كلما كنت تعرف عن البيئة العالمية أكثر كلما كان أفضل لك أن تعمل محليا للتقليل من تأثير مجتمعك على البيئة.
es_es: Correcto - el conocimiento es poder. Cuanto más sabes sobre el medio ambiente global, mejor puedes actuar localmente para minimizar cómo tú y tu comunidad afectan al medio ambiente.

source: Not Quite - Working with your classmates to do school projects to help the environment is an excellent thing to do - but there may be even more you can do.
ar_eg: ليس تماما - العمل مع زملائك للقيام بالمشاريع المدرسية لمساعدة البيئة هو شيء ممتاز - ولكن قد يكون هناك المزيد لتقوم به.
es_es: No exactamente - trabajar con tus compañeros de escuela en proyectos para ayudar al medio ambiente es algo excelente para ayudar al medio ambiente - pero puede haber aun más que puedas hacer.

source: Not Quite - Organizing a neighborhood drive to recycle plastic soda bottles is an excellent thing to do - but there may be even more you can do.
ar_eg: ليس تماما - أن اقوم بتنظيم حملة في الحي لإعادة تدوير زجاجات الصودا البلاستيكية هو شيء ممتاز - ولكن قد يكون هناك المزيد لتقوم به.
es_es: No exactamente - organizar una campaña en tu vecindario para reciclar botellas plásticas de gaseosa es algo excelente para ayudar al medio ambiente - pero puede haber aun más que puedas hacer.

source: People in modern society like to live comfortably. We like to eat well; have a car to drive to where ever we need to go; have a comfortable house or apartment that's warm and dry; have a nice clothes to wear that keeps us cool in the summer and warm in the winter. And we like electricity that allows us to power our lights and our TV's. But where does all of that stuff come from to keep us comfortable?
ar_eg: يريد ان يعيش الناس براحة في المجتمع المعاصر. نود أن نتناول الطعام بشكل جيد؛ نمتلك سيارة لسياقتها أينما نريد الذهاب؛ أن يكون لديك منزل أو شقة مريحة دافئة وجافة؛ وملابس جميلة نرتديها لنشعر بالبرودة في الصيف وبالدفء في فصل الشتاء. والكهرباء التي تسمح بإنارة الاضواء وتشغيل التلفزيون. ولكن من أين تأتي كل هذه الاشياء لإبقائنا مرتاحين؟ انها تأتي من بيئة الأرض - . الطعام الذي نأكله يأتي من المزارع والمناطق الريفية التي كانت عبارة عن حقول طبيعية وغابات. الكهرباء تأتي من احتراق الفحم أو من سدود الأنهار.
es_es: La gente en la sociedad moderna, disfruta de vivir con comodidad. Nos gusta comer bien; tener un auto para llegar a donde necesitemos ir; tener una casa cómoda o un departamento que esté libre de humedad o frío; y tener ropa para vestir que nos mantenga frescos en verano y cálidos en el invierno. Y nos gusta la electricidad, que nos permite encender nuestras luces y televisores. Pero ¿de dónde vienen todas esas cosas que nos mantienen cómodos? Vienen del ambiente de la Tierra.

source: It comes from from the earth's environment - that's where. The food we eat comes from farms and ranches that used to be natural fields and woods. The electricity comes from burning coal or from damming rivers. The gasoline that powers our cars comes from oil wells we drill deep down into the earth. And most of our houses are made from wood that comes from cutting trees in the forest. All of these things that make us comfortable comes from human activity impacts the natural environment. The <span class='key'>environment</span> is just another name for earth's systems all working together - the air, water, and all the living things. When we change or take something from the environment, we have an environmental <span class='key'>impact</span> - which means we change something in one or all of the earth's systems. Usually this change is bad. And sometimes the impact human activity has on the environment is not good for the environment or for us.
ar_eg: الجازولين الذي يقوم بتشغيل سياراتنا مصدره آبار النفط التي نحفرها عميقا في الأرض. ومعظم بيوتنا مصنوعة من الخشب الذي يأتي من قطع الأشجار في الغابات. كل هذه الأشياء التي تجعلنا نشعر بالراحة تأتي من النشاط البشري الذي يؤثر على بيئة الطبيعية. <span class='key'>البيئة</span> هي مجرد اسم آخر لأنظمة الأرض والتي تعمل مع بعضها - الهواء والماء والأرض وكل الكائنات الحية. عندما نغير أو تأخذ شيئا من البيئة، تحدث <span class='key'>تأثايرات</span> بيئية فهي تتغير - وهذا يعني أننا نغير شيء في نظام واحد أو كل أنظم
es_es: La comida que comemos viene de granjas y ranchos que solían ser campos naturales y bosques. La electricidad viene de quemar carbón o de poner presas en los ríos. La gasolina que alimenta nuestros autos viene de pozos petroleros que cavamos en la profundidad de la Tierra. y la mayoría de nuestras casas están hechas de madera que viene de cortar árboles en el bosque. Todas estas cosas que sirven para que estemos cómodos, vienen de actividad humana que impacta el ambiente natural. El <span class='key'>ambiente</span> es simplemente otro nombre para los sistemas terrestres que trabajan juntos - el aire, agua, tierra, y todos los seres vivos. Cuando cambiamos o tomamos algo del medio ambiente, sucede un <span class='key'>impacto</span> ambiental - lo que significa que cambiamos algo en uno o todos los sistemas terrestres. Usualmente, este cambio es malo. Y algunas veces, el impacto que la actividad humana tiene sobre el ambiente no es bueno para el ambiente ni para nosotros.

source: Go Back to Dashboard
es_es: Ir al tablero de inicio

source: You've completed the Human Environmental Impact module.
es_es: Has completado el repaso de Impacto Ambiental de los Humanos.

source: Reviewing big core ideas... human environmental impact
es_es: Revisando ideas importantes acerca del... impacto ambiental de los humanos

source: Reviewing more big ideas... human environmental impact
es_es: Revisando más ideas importantes acerca del... impacto ambiental de los humanos

source: More big ideas... human environmental impact
es_es: Más ideas importantes acerca de... humano impacto ambiental
