Repository: geneconde/NGR-sandbox
Catalog: demo/human-environmental-impact/Locale/*/LC_MESSAGES/human-environment-impact.po
Languages: ar_eg, es_es

source: Start
ar_eg: ابدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: التقويم سريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: التقويم سريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: التقويم السريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: التقويم السريع رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.
es_es: Gira o voltea la caja debajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر ،امسك وحرك الفأرة صعودا وهبوطا لتدوير المربع وحدد إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: واجبك هو
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: السؤال القصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: السؤال القصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: السؤال القصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: السؤال القصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: السؤال القصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: السؤال القصير رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations,
ar_eg: مبروك،
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك على التقويم السريع والأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: Estás listo/a,

source: Preparing your first quick check!
ar_eg: تحضير أول تقويم سريع
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: هل أنت مستعد للتقويم الأخير ؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: أمستعد لسؤالك القصير الأخير؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها ...
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Human Environmental Impact
ar_eg: الأثر البيئي البشري
es_es: Impacto Ambiental de los Humanos

source: Welcome to the Human Environmental Impact module
ar_eg: مرحبا بكم في وحدة الأثر البيئي البشري
es_es: Bienvenido/a al módulo del Impacto Ambiental de los Humanos

source: Checking what you know about... human environmental impact
ar_eg: التأكد مما تعرفه عن ... الأثر البيئي البشري
es_es: Revisando lo que ya sabes acerca del... impacto ambiental de los humanos

source: When people do things that change the environment, like destroying a field to build a new mall, what do you think happens to the animals that live in the field?
ar_eg: عندما يقوم الناس بأشياء تغير من البيئة، كتدمير حقل لبناء مركز تجاري جديد، ما الذي سيحدث للحيوانات التي تعيش في هذا الحقل برأيك؟
es_es: Cuando las personas hacen cosas que cambian el medio ambiente, como destruir un campo para construir un nuevo centro comercial, ¿qué crees que sucede con los animales que viven en dicho campo?

source: If there's no other field in the area, they just move to the woods close by.
ar_eg: إن لم يكن هناك حقل آخر في المنطقة، فهم سينتقلون الى الغابة القريبة منه.
es_es: Si no hay ningún otro campo en el área, simplemente se mudan a los bosques cercanos.

source: They change their eating and housing habits and live wherever they can.
ar_eg: يغيرون عادات الأكل والسكن ويعيشون أينما كانوا.
es_es: Cambian sus hábitos alimenticios y de vivienda y viven donde pueden.

source: They live at the mall.
ar_eg: يعيشون في المركز التجاري.
es_es: Viven en el centro comercial.

source: If there isn't a similar habitat near the mall, the plants and animals may die.
ar_eg: إذا لم تكن هناك بيئة مشابهة بالقرب من المركز التجاري، قد تموت الحيوانات والنباتات.
es_es: Si no hay un hábitat similar cerca del centro comercial, las plantas y los animales pueden morir.

source: When people change the environment by building a mall, a school, or a housing development, they affect all of the living things that used to live in the natural environment - plants and animals - in many ways. Some big strong animals, like a deer or coyote, might move to a new home if they can find one nearby. But other animals, like fish or frogs, might just die because they can't move. Sometimes you can see a few birds inside the mall but that's because they get trapped in there and can't find their way out.
ar_eg: عندما يغير الناس البيئة من خلال بناء مركز تجاري، مدرسة، أو تطوير سكني، فإنها تؤثر على جميع الكائنات الحية التي كانت تعيش في البيئة الطبيعية -النباتات والحيوانات-بعدة نواح. بعض الحيوانات القوية الكبيرة، مثل الغزال أو الذئب، قد تنتقل إلى موطن جديد اذا استطاعت العثور عليه في مكان قريب. ولكن حيوانات أخرى، مثل الأسماك أو الضفادع، قد تموت فقط لأنها لا تستطيع التنقل. في بعض الأحيان يمكنك أن ترى عدداً قليلاً من الطيور داخل المركز التجاري وهذا لأنها تحاصر هناك ولن تتمكن من العثور على طريقها للخروج.
es_es: Cuando las personas cambian el medio ambiente construyendo un centro comercial, una escuela o un desarrollo de viviendas, afectan a todos los seres vivos que solían vivir en dicho ambiente natural - las plantas y animales - de muchas maneras. Algunos animales grandes y fuertes, como venados y coyotes, pueden mudarse a un nuevo hogar si pueden encontrar uno cerca. Pero otros animales, como peces o ranas, simplemente pueden morir porque no pueden mudarse. Algunas veces, puedes ver algunas aves dentro del centro comercial, pero eso sucede porque se quedan atrapadas allí y no encuentran la salida.

source: But other animals, like fish or frogs, might just die because they can't move. Sometimes you can see a few birds inside the mall, but that's because they get trapped in there and can't find their way out.
ar_eg: لكن حيوانات أخرى، مثل الأسماك أو الضفادع، قد تموت فقط لأنها لا تستطيع التنقل. في بعض الأحيان يمكنك أن ترى عدد قليل من الطيور داخل المركز التجاري وهذا لأنها تحاصر هناك ولن تتمكن من العثور على طريقها للخروج.
es_es: Pero otros animales, como peces o ranas, simplemente pueden morir porque no pueden mudarse. Algunas veces, puedes ver algunas aves dentro del centro comercial, pero eso sucede porque se quedan atrapadas allí y no encuentran la salida.

source: Migrating animals...
ar_eg: الحيوانات المهاجرة
es_es: Animales migrando...

source: Reviewing big ideas about... human environmental impact
ar_eg: مراجعة الأفكار الكبيرة حول ... الأثر البيئي البشري

source: Reviewing key vocabulary related to... human environmental impact
ar_eg: مراجعة المفردات المرتبطة ب ...الأثر البيئي البشري

source: Changing for the better...
ar_eg: التغيير نحو الأفضل ...
es_es: Cambiando para mejorar...

source: Question A. Which of the following activities you do every day has <span class='blink'>no</span> negative effect on the environment?
ar_eg: السؤال أ. أي من الأنشطة التالية تقوم به كل يوم <span class='blink'>ليس </span> له أي تأثير سلبي على البيئة؟
es_es: Pregunta A. ¿Cuál de las siguientes actividades que haces todos los días <span class='blink'>no</span> tiene efectos negativos sobre el medio ambiente?

source: Eating breakfast
ar_eg: تناول وجبة الإفطار
es_es: Desayunar

source: Going to school
ar_eg: الذهاب إلى المدرسة
es_es: Ir a la escuela

source: Watching TV
ar_eg: مشاهدة التلفزيون
es_es: Mirar la TV

source: None of the above
ar_eg: لا شيء مما سبق
es_es: Ninguna de los anteriores

source: Question B. For each example of human impact on the environment shown in the top row, drag the dot from that image to the dot on the image in the bottom row that will match the natural environment that was impacted.
ar_eg: السؤال ب. لكل مثال من تأثير الإنسان على البيئة في المبين في الصف العلوي، اسحب النقطة من تلك الصورة إلى النقطة على الصورة في الصف السفلي والتي تتناسب مع البيئة الطبيعية التي تأثرت.
es_es: Pregunta B. Para cada ejemplo de impacto humano sobre el medio ambiente mostrado en la fila superior, arrastra el punto de esa imagen al punto sobre la imagen en la parte inferior que coincidirá con el entorno natural que fue impactado.

source: Shipping Port
ar_eg: ميناء الشحن
es_es: Puerto de Embarques

source: Hydroelectric Dam Generator
ar_eg: مولد سد الطاقة الكهرومائية
es_es: Generador de una Presa Hidroeléctrica

source: Clear-Cut Logging
ar_eg: قطع الأشجار
es_es: Tala Indiscriminada

source: Farm
ar_eg: مزرعة
es_es: Granja

source: Forest
ar_eg: غابة
es_es: Bosque

source: Coastline
ar_eg: ساحل
es_es: Línea costera

source: Meadow or Field
ar_eg: مرج أو حقل
es_es: Prado o campo

source: River
ar_eg: نهر
es_es: Río

source: Reset
ar_eg: إعادة
es_es: Reiniciar

source: Question A. Which of the following activities you do everyday has <span class='blink'>no</span> negative effect on the environment?
ar_eg: السؤال أ. أي من الأنشطة التالية تفعله كل يوم <span class='blink'>ليس</span> له أي تأثير سلبي على البيئة؟
es_es: Pregunta A. ¿Cuál de las siguientes actividades que haces todos los días <span class='blink'>no</span> tiene efectos negativos sobre el medio ambiente?

source: Question B. For each example of a natural environment in the top row, drag from the dot on the image to a dot on an image in the bottom row that shows what the impact on that natural environment might be to meet human needs.
ar_eg: السؤال ب. لكل مثال من البيئة الطبيعية في الصف العلوي، اسحب من النقطة على الصورة إلى النقطة على الصورة في الصف السفلي الذي يظهر تأثير البيئة الطبيعية لتلبية الاحتياجات البشرية.
es_es: Pregunta B. Para cada ejemplo de impacto humano sobre el medio ambiente mostrado en la fila superior, arrastra el punto de esa imagen al punto sobre la imagen en la parte inferior que muestra cuál será el posible impacto sobre ese ambiente natural para satisfacer las necesidades humanas.

source: Preparing your first quick check…
ar_eg: تحضير تقويمك السريع الاول!
es_es: Preparando tu primera revisión rápida...

source: Wrong - Eating breakfast requires farms to make your food – cereal, eggs, and bacon, whatever you eat. And these farms had to change whatever habitat existed before it became a farm, so farms have a great environmental impact to make food for us.
ar_eg: خطأ - تناول وجبة إفطارك تتطلب صنع المزارع لغذائك- الحبوب، البيض، واللحم المقدد،و مهما كنت تأكل. وكان لا بد لهذه المزارع أن تغير المواطن الموجودة قبل أن تصبح مزرعة، لذا، المزارع لها تأثير بيئي كبير في صنع غذائنا.
es_es: Incorrecto - Desayunar requiere que granjas hagan tu comida – cereales, huevos y tocino, todo lo que comes. Y estas granjas tuvieron que cambiar cualquier hábitat que existía antes de que se convirtieran en dicha granja, así que las granjas tienen un gran impacto ambiental para hacer comida para nosotros.

source: Wrong - Going to school is a big one. It requires transportation such as a car or a bus – which requires fuel like gasoline and oil. And the school was built from lots of materials from the environment – like your house – but even more. Then the environment, where the school is located, had to be destroyed to make room for the school.
ar_eg: خطأ - الذهاب إلى المدرسة له أثر كبير. إنه يتطلب وسائل نقل مثل السيارة أو الحافلة - و الذي يتطلب الوقود مثل الجازولين والنفط. وقد بنيت المدرسة من الكثير من المواد الموجودة في البيئة - مثل بيتك - و أكثر من ذلك. كان لا بد من تدمير البيئة، حيث تقع المدرسة، لإفساح المجال لبناء المدرسة.
es_es: Incorrecto - Ir a la escuela es una grande. Requiere de transporte como un auto o un autobús – que requieren de combustibles como gasolina y aceite. Y la escuela fue construida a partir de muchos materiales que vienen del ambiente – como tu casa – pero aun más. Además, el medio ambiente donde se encuentra la escuela tuvo que ser destruido para hacer espacio para la escuela.

source: Wrong - Watching TV requires electricity that usually comes from burning fossil fuel or damming rivers. An exception might be if your house uses solar powered electricity. But even then, you're probably watching TV in your house which required wood and other materials to build it that were taken from the environment.
ar_eg: خطأ - مشاهدة التلفزيون تتطلب الكهرباء وعادة ما يكون مصدرها حرق الوقود الأحفوري أو بناء سدود الأنهار. ممكن أن يكون بيتك استثناءً اذ ا كان يستخدم الطاقة الشمسية. حتى عند مشاهدة التلفزيون في منزلك و الذي يتطلب الخشب وغيره من المواد والتي أخذت من البيئة لبنائه.
es_es: Incorrecto - Mirar la TV requiere de electricidad que normalmente proviene de la quema de combustible fósil o de presas sobre los ríos. Una excepción sería si tu casa utiliza electricidad de paneles solares. Pero incluso entonces, probablemente el aparato en tu casa requirió de madera y otros materiales para construirse y que se tomaron del medio ambiente.

source: Right!! Actually - all of a student's daily activities have some negative effect on the environment.
ar_eg: صحيح !! في الواقع - يكون للطالب بعض التأثير السلبي على البيئة في كل نشاطاته اليومية
es_es: ¡¡Correcto!! En realidad - todas las actividades diarias de los estudiantes tienen algún efecto negativo sobre el medio ambiente.

source: You got it! Shipping ports require a coastline on the seacoast or a large lake. Hydroelectric dam requires a river to dam up to create a reservoir to store water that will fall through the generators in the dam producing electricity. Logging and clear cutting happen in the forest natural environment. Farms are usually the result of plowing and replacing the natural environments of fields and meadows.
ar_eg: لقد أصبت! موانئ الشحن تتطلب وجود ساحل أو بحيرة كبيرة على ساحل البحر . السد الكهرمائي يتطلب سد أعلى النهر لتخزين المياه التي سوف تسقط وتمر من خلال المولدات في السد لتوليد الكهرباء. قطع الأشجار يحدث في البيئة الطبيعية للغابات. المزارع عادة ما تكون نتيجة الحراثة واستبدال البيئات الطبيعية في الحقول والمروج.
es_es: ¡Acertaste! Los puertos de embarque requieren de una línea costera junto al mar o un lago grande. Una presa hidroeléctrica requiere de un río al cuál poner una presa para crear una reserva para almacenar el agua que caerá a través de los generadores de la presa para producir electricidad. La tala indiscriminada sucede en el ambiente natural del bosque. Las granjas usualmente son el resultado del arado y reemplazo de los ambientes naturales de campos y prados.

source: Not quite! Shipping ports require a coastline on the seacoast or a large lake. Hydroelectric dam requires a river to dam up to create a reservoir to store water that will fall through the generators in the dam producing electricity. Logging and clear cutting happen in the forest natural environment. Farms are usually the result of plowing and replacing the natural environments of fields and meadows.
ar_eg: ليس تماما! موانئ الشحن تتطلب وجود ساحل أو بحيرة كبيرة على ساحل البحر . السد الكهرمائي يتطلب سد أعلى النهر لتخزين المياه التي سوف تسقط وتمر من خلال المولدات في السد لتوليد الكهرباء. قطع الأشجار يحدث في البيئة الطبيعية للغابات. المزارع عادة ما تكون نتيجة الحراثة واستبدال البيئات الطبيعية في الحقول والمروج.
es_es: ¡No exactamente! Los puertos de embarque requieren de una línea costera junto al mar o un lago grande. Una presa hidroeléctrica requiere de un río al cuál poner una presa para crear una reserva para almacenar el agua que caerá a través de los generadores de la presa para producir electricidad. La tala indiscriminada sucede en el ambiente natural del bosque. Las granjas usualmente son el resultado del arado y reemplazo de los ambientes naturales de campos y prados.

source: Reviewing big core ideas about... human environmental impact
ar_eg: مراجعة الأفكار الكبيرة حول ... الأثر البيئي البشري
es_es: Revisando ideas importantes acerca del... impacto ambiental de los humanos

source: Humans are part of the environment too. We're animals like the deer, the birds, and the fish. But we're different from most animals. Animals in the wild only take what they need from the environment to survive, but humans take more than what they need just to survive. They often take as much as they can get, not only to survive, but also to exploit the environment to be comfortable and make money. Whatever resources we use from the environment to make us more comfortable and make our lives better can also have negative impacts on the environment – which then can have negative impacts on us as well – because we're part of the environment.
ar_eg: البشر هم جزء من البيئة أيضا. فنحن حيوانات مثل الغزلان والطيور، والأسماك. ولكننا نختلف عن معظم الحيوانات. الحيوانات في البرية تأخذ ما تحتاجه فقط من البيئة للبقاء على قيد الحياة، ولكن البشر يأخذون أكثر مما يحتاجون للبقاء على قيد الحياة. هم غالبا ما يأخذون أكبر قدر يمكنهم الحصول عليه، ليس فقط من أجل البقاء، ولكن أيضا لاستغلال البيئة و للراحة وكسب المال. مهما كانت الموارد التي نستخدمها من البيئة تجعل حياتنا أفضل وأكثر راحة فهي يمكن أن يكون لها أيضا آثار سلبية على البيئة - أو التي بدورها سيكون لها تأثير سلبي علينا - لأننا جزء من البيئة
es_es: Los humanos somos parte del medio ambiente también. Somos animales, como los ciervos aves, y peces. Pero somos distintos de la mayoría de los animales. Los animales en su hábitat natural, sólo toma lo que necesitan del ambiente para sobrevivir, pero los humanos toman mucho más de lo que necesitan sólo para sobrevivir. A menudo toman tanto como pueden, no sólo para sobrevivir, sino para explotar el ambiente para hacerlo cómodo y ganar dinero. Cuales sean los recursos que utilizamos del ambiente para obtener comodidad y mejorar nuestras vidas, también puede tener impactos negativos sobre el ambiente - lo que entonces puede tener un impacto negativo sobre nosotros - porque somos parte del ambiente.
