Repository: geneconde/NGR-sandbox
Catalog: demo/human-environmental-impact/Locale/*/LC_MESSAGES/human-environment-impact.po
Languages: ar_eg, es_es

source: Water is just one example of how humans impact the environment. Almost all living things need water to survive. But most animals in the wild just take small sips of water from streams and lakes every day to meet their needs. But what are some things humans do beyond their simple daily requirements of satisfying their thirst? First of all, we put big dams across rivers to generate electricity. We also put dams up to create reservoirs to supply water for big cities and to make lakes for boating, swimming, and fishing. People also use water for more than just drinking. We use it to take showers, wash our clothes, and water our lawns. And, many big farms and ranches that produce all the food we eat use lots and lots of water to irrigate (water) their crops and livestock (animals). All of these human activities greatly impact the environment. The dams turn the rivers into lakes, which affects the survival of plants and animals in the river. And the clothes washing, lawn watering, and farm irrigation use extra water and sometimes pollute local water sources with detergents and fertilizers, changing the quantity and quality of the available water.
ar_eg: الماء هو مجرد مثال واحد من البشر عن كيفية تأثير البشر على البيئة. كل الكائنات الحية تقريبا تحتاج إلى الماء من أجل البقاء. لكن معظم الحيوانات في البرية تأخذ رشفات صغيرة فقط من الماء من الجداول والبحيرات كل يوم لتلبية احتياجاتها. ولكن ما هي بعض الأشياءالتي يفعل البشر أكثر من احتياجاتهم اليومية البسيطة لتلبية عطشهم؟ أولا وقبل كل شيء، وضعنا السدود الكبيرة عبر الأنهار لتوليد الكهرباء. ووضعنا أيضا السدود لإنشاء خزانات لتوفير المياه للمدن الكبيرة وجعل منطقة البحيرات منطقة لركوب الزوارق والسباحة وصيد الأسماك. يستخدم الناس المياه لأكثر من مجرد الشرب. نستخدمها للاستحمام، وغسل ملابسنا، ولري العشب . والعديد من المزارع والمناطق الريفية الكبيرة المنتجة لكل الطعام الذي نأكله تستهلك الكثير والكثير من المياه لري (سقي) محاصيلهم والمواشي (الحيوانات). كل هذه الأنشطة البشرية تؤثر بشكل كبير على البيئة. السدود تحول الأنهار الى بحيرات، مما يؤثر على بقاء النباتات والحيوانات في النهر على قيد الحياة. وغسل الملابس وسقي العشب، واستخدام المزارع للمياه الزائدة وأحيانا تلوث مصادر المياه المحلية مع المنظفات والأسمدة، مغيرة كمية ونوعية المياه المتوفرة.
es_es: El agua es sólo un ejemplo de cómo los seres humanos impactan al medio ambiente. Casi todos los seres vivos necesitan del agua para sobrevivir. Pero la mayoría de los animales en la naturaleza sólo toman pequeños sorbos de agua de los arroyos y lagos cada día para satisfacer sus necesidades. Pero ¿cuáles son algunas cosas que los humanos hacen más allá de sus simples necesidades diarias de satisfacer su sed? En primer lugar, ponemos grandes presas en los ríos para generar electricidad. También ponemos presas para crear reservas para abastecer de agua grandes ciudades y para crear lagos para el canotaje, la natación y la pesca. Las personas también usan el agua para otras cosas además de beber. La usamos para tomar duchas, lavar la ropa y regar el césped. Y, muchas granjas y ranchos grandes que producen toda la comida que comemos, utilizan montones y montones de agua para la irrigación (regar con agua) de sus cultivos y para su ganado (animales). Todas estas actividades humanas tienen un gran impacto sobre el medio ambiente. Las presas convierten a los ríos en lagos, lo que afecta a la supervivencia de plantas y animales en el río. Y el lavado de la ropa, riego del césped y la irrigación agrícola utilizan agua adicional y, a veces, contaminan las fuentes de agua locales con detergentes y fertilizantes, cambiando de la cantidad y calidad del agua disponible.

source: But here's the good news. Humans are intelligent. We can make choices on how we live and what we do to the environment to minimize our impact on it.
ar_eg: ها هي الأخبار الجيدة. البشر أذكياء. يمكننا أن نختار كيف نعيش وماذا نفعل للبيئة للحد من تأثيرنا عليها.
es_es: Pero hay buenas noticias. Los seres humanos somos inteligentes. Podemos tomar decisiones sobre cómo vivimos y lo que hacemos con el medio ambiente para minimizar nuestro impacto sobre él.

source: Identifying impacts on environments...
ar_eg: تحديد الآثار المترتبة على البيئات ...
es_es: Identificando impactos en el ambiente...

source: Question A. What is the <span class='blink'>best</span> statement about the relationships between humans, wild animals, and the environment?
ar_eg: السؤال أ. ما هي <span class='blink'>أفضل</span> عبارة حول العلاقات بين البشر، والحيوانات البرية، والبيئة؟
es_es: Pregunta A. ¿Cuál es la <span class='blink'>mejor</span> declaración sobre las relaciones entre los humanos, animales salvajes y el medio ambiente?

source: Wild animals and humans are all part of the global environment and impact the natural environment equally.
ar_eg: الحيوانات البرية والبشر كلها جزء من البيئة العالمية وتؤثر على البيئة الطبيعية على حد سواء.
es_es: Tanto los animales salvajes como los humanos son parte del medio ambiente global e impactan el medio ambiente natural de la misma manera.

source: Humans are more important than wild animals, and the environment is there to make us comfortable.
ar_eg: البشر هم أكثر أهمية من الحيوانات البرية، والبيئة موجودة لتوفير الراحة لنا.
es_es: Los seres humanos son más importantes que los animales salvajes, y el medio ambiente está ahí para que nosotros estemos cómodos.

source: Humans are smarter than wild animals so they impact the environment less.
ar_eg: البشر هم أكثر ذكاء من الحيوانات البرية لذا هم يؤثرون على بيئة بشكل أقل.
es_es: Los seres humanos son más inteligentes que los animales salvajes, por lo que impactan menos al medio ambiente.

source: Wild animals take just what they need from the environment to survive, but humans take more than they need just to survive so they impact the environment more than wild animals.
ar_eg: الحيوانات البرية تأخذ ما تحتاجه فقط من البيئة للبقاء على قيد الحياة، ولكن يأخذ البشر اكثر مما يحتاجون للبقاء على قيد الحياة حتى أنهم يؤثرون على البيئة أكثر من الحيوانات البرية.
es_es: Los animales salvajes sólo toman lo que necesitan del ambiente para sobrevivir, pero los seres humanos toman más de lo que necesitan para sobrevivir así que impactan al medio ambiente más que los animales salvajes.

source: Question B. The <span class='blink'>most</span> important purpose for bodies of water to fulfill the most basic human needs is for:
ar_eg: السؤال ب. الهدف <span class='blink'>الأهم</span> للمسطحات المائية لتلبية احتياجات الإنسان الأساسية هو:
es_es: Pregunta B. El propósito <span class='blink'>más</span> importante de los cuerpos de agua para satisfacer las necesidades humanas más básicas es que:

source: Rivers to generate electricity.
ar_eg: توليد الأنهار للكهرباء.
es_es: Los ríos generen electricidad.

source: Places to go fishing and swimming.
ar_eg: أماكن للذهاب للصيد والسباحة.
es_es: Haya lugares para ir a pescar y nadar.

source: Sources of drinking water.
ar_eg: مصادر مياه الشرب.
es_es: Existan fuentes de agua potable.

source: Sources for baths, showers, and doing laundry.
ar_eg: مصادر الحمامات، ودشات الاستحمام، وغسل الملابس.
es_es: Nos sirvan para bañarnos, ducharnos y lavar la ropa.

source: Clicking to answer...
ar_eg: انقر للإجابة ...
es_es: Da clic para responder...

source: No - Wild animals and humans don't impact the environment equally.
ar_eg: لا - الحيوانات البرية والبشر لا يؤثران على البيئة بنفس المستوى.
es_es: No - los animales salvajes y los seres humanos no afectan el medio ambiente de la misma manera.

source: No - The environment is not there just to make humans comfortable. It's there to support the survival of all living things equally.
ar_eg: لا - البيئة ليست موجودة فقط لراحة البشر، بل لدعم بقاء جميع الكائنات الحية على حد سواء.
es_es: No - el medio ambiente no existe sólo para que los seres humanos estén cómodos. Está allí para sostener la supervivencia de todos los seres vivos de la misma forma.

source: No - Humans are smarter than animals in some ways but they still impact the environment more than all other animals.
ar_eg: لا - البشر هم أكثر ذكاء من الحيوانات في بعض النواحي لكنهم ما زالوا يؤثرون على البيئة أكثر من جميع الحيوانات الأخرى.
es_es: No - los seres humanos son más inteligentes que los animales en algunos aspectos, pero aun así, afectan el medio ambiente más que todos los demás animales.

source: Yes - Humans do take more from the environment than they need just to survive.
ar_eg: نعم -يستخدم البشر أكثر مما يحتاجون من البيئة للبقاء على قيد الحياة.
es_es: Sí - los seres humanos toman más del ambiente de lo que necesitan para sobrevivir.

source: No - Electricity is important but it's not the most important because humans could survive without it.
ar_eg: لا - الكهرباء مهمة لكنها ليست الأهم لأن البشر يستطيعون العيش بدونها.
es_es: No - la electricidad es importante, pero no es la más importante porque los seres humanos podrían sobrevivir sin ella.

source: No - Fishing and swimming are fun but not critical to our needs.
ar_eg: لا - صيد السمك والسباحة ممتعة ولكنها ليست مهمة لتلبية احتياجاتنا.
es_es: No - la pesca y la natación son divertidas pero no son críticas para nuestras necesidades.

source: Yes - We can't live without drinking water.
ar_eg: نعم - لا يمكننا العيش بدون شرب الماء.
es_es: Sí - no podemos vivir sin beber agua potable.

source: No - We can live without baths and laundry.
ar_eg: لا - يمكننا العيش دون الاستحمام وغسيل الملابس.
es_es: No - podemos vivir sin bañarnos y lavar la ropa.

source: Reviewing more big ideas about... human environmental impact
ar_eg: مراجعة المزيد من الأفكار الكبيرة حول ... الأثر البيئي البشري

source: The burning of fossil fuels is another example of how the resources we use from the environment to make us more comfortable and make our lives better can also have negative impacts on the environment - which then can have negative impacts on us as well. For instance, we burn coal to make electricity and we burn gasoline to run our cars. Coal and gasoline are examples of "<span class='key'>fossil fuels</span>" because they're formed in the ground from the remains of dead plants from millions of years ago. Electricity and cars are hugely important in making our lives more comfortable. Can you imagine living in the dark and walking everywhere you had to go? But burning these fossil fuels can also have a very negative impact on the environment - and on you! Most scientists that study climates have strong evidence to believe that one of the by-products of burning fossil fuels is a powerful pollutant - <span class='key'>carbon dioxide</span> (CO<sub>2</sub>) - which is causing the earth to heat up, producing heat waves of record high temperatures, wildfires, and more powerful storms.
ar_eg: حرق الوقود الأحفوري هو مثال آخر على كيفية أن الموارد المستخدمة من البيئة والتي تجعلنا أكثر راحة وتجعل حياتنا أفضل، يمكن أن يكون لها أيضا آثار سلبية على البيئة وعندها يمكن أن يكون لها تأثيرات سلبية علينا أيضا. على سبيل المثال، نحن نحرق الفحم لتوليد الكهرباء ونحرق الوقود لتشغيل سياراتنا. الفحم والبنزين هي أمثلة على الوقود الأحفوري لأنها تتشكل في الأرض من بقايا النباتات الميتة من منذ ملايين السنين. الكهرباء والسيارات هي في غاية الاهمية لجعل حياتنا أكثر راحة. هل يمكنك أن تتخيل العيش في الظلام وتمشي في كل مكان عليك الذهاب إليه؟ لكن حرق <span class='key'>الوقود الأحفوري</span> هذا يمكن أن يكون له أيضا آثار سلبية جدا على البيئة وعليك! معظم العلماء الذين يدرسون المناخ لديهم أدلة قوية للاعتقاد بأن واحدة من المنتجات الثانوية الناتجة من حرق الوقود الأحفوري هي ملوثات قوية. <span class='key'> ثاني أكسيد الكربون</span> (CO<sub>2</sub>) والذي يسبب ارتفاع درجة حرارة الأرض، ينتج موجات حرارية عالية قياسيا، وحرائق غابات، والكثير من العواصف القوية.
es_es: La quema de combustibles fósiles es otro ejemplo de cómo los recursos que utilizamos tomados del ambiente para estar más cómodos y mejorar nuestras vidas, también pueden tener un impacto negativo sobre el medio ambiente - que entonces puede tener un impacto negativo sobre nosotros. Por ejemplo, quemamos carbón para producir electricidad y quemamos gasolina para hacer funcionar nuestros autos. El carbón y la gasolina son ejemplos de "<span class='key'>combustibles fósiles</span>" porque se forman en el suelo a partir de los restos de plantas muertas de hace millones de años. La electricidad y los automóviles son de enorme importancia para que nuestra vida sea más cómoda. ¿Te imaginas vivir en la oscuridad y caminar a todas las partes que necesitas ir? Pero la quema de estos combustibles fósiles también puede tener un impacto muy negativo sobre el medio ambiente ¡y sobre ti! La mayoría de los científicos que estudian el clima tienen una fuerte evidencia para creer que uno de los subproductos de la quema de combustibles fósiles es un poderoso contaminante - <span class='key'>dióxido de carbono</span> (CO<sub>2</sub>) - que está provocando que la Tierra se caliente, produciendo olas de calor de temperaturas récord, incendios forestales y tormentas más poderosas.

source: <span class='key'>Pollutants</span> are any new substances, or extra abnormal amounts of naturally occurring substances, that are introduced by human activities into the air, water, or earth. So even though there are benefits for you from burning fossil fuels for electricity and transportation, there may also be some very harmful impacts to the environment from the carbon dioxide (CO<sub>2</sub>) gas pollutants produced from this human activity.
ar_eg: <span class='key'>الملوثات</span> هي أي مواد جديدة، أو كميات غير طبيعية إضافية من المواد التي تحدث بشكل طبيعي، والتي تنتج بفعل الأنشطة البشرية في الهواء أو الماء أو الأرض. على الرغم من أن هناك فوائد لك من حرق الوقود الأحفوري لتوليد الكهرباء والمواصلات، قد يكون هناك بعض الآثار الضارة جدا على البيئة من ثاني أكسيد الكربون (CO<sub>2</sub>) و ملوثات الغاز المنتجة من هذا النشاط الإنساني .
es_es: Los <span class='key'>contaminantes</span> son aquellas sustancias nuevas, o cantidades adicionales anormales de sustancias que ocurren en la naturaleza, que son introducidas por las actividades humanas en el aire, agua o tierra. Así que aunque hay beneficios para ti a partir de la quema de combustibles fósiles para la electricidad y el transporte, también pueden haber algunos efectos muy perjudiciales para el medio ambiente a raíz del dióxido de carbono (CO<sub>2</sub>) contaminantes gaseosos producidos a partir de dicha actividad humana.

source: But humans are smart! Both individually and as a society, there are things we can do to minimize the harmful impact we have on the environment by changing our behavior. It's a matter of being knowledgeable about the impact of humans on the environment and then making informed decisions on how to deal with the impact.
ar_eg: لكن البشر أذكياء! سواء على المستوى الفردي أو كمجتمع، هناك أمور يمكننا القيام بها لتقليل الآثار الضارة على البيئة من خلال تغيير سلوكنا. انها مسألة تتعلق بمدى معرفة تأثير البشر على البيئة ومن ثم اتخاذ قرارات مدروسة حول طريقة التعامل مع هذه التاثيرات.
es_es: ¡Pero los seres humanos somos inteligentes! Individualmente y como sociedad, hay cosas que podemos hacer para minimizar el impacto nocivo que tenemos sobre el medio ambiente, mediante el cambio de nuestro comportamiento. Se trata de estar bien informados sobre el impacto de los seres humanos sobre el medio ambiente y luego tomar decisiones informadas sobre cómo lidiar con el impacto.

source: Producing heat waves...
ar_eg: إنتاج موجات حرارية
es_es: Produciendo olas de calor...

source: Which of the following substances introduced into the environment would generally be considered pollutants? Check yes or no for all of the examples.
ar_eg: أي من المواد التالية التي أدخلت على البيئة تعتبر من الملوثات؟ ضع نعم أو لا لجميع الأمثلة.
es_es: ¿Cuál de las siguientes sustancias introducidas en el medio ambiente podrían en general ser consideradas contaminantes? Elige sí o no para todos los ejemplos.

source: Yes
ar_eg: نعم
es_es: Sí

source: No
ar_eg: لا

source: Carbon dioxide (CO<sub>2</sub>) that humans exhale into the air as a normal part of breathing.
ar_eg: يعتبر ثاني أكسيد الكربون (CO<sub>2</sub>) الذي يخرجه البشر كزفير في الهواء جزءا طبيعيا من التنفس.
es_es: Dióxido de carbono (CO<sub>2</sub>) que los seres humanos exhalan en el aire como una parte normal de la respiración.

source: This is not a pollutant because humans are part of the environment and their breathing is part of what naturally occurs. But what about if it’s a huge city of humans like New York or Tokyo? See the next item below.
ar_eg: هذا ليس ملوثا لأن البشر هم جزء من البيئة وتنفسهم هو جزء من ما يحدث بشكل طبيعي. ولكن ماذا إذا كانت مدينة فيها عدد هائل من البشر مثل نيويورك أو طوكيو؟ انظر البند التالي أدناه.
es_es: Éste no es un contaminante porque los seres humanos son parte del medio ambiente y su respiración es parte de lo que ocurre naturalmente. Pero ¿qué sucede si es una ciudad enorme, llena de seres humanos como Nueva York o Tokio?. Mira el siguiente artículo más abajo.

source: Methane gas (CH<sub>4</sub>) that farm cows fart after eating grass.
ar_eg: غاز الميثان (CH<sub>4</sub>) هو الغاز الذي تخرجه الأبقار على شكل ريح بعد أكل العشب.
es_es: Gas metano (CH<sub>4</sub>) que las vacas de la granja expulsan después de comer hierba.

source: Yes, because cows on a farm, especially a big farm with thousands of cows, add much more methane to the environment than would be normal in a natural field or woods with just a few animals.
ar_eg: نعم، لأن الأبقار الموجودة في المزرعة، وخاصة مزرعة كبيرة تحتوي آلاف الأبقار، إضافة المزيد من غاز الميثان على البيئة من شأنه أن يكون طبيعيا في حقل طبيعي أو في الغابة ذات عدد قليل من الحيوانات.
es_es: Sí, porque las vacas en una granja, especialmente una granja grande con miles de vacas, añaden mucho más metano al medio ambiente de lo que sería normal en un campo o bosque natural, con apenas unos cuantos animales.

source: Warm water discharged into a cold river from the cooling of a power plant.
ar_eg: المياه الدافئة تصرف في أحد الأنهار الباردة من محطة توليد الكهرباء.
es_es: Agua caliente expulsada en un río frío a partir del enfriamiento de una planta de energía.

source: Yes. If the water temperature of the river is normally cold and hot or even warm water is added, then that’s a pollutant. It’s called thermal pollution.
ar_eg: نعم. إذا كانت درجة حرارة الماء من النهر عادة باردة وساخنة أو حتى يضاف إليها ماء دافئ ، فهذه تصبح من الملوثات. وتسمى التلوث الحراري.
es_es: Sí. Si la temperatura del agua del río es normalmente fría y se agrega agua caliente o incluso tibia, entonces es un contaminante. Se llama contaminación térmica.

source: Carbon dioxide (CO<sub>2</sub>) from burning coal in an electric power plant.
ar_eg: ثاني أكسيد الكربون (CO<sub>2</sub>) ينتج من حرق الفحم في محطة لتوليد الطاقة الكهربائية.
es_es: Dióxido de carbono (CO<sub>2</sub>) de la quema de carbón en una planta de energía eléctrica.

source: This was discussed in the review.
ar_eg: وقد نوقش هذا في المراجعة.
es_es: Esto fue mencionado en la revisión.

source: Fertilizers that farmers put on a field to grow better crops.
ar_eg: الأسمدة التي يضعها المزارعون في الحقل لزراعة محاصيل أفضل.
es_es: Fertilizantes que los agricultores aplican en un campo para cultivar mejor.

source: Yes because farmers put nitrate and phosphate fertilizers on their fields to help make the crops grow faster and bigger. Some of it sometimes gets into the water around the farm and raises the nitrates and phosphates above normal, so it’s a pollutant.
ar_eg: نعم لأن المزارعين وضعوا النترات والفوسفات والأسمدة في حقولهم للمساعدة في جعل المحاصيل تنمو بشكل أسرع وأكبر. بعض ما يحصل أحيانا في الماء من حول المزرعة يرفع النترات والفوسفات فوق المعدل الطبيعي، لذلك فهي من الملوثات.
es_es: Sí porque los agricultores ponen fertilizantes de nitratos y fosfatos en sus campos para ayudar a que los cultivos crezcan más rápido y más grandes. Algunas veces un poco de ellos llega al agua cercana a la granja y eleva los nitratos y fosfatos por encima de lo normal, así que es un contaminante.

source: Oil that gets spilled into the ocean from an oil tanker cargo ship.
ar_eg: النفط الذي يتسرب إلى المحيط من سفينة الشحن الناقلة للنفط
es_es: Petróleo que se derrama en el océano de un buque petrolero.

source: Yes!
ar_eg: نعم!
es_es: ¡Sí!

source: Detergent from your dishwasher or clothes washer that gets into rivers.
ar_eg: المنظفات من غسالة صحونك أو غسالة الملابس والتي تنتهي بالأنهار.
es_es: Detergente de tu lavavajillas o lavadora de ropa que llega a los ríos.

source: Detergent or soap from your family’s laundry sometimes gets into the water around your house, so it’s a pollutant.
ar_eg: المنظفات أو الصابون من غسيل عائلتك يدخل أحيانا في المياه حول منزلك، لذلك فهي من الملوثات.
es_es: Detergente o jabón del lavado de tu familia a veces llega al agua cercana a tu casa, así que es un contaminante.

source: Methane gas (CH<sub>4</sub>) that deer fart after eating grass.
ar_eg: غاز الميثان (CH<sub>4</sub>) هو الغاز الذي تخرجه الأبقار على شكل ريح بعد أكلها للعشب.
es_es: Gas metano (CH<sub>4</sub>) que los ciervos expulsan después de comer hierba.

source: Deer farts in the woods are a normal and natural part of nature.
ar_eg: تطلق الغزلان الريح في الغابات وهذا جزء طبيعي وعادي في الطبيعة.
es_es: Los gases de los ciervos en el bosque son una parte normal y natural de la naturaleza.

source: Fertilizers from your lawn that run off into a local stream, river, or lake.
ar_eg: الأسمدة من عشب حديقتك و التي تجري داخل تيارات الماء المحلية وفي النهر، أو البحيرة.
es_es: Fertilizantes de tu jardín que escurren a un arroyo, río o lago local.

source: Yes, this is a pollutant. Just because it’s your lawn doesn’t mean it doesn’t have the same effect as a farm.
ar_eg: نعم، انها ملوثة. فقط كونه العشب الخاص بحديقتك، لا يعني أنه ليس لديه نفس التأثير كالمزرعة.
es_es: Sí, esto es un contaminante. Sólo porque es tu jardín, no significa que no tenga el mismo efecto que una granja.

source: Studying harmful chemicals...
ar_eg: دراسة المواد الكيميائية الضارة ...
es_es: Estudiando químicos dañinos...

source: More big ideas about... human environmental impact
ar_eg: المزيد من الأفكار الكبيرة حول ... الأثر البيئي البشري
