Repository: geneconde/NGR-sandbox
Catalog: demo/human-environmental-impact/Locale/*/LC_MESSAGES/human-environment-impact.po
Languages: ar_eg, es_es

source: That’s correct! Generally, a house requires wood that is logged from a forest natural environment and the human impact is a clear-cut forest. <br/>TVs require electricity that usually comes from hydroelectricity or some other electrical generating source. The natural environments impacted are rivers to provide power for hydroelectric generators. Examples of the resulting human impact are huge dams across rivers. <br/>Food requires ingredients like grain for pancakes, or vegetables or meat. These ingredients are usually grown on farms. The human impact is that farms replaced natural fields and woods. <br/>Cars require gasoline, which comes from oil, to run. Oil can be found underground below almost any natural environment. The human impact on these natural environments is the development of an oil-pumping field on the surface of the earth. <br/>Most bicycles are made from different kinds of metals like iron, chrome and others. These metals come from mines that dig these metals out of the ground.
ar_eg: هذا صحيح! عموما، المنزل يتطلب الخشب الذي يتم قطعه من غابات البيئة الطبيعية وتأثير الإنسان هو غابة خالية من الأشجار. <br/>أجهزة التلفزيون تتطلب الكهرباء التي تأتي عادة من الطاقة الكهرومائية أو بعض المصادر لتوليد الكهربائية الأخرى. البيئات الطبيعية المتأثرة هي الأنهار لتوفير الطاقة لمولدات الطاقة الكهرومائية. ومن الأمثلة على نتاج تأثير الإنسان على البيئة هي السدود الضخمة عبر الأنهار. يتطلب <br/> الطعام المكونات الغذائية مثل الحبوب للفطائر، أو الخضار أو اللحوم. وعادة ما تزرع هذه المكونات في المزارع. إن التأثير البشري هو أن المزارع استبدلت الحقول الطبيعية والغابات. تحتاج <br/> السيارات للوقود الذي يأتي من النفط، لتعمل. يمكن العثور النفط في الأرض تحت أي بيئة طبيعية تقريبا. تأثير الإنسان على هذه البيئات الطبيعية هو تطوير حقل ضخ النفط على سطح الأرض. وتصنع معظم <br/> الدراجات من أنواع مختلفة من المعادن مثل الحديد والكروم وغيرها.
es_es: ¡Eso es correcto! En general, una casa requiere de que madera sea talada de un entorno natural de bosques y el impacto humano es un bosque talado. <br/>La TV requiere de electricidad que generalmente proviene de la hidroelectricidad o alguna otra fuente de generación eléctrica. Los entornos naturales impactados son los ríos para proporcionar energía para los generadores hidroeléctricos. Ejemplos del impacto humano resultante son enormes presas a través de los ríos.<br/>La comida requiere de ingredientes como cereales para hacer panqueques, o vegetales o carne. Estos ingredientes se producen generalmente en las granjas. El impacto humano es que las granjas sustituyen campos y bosques naturales.<br/>Los autos requieren de gasolina, que proviene del petróleo, para funcionar. El petróleo se encuentra bajo tierra, debajo de casi cualquier ambiente natural. El impacto humano sobre estos ambientes naturales es el desarrollo de un campo de extracción de petróleo sobre la superficie de la Tierra. <br/>La mayoría de las bicicletas están hechas de diferentes tipos de metales como el hierro, cromo y otros. Estos metales provienen de minas que cavan para extraer estos metales de la tierra.

source: Nope! Generally, a house requires wood that is logged from a forest natural environment and the human impact is a clear-cut forest. <br/>TVs require electricity that usually comes from hydroelectricity or some other electrical generating source. The natural environments impacted are rivers to provide power for hydroelectric generators. Examples of the resulting human impact are huge dams across rivers. <br/>Food requires ingredients like grain for pancakes, or vegetables or meat. These ingredients are usually grown on farms. The human impact is that farms replaced natural fields and woods. <br/>Cars require gasoline, which comes from oil, to run. Oil can be found underground below almost any natural environment. The human impact on these natural environments is the development of an oil-pumping field on the surface of the earth. <br/>Most bicycles are made from different kinds of metals like iron, chrome and others. These metals come from mines that dig these metals out of the ground.
ar_eg: هذا صحيح! بشكل عام، يتطلب بناء البيت الكثير من الخشب والذي يتم قطعه من غابات البيئة الطبيعية وتأثير الإنسان هو وجود غابة خالية من الأشجار. <br/>أجهزة التلفزيون تتطلب الكهرباء التي تأتي عادة من الطاقة الكهرومائية أو بعض المصادر لتوليد الطاقة الكهربائية الأخرى. البيئات الطبيعية المتأثرة هي الأنهار لتوفر الطاقة لمولدات الطاقة الكهرومائية. ومن الأمثلة على نتاج تأثير الإنسان على البيئة هي السدود الضخمة عبر الأنهار. يتطلب <br/> الطعام المكونات الغذائية مثل الحبوب للفطائر، أو الخضار أو اللحوم. وعادة ما تزرع هذه المكونات في المزارع. إن التأثير البشري هو أن المزارع استبدلت الحقول الطبيعية والغابات. تحتاج <br/> السيارات للوقود المستخرج من النفط، لتعمل. يمكن العثور على النفط في الأرض تحت أي بيئة طبيعية تقريبا. تأثير الإنسان على هذه البيئات الطبيعية هو تطوير حقل ضخ النفط على سطح الأرض. وتصنع معظم <br/> الدراجات من أنواع مختلفة من المعادن مثل الحديد والكروم وغيرها. هذه المعادن تأتي من المناجم التي تستخرج هذه المعادن من باطن الأرض.
es_es: ¡Nop! En general, una casa requiere de que madera sea talada de un entorno natural de bosques y el impacto humano es un bosque talado. <br/>La TV requiere de electricidad que generalmente proviene de la hidroelectricidad o alguna otra fuente de generación eléctrica. Los entornos naturales impactados son los ríos para proporcionar energía para los generadores hidroeléctricos. Ejemplos del impacto humano resultante son enormes presas a través de los ríos.<br/>La comida requiere de ingredientes como cereales para hacer panqueques, o vegetales o carne. Estos ingredientes se producen generalmente en las granjas. El impacto humano es que las granjas sustituyen campos y bosques naturales.<br/>Los autos requieren de gasolina, que proviene del petróleo, para funcionar. El petróleo se encuentra bajo tierra, debajo de casi cualquier ambiente natural. El impacto humano sobre estos ambientes naturales es el desarrollo de un campo de extracción de petróleo sobre la superficie de la Tierra. <br/>La mayoría de las bicicletas están hechas de diferentes tipos de metales como el hierro, cromo y otros. Estos metales provienen de minas que cavan para extraer estos metales de la tierra.

source: Thinking about... human environmental impact
ar_eg: التفكير ب ... الأثر البيئي البشري
es_es: Pensando acerca del... impacto ambiental de los humanos

source: Everybody loves superheroes who save the world. There's Superman, Wonder Woman, Batman, Robin, Wolverine, and lots of other superheroes everybody reads about in comic books and sees in the movies. Do you want to be a superhero and save the world? YOU CAN!! You can become an Eco-Kid Super Ranger!! What are Eco-Kid Super Rangers you ask? Well, they're superheroes that disguise themselves as ordinary kids just like you. But they're not ordinary! They're really smart kids who know that what everybody does every day is affecting the earth and in some places destroying the environment. But Eco-Kid Super Rangers know what those things are and what we can all do to help lessen the impact of everyday living in modern society on the environment.
ar_eg: الكل يحب الأبطال الخارقين الذين ينقذون العالم. هناك سوبرمان، والمرأة العجيبة، باتمان وروبين، وولفيرين، والكثير من الأبطال الخارقين الآخرين الذين يقرأ عنهم الجميع في الكتب المصورة، ويراهم في الأفلام. هل تريد أن تكون بطلا خارقا وتنقذ العالم؟ بإمكانك ذلك!! يمكنك أن تصبح طفلا حارسا صديقا للبيئة !! من هم الأطفال أصدقاء وحراس البيئة؟ حسنا، انهم الأبطال الخارقين الذين يتنكرون كالأطفال العاديين مثلك. لكنهم ليسو عاديين! انهم الاطفال الأذكيا ء الذين يعرفون أن ما يفعله الجميع كل يوم يؤثر على الأرض وفي بعض الأماكن يدمرون البيئة. ولكن الأطفال أصدقاء وحراس البيئة يعرفون ما هي تلك الأشياء وما يمكننا أن نفعل لنساعد على التقليل من تأثير الحياة اليومية في المجتمع الحديث على البيئة.
es_es: Todo el mundo ama a los superhéroes que salvan al mundo. Están Superman, Wonder Woman, Batman, Robin, Wolverine, y un montón de otros superhéroes sobre los que todo el mundo lee en los libros de historietas y ve en las películas. ¿Quieres ser un superhéroe y salvar al mundo? ¡PUEDES SERLO! ¡¡Puedes convertirse en un Eco-Kid Super Ranger!! ¿Y qué es un Eco-Kid Super Ranger? Bueno, son superhéroes que se disfrazan como niños ordinarios como tú. ¡Pero no son ordinarios! Son niños muy inteligentes que saben que lo que hace todo el mundo cada día está afectando a la Tierra y en algunos lugares, está destruyendo al medio ambiente. Pero los Eco-Kid Super Rangers saben cuáles son esas cosas y lo que todos podemos hacer para ayudar a disminuir el impacto de la vida cotidiana en la sociedad moderna sobre el medio ambiente.

source: Do YOU want to be an Eco-Kid Super Ranger hero? If you do, then think about all the things you do or use in your life every day - like driving in a car, eating your food, living in your house. And think about where all the stuff comes from that helps you live the comfortable lifestyle you live. Now think about what effect getting all that stuff has on the earth's environment. Then, and here's the important part, think about how you can change your lifestyle, and that of your friends and family, to lessen your impact on the earth – and then do it! See, you really can be a superhero who saves the world.
ar_eg: هل تريد أن تكون بطلا خارقا صديقا وحارسا للبيئة؟ إن أردت،فكر في جميع الأشياء التي تقوم بها أو تستخدمها في حياتك يومية - مثل قيادة السيارة، وتناول طعامك، و العيش في منزلك. وفكر من أين تأتي كل الاشياء التي تساعدك في العيش حياة مريحة كالتي تعيشها الآن. فكر في تأثير الحصول على جميع الاشياء التي لديك من بيئة الأرض. وبعد ذلك يكمن الجزء المهم، فكر في كيفية تغيير نمط حياتك، وذلك عن طريق أصدقائك وعائلتك، للتخفيف من تأثيرك على الأرض - ثم افعله! هل ترى، أنت حقا يمكن ان تكون البطل الذي ينقذ العالم.
es_es: ¿Quieres ser TÚ un héroe Eco-Kid Super Ranger? Si así lo quieres, entonces piensa en todas las cosas que haces o utilizas en tu vida diaria - como conducir un auto, comer tu comida, vivir en tu casa. Y piensa acerca de dónde vienen todas las cosas que te ayudan a vivir el estilo de vida cómodo que tienes. Ahora, piensa en el efecto que conseguir todo eso tiene sobre el medio ambiente de la Tierra. Entonces, y aquí está la parte importante, piensa en cómo tú puedes cambiar tu estilo de vida y la de tus amigos y familiares, para disminuir el impacto sobre la Tierra - ¡y hazlo! ¿Ves? Realmente puedes ser un superhéroe que salva al mundo.

source: Are you ready
ar_eg: هل أنت مستعد،
es_es: Estás listo/a,

source: For each example of human impact on the environment shown in the bootom row, connect the image to the top row onto the picture of the original natural environment that was impacted. Some items have multiple answers.
ar_eg: لكل مثال على تأثير الإنسان على البيئة ، مبين في الصف السفلي، قم بتوصيل الصورة إلى الصف العلوي على صورة البيئة الطبيعية و الأصلية التي تأثرت. بعض البنود لها أجوبة متعددة.
es_es: Para cada ejemplo de impacto humano sobre el medio ambiente que se muestra en la fila inferior, conéctalo con la imagen de la fila superior en que la imagen muestra el ambiente natural original que fue impactado. Algunos elementos tienen varias respuestas.

source: For each example of human impact on the environment shown in the top row, drag the dot from that image to the dot on the image in the bottom row that will match the natural environment that was impacted.
ar_eg: السؤال ب. لكل مثال عن تأثير الإنسان على البيئة المبين في الصف العلوي، اسحب النقطة من تلك الصورة إلى النقطة على الصورة في الصف السفلي والتي تتناسب مع البيئة الطبيعية التي تأثرت.
es_es: Para cada ejemplo de impacto humano sobre el medio ambiente que se muestra en la fila superior, arrastra el punto de dicha imagen al punto sobre la imagen en la fila inferior que muestra el ambiente natural que fue impactado.

source: Effects of human impact
ar_eg: الآثار البيئية البشرية
es_es: Efectos del impacto humano

source: Not quite! Can you make additional connections? Shipping ports require a coastline on the seacoast or a large lake. Hydroelectric dam requires a river to dam up to create a reservoir to store water that will fall through the generators in the dam producing electricity. Logging and clear cutting happen in the forest natural environment. Farms are usually the result of plowing and replacing the natural environments of fields and meadows.
ar_eg: ليس تماما! هل يمكنك عمل روابط إضافية؟ موانئ الشحن تتطلب وجود شريط ساحلي على ساحل البحر أو البحيرة الكبيرة. سد الطاقة الكهرمائية يتطلب وجود نهر لسد و إنشاء خزان لتخزين المياه التي ستسقط عبر المولدات في سد توليد الكهرباء. قطع الأشجار وجعل الغابة خالية يحدث في بيئة الغابات الطبيعية . المزارع عادة ما تكون نتيجة الحراثة والاستعاضة عن البيئات الطبيعية من الحقول والمروج.
es_es: ¡No exactamente! ¿Puedes hacer conexiones adicionales? Los puertos de embarque requieren de una línea costera junto al mar o un lago grande. Una presa hidroeléctrica requiere de un río al cuál poner una presa para crear una reserva para almacenar el agua que caerá a través de los generadores de la presa para producir electricidad. La tala indiscriminada sucede en el ambiente natural del bosque. Las granjas usualmente son el resultado del arado y reemplazo de los ambientes naturales de campos y prados.

source: Which of the following statements about humans and the environment is <span class='blink'>NOT true</span>?
ar_eg: أي من العبارات التالية <span class='blink'>غير </span> صحيح حول البشر والبيئة ؟
es_es: ¿Cuál de las siguientes afirmaciones sobre los seres humanos y el medio ambiente <span class='blink'>NO es verdad</span>?

source: Human activities can have both a positive and a negative impact on the environment.
ar_eg: ويمكن للأنشطة البشرية على حد سواء أن تكون إيجابية ولها تأثير سلبي على البيئة.
es_es: Las actividades humanas pueden tener tanto un impacto positivo como un impacto negativo sobre el medio ambiente.

source: Not everything humans put into the environment is a pollutant.
ar_eg: ليس كل شيء يضعه البشر في البيئة هو ملوث.
es_es: No todo lo que los seres humanos depositan en el ambiente es un contaminante.

source: The purpose of the environment is to provide resources to make people's lives more comfortable and productive.
ar_eg: الغرض من البيئة هو توفير الموارد اللازمة لجعل حياة الناس أكثر راحة وإنتاجا.
es_es: El propósito del medio ambiente es proporcionar recursos para hacer las vidas de las personas más cómodas y productivas.

source: Humans are part of the environment so anything we do to impact the environment impacts us too.
ar_eg: البشر هم جزء من البيئة لذا فان أي شيء نقوم به للتأثير على البيئة يؤثر بنا أيضا.
es_es: Los seres humanos son parte del medio ambiente, así que cualquier cosa que hagamos para impactar al medio ambiente, también nos impacta a nosotros.

source: Interacting with environment...
ar_eg: التفاعل مع البيئة ...
es_es: Interactuando con el medio ambiente...

source: Not really - This is a TRUE statement. Human activities can have a negative impact on the environment when pollution occurs but humans can also have a positive impact on the environment when they clean up pollution or change their activities so that they don't pollute.
ar_eg: ليس حقا. ويمكن لأنشطة الإنسان أن تؤثر سلبا على البيئة عند حدوث التلوث ولكن يمكن أن يؤثر البشر تأثيرا إيجابيا على البيئة عندما يقومون بالتخلص من التلوث أو تغيير أنشطتهم بحيث لا يحدثون تلوث.
es_es: No realmente - esta declaración es VERDAD. Las actividades humanas pueden tener un impacto negativo sobre el medio ambiente cuando se produce la contaminación, pero los seres humanos también pueden tener un impacto positivo sobre el medio ambiente cuando eliminan la contaminación o cambian sus actividades para que no contaminen.

source: Not really - This is a TRUE statement. Not everything humans put into the environment is a pollutant. For instance, when we compost our waste food to create organic fertilizer, it actually helps the plants in the environment rather than hurting them.
ar_eg: ليس حقا - هذه عبارة صحيحة. ليس كل شيء يضعه البشر في البيئة ملوث. على سبيل المثال، عندما تختلط فضلات طعامنا لإنشاء الأسمدة العضوية، هي في الواقع تساعد النباتات في البيئة بدلا من إيذائها.
es_es: No realmente - esta declaración es VERDAD. No todo los que los seres humanos ponen en el medio ambiente es un contaminante. Por ejemplo, cuando creamos compostas con los desperdicios de comida para crear un fertilizante orgánico, en realidad ayudamos a las plantas en el medio ambiente en lugar de dañarlas.

source: Correct. This is NOT a TRUE statement. The environment is part of nature. It is neither there to help or hurt humans. Its purpose is not to make our lives more comfortable. We are part of nature and the environment and we should live in harmony with it to best ensure our long-term survival.
ar_eg: صحيح. هذه ليست عبارة صحيحة. البيئة هي جزء من الطبيعة. هي ليست موجودة لتؤذي أو تساعد البشر. والغرض منها عدم جعل حياتنا أكثر راحة. نحن جزء من الطبيعة والبيئة، ونحن يجب أن نعيش بانسجام معها لضمان البقاء على قيد الحياة على المدى الطويل.
es_es: Correcto. Esta declaración NO es verdad. El medio ambiente es parte de la naturaleza. No está allí para ayudar ni para dañar a los seres humanos. Su propósito no es hacer nuestra vida más cómoda. Nosotros somos parte de la naturaleza y el medio ambiente y debemos vivir en armonía con él para asegurar nuestra supervivencia a largo plazo.

source: Not really - This is a TRUE statement. Humans are part of the environment like all of the other animals on earth. But human activities impact the environment much greater than all the other animals so we have to be very careful about what we do because anything we do to the environment can come back to affect us too. For instance, if we have millions of people in a city flushing their toilets into a lake, like in the old days, people using the lake for drinking water and fishing would get sick.
ar_eg: ليس حقا - هذه عبارة صحيحة. - البشر هم جزء من البيئة مثل جميع الحيوانات الأخرى على الأرض. ولكن الأنشطة البشرية تؤثر على البيئة أكثر بكثير من جميع الحيوانات الأخرى لذلك علينا أن نكون حذرين جدا حول ما نقوم به لأن أي شيء نقوم به للبيئة يمكن أن يعود بالأثر علينا أيضا. على سبيل المثال، إذا كان الملايين من الناس في مدينة يدفقون الماء في المراحيض الخاصة بهم في البحيرة، كما كان الحال قديما، عند استخدام البحيرة لشرب المياه والصيد سيمرض الناس.
es_es: No realmente - esta declaración es VERDAD. Los humanos son parte del ambiente al igual que todos los demás animales de la Tierra. Pero las actividades humanas impactan al ambiente de una forma mucho mayor que todos los otros animales, así que debemos tener mucho cuidado con lo que hacemos porque todo lo que hacemos al medio ambiente puede afectarnos también. Por ejemplo, si tenemos a millones de personas en una ciudad que descargan el agua de sus baños en un lago, como en los viejos tiempos, las personas que utilizan el lago para obtener agua para beber y para pescar, se enfermarían.

source: Which of the following activities you do every day has the <span class='blink'>least</span> negative effect on the environment?
ar_eg: أي من الأنشطة التالية تفعله كل يوم له أقل تأثير سلبي على البيئة؟
es_es: ¿Cuál de las siguientes actividades que haces todos los días tiene el <span class='blink'>menor</span> efecto negativo sobre el medio ambiente?

source: Sleeping
ar_eg: النوم
es_es: Dormir

source: Eliminating pollution...
ar_eg: القضاء على التلوث ...
es_es: Eliminando la contaminación...

source: Correct - Sleeping has very little effect on the environment - except if you're sleeping in a comfortable heated or air conditioned house because it impacts the environment to build, heat and air-condition the house. So even sleep has some impact.
ar_eg: صحيح- النوم له تأثير قليل جدا على البيئة - إلا إذا كنت نائما في منزل مريح دافئ أو مكيف لأنه يؤثر على البيئة عند بناء وتكييف المنزل. إذن النوم لديه بعض التأثير.
es_es: Correcto - dormir tiene muy poco efecto sobre el medio ambiente - excepto si estás durmiendo en una casa cómoda con calefacción o aire acondicionado, pues ello impacta al medio ambiente para ser construida, y para obtener la calefacción y aire acondicionado. Así que incluso dormir tiene cierto impacto.

source: Not really - Going to school impacts the environment because the school is a big building that is built using resources from the environment and is heated and cooled as well. And, if you drive or take a bus to school, that takes resources from the environment - resources to build and power the car or bus.
ar_eg: لا حقا - الذهاب الى المدرسة يؤثر على البيئة لأن المدرسة هي عبارة عن مبنى كبير التي تم إنشاؤها باستخدام موارد البيئة ويتم تدفأتها وتبريدها كذلك. وإذا كنت تسوق أو تأخذ الحافلة إلى المدرسة، والتي تأخذ الموارد من البيئة - الموارد للبناء ولتشغيل السيارة أو الحافلة.
es_es: No realmente - Ir a la escuela impacta al medio ambiente porque la escuela es un gran edificio que es construido utilizando recursos del medio ambiente y es calentado y enfriado de la misma forma. Y, si vas en auto o en autobús a la escuela, eso utiliza recursos del medio ambiente - para construir y hacer que funcione el auto o el autobús.

source: Not really - Eating breakfast means that a farm probably was necessary to provide your food, and farms impact the environment as well.
ar_eg: ليس حقا - تناول وجبة الإفطار يعني أنه من الضروري أن توفر المزرعة طعامك، والمزارع تؤثر على البيئة أيضا.
es_es: No realmente - desayunar significa que una granja probablemente fue necesaria para proporcionar tus alimentos, y las granjas impactan al medio ambiente también.

source: Not really - Watching TV impacts the environment because it requires electricity that comes from coal, nuclear or hydroelectric power plants.
ar_eg: ليس حقا - مشاهدة التلفاز تؤثر على البيئة لأنها تتطلب الكهرباء التي تأتي من الفحم، ومحطات الطاقة النووية أو الطاقة الكهرومائية.
es_es: No realmente - Ver TV afecta al medio ambiente porque requiere de electricidad que proviene del carbón, de centrales nucleares o hidroeléctricas.

source: What is the best statement about the relationships between humans, wild animals, and the environment?
ar_eg: ما هي أفضل عبارة حول العلاقات بين البشر، والحيوانات البرية، والبيئة؟
es_es: ¿Cuál es la mejor declaración sobre las relaciones entre los seres humanos, animales y el medio ambiente?

source: Not really - As far as nature and the environment are concerned, humans and other animals are all equal parts of the environment.
ar_eg: ليس حقا - وبقدر عناية الطبيعة والبيئة، فالبشر والحيوانات الأخرى كلها أجزاء متساوية من البيئة.
es_es: No realmente - en cuanto se refiere a la naturaleza y el medio ambiente, los seres humanos y otros animales son todos partes iguales del medio ambiente.

source: Correct - Wild animals take just what they need from the environment to survive, but humans take more than they need just to survive so they impact the environment more than wild animals.
ar_eg: صحيح- الحيوانات البرية تأخذ فقط ما تحتاجه من البيئة للبقاء على قيد الحياة، ولكن يأخذ البشر أكثر من حاجتهم للبقاء على قيد الحياة حتى أنهم يؤثرون على البيئة أكثر من الحيوانات البرية.
es_es: Correcto - Los animales salvajes sólo toman lo que necesitan del ambiente para sobrevivir, pero los seres humanos toman más de lo que necesitan para sobrevivir así que impactan al medio ambiente más que los animales salvajes.
