Repository: geneconde/NGR-sandbox
Catalog: modules/ecosystems-interactions/Locale/*/LC_MESSAGES/ecosystem-interaction.po
Languages: ar_eg

source: How did I do?
ar_eg: كيف ابليت؟

source: Ecosystems Interactions
ar_eg: تفاعلات النظام البيئي

source: More core ideas... about ecosystems interactions
ar_eg: المزيد من االافكار الرئيسية حول تفاعلات النظام البيئي

source: You answered...
ar_eg: انت اجبت

source: Back
ar_eg: خلف

source: Check Answer
ar_eg: تفقد الاجابة

source: Next
ar_eg: التالي

source: Read More
ar_eg: اقرا اكثر

source: Please select your answers.
ar_eg: لو سمحت انتقي اجاباتك

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك

source: Please type your answer.
ar_eg: لو سمحت اطبع اجابتك

source: Previous
ar_eg: السابق

source: Close me!
ar_eg: !تمنعني

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دور او اقلب الصندوق في الاسفل اما فوق او تحت لتثبت اجابتك. انقر فوق, امسك واسحب الفارة لفوق او للاسفل

source: Start
ar_eg: ابدا

source: Welcome to the Ecosystems Interactions review
ar_eg: اهلا بكم في مراجعة تفاعلات النظام البيئي

source: Let's begin
ar_eg: لنبدا

source: Thinking about... ecosystems interactions
ar_eg: التفكير ب ... تفاعلات النظام البيئي

source: Think about your family. There are people in your family of different ages and with different jobs. Even though you do your own things every day and may even have your own bedrooms, you all live together and interact with each other every day. Now think about a pond, a desert, or a forest. They are called ecosystems. Now read the first sentences about your family again and think about how a family is like an ecosystem.
ar_eg: التغكير بالعائلة. هناك اناس في عائلتك باعمار مختلفة و بوضائف مختلفةبالرغم من انك تقوم باعمالك الخاصة كل يوم او ربما لديك غرفة نومك الخاصة,انتم جميعكم تعيشون معا و تتفاعلون مع بعضكم البعض كل يوم

source: Are you ready
ar_eg: هل انتم جاهزون

source: Checking what you know... about ecosystems interactions
ar_eg: فحص ما تعرفونه.... عن تفاعلات النظام البيئي

source: Read the following statements and decide if they are true or false.
ar_eg: اقرا العبارات التالية و قرر ما اذا هي صحيحة ام خاطئة

source: Statement
ar_eg: عبارة

source: True
ar_eg: صحيح

source: False
ar_eg: خاطئ

source: Ecosystems are simply a collection of organisms.
ar_eg: الانظمة البيئية هي ببساطة مجموعة متعضيات

source: Ecosystems don't change; they stay the same over time.
ar_eg: الانظمة البيئية لا تتغير: تبقى كما هى عبر الزمن

source: Species that live together in an ecosystem need to get along.
ar_eg: الانواع التي تعيش معا في نظام بيئي تحتاج لان تنسجم

source: Some species may disappear with no effect on an ecosystem.
ar_eg: بعض الانواع قد تختفي دون ان تاثر على النظام البيئي

source: Ecosystems include not just the organisms but also the interactions among the organisms and between the organisms and their physical environment. All organisms are important within an ecosystem even though some may compete for resources and feed on one another. After going through this review come back and see if you would answer any of the true/false statements differently.
ar_eg: الانظمة البيئية لا تتضمن فقط المتعضيات بل ايضا التفاعلات فيما بينها ب التفاعلات بين المتعضيات و بيئتها المادية. كل المتعضيات مهمة في داخل النظام البيئي على الرغم من ان البعض قد يتنافس من اجل الموارد و يتغذى على بعضه البعض

source: Working together...
ar_eg: الععمل معا

source: Reviewing core ideas... about ecosystems interactions
ar_eg: مراجعة الافكار الرئيسية .... حول تفاعلات النظام البيئي

source: This desert is an <span class="key">ecosystem</span>. It is made up of living and non-living things that interact with each other. A desert does not get a lot of rain, but it gets a lot of sun. So the plants and animals that live in a desert adapt to be able to survive these conditions.
ar_eg: هذه الصحراء هي نظام بيئي. انها مكونة من اشياء حية و غير حية تتفاعل مع بعضها البعض. الصحراء لا تحصل على الكثير من المطر, ولكنها تحصل على الكثري من اشعة الشمس. ولذلك النباتات و الحيوانات التي تعيش هناك تتكيف لتكون قادرة على النجاة في تلك الظروفا

source: Animals and plants survive and live in a desert ecosystem by <span class="key">adapting</span> to the desert. Over time the kind of cactus best suited to live in a desert continue to grow and reproduce while other kinds of cactus eventually disappear. Cacti (more than one cactus) store water in their stems to help them survive the lack of rain. Kangaroo rats sleep underground where it is cooler and look for food during the night when the sun goes down. Owls hunt at night after the sun goes down, often catching kangaroo rats.
ar_eg: الحيوانات و النباتات التي تنجو و تعيش في نظام بيئة الصحراء تتكيف مع الصحراء. عبر الزمن نوع الصبار الاكثر ملائمة للعيش في الصحراء يستمر في النمو و اعادة الانتاج بينما هناك انواع من الصبار تختفي في النهاية.اشجار الصبار ( اكثر من صبارة واحدة) تخزن الماء في سيقانها لتساعدها على النجاة من نقص الامطار. جرذان الكنغر تنام تحت الارض حيث المكان ابرد وتبحث عن الطعام خلال الليل عندما تغرب الشمس .البوم يصطاد في الليل بعد غروب الشمس , في العادة تمسك بجرذان الكنغر

source: A <span class="key">healthy ecosystem</span> is one of which many species are able to meet their needs for life over a long period of time. All species need food, water, and other resources. Some even depend upon one another. <span class="key">Predators</span> depend upon their prey species for food. <span class="key">Prey</span> species depend upon other predators to control their numbers. If either type is removed from an area, all living things in the area suffer. Prey species reproduce uncontrollably and begin to die as their food sources run out. Predators begin to die off quickly because their food is gone.
ar_eg: النظام البئي الصحي هو اللذي تكون فيه عدة انواع قادرة تلبية احتياجات الحياة الخاصة بها على مدى فترة زمنية طويلة . كل الاانواع تحتاج للغذاء و الماء و مصادر اخرى. حتى ان البعض منها يعتمد على بعضه االبعض. المفترسات تعتمد على فرائسها للغذاء. الفرائس تعتمد على المفترسات الاخرى من اجل السيطرة على اعدادها. اذا انتقل احد الانواع من المنطقة كل الانواع الاخرى في المنطقة سوف تعاني. الفرائس تتكاثر بشكل لا يمكن السيطرة عليه ثم تبدا بالموت حالما تنفذمصادر غذائها . و المفترسات تبدا بالموت بسرعة لان غذائها قد تلاشى

source: Walking on the desert...
ar_eg: المشي في الصحراء

source: Quick Check #1
ar_eg: فحص سريع #1

source: Question A. What is an ecosystem?
ar_eg: السؤال أ.ما هة النظام البيئي

source: An un-natural unit consisting of plants, animals, and microorganisms in an area functioning together and interacting with the environment.
ar_eg: الوحدة الغير طبيعية تتكون من نباتات , و حيوانات و عضيات صغيرة في منطقة معينة تعمل مع بعضها و تتفاعل مع البيئة

source: A natural unit consisting of plants, animals, and microorganisms in an area functioning together and interacting with the environment.
ar_eg: الوحدة طبيعية تتكون من نباتات , و حيوانات و عضيات صغيرة في منطقة معينة تعمل مع بعضها و تتفاعل مع البيئة

source: An un-natural unit consisting of plants, animals, and microorganisms in an area not functioning together or interacting with the environment.
ar_eg: الوحدة الغير طبيعية تتكون من نباتات , و حيوانات و عضيات صغيرة في منطقة معينة تعمل مع بعضها او تتفاعل مع البيئة

source: A natural unit consisting of plants, animals, and microorganisms in an area not functioning together or interacting with the environment.
ar_eg: الوحدة طبيعية تتكون من نباتات , و حيوانات و عضيات صغيرة في منطقة معينة لا تعمل مع بعضها او تتفاعل مع البيئة

source: Question B. What non-living things might be in an ecosystem?
ar_eg: السؤال ب. ماذا يمكن ان تكون الاشياء غير الحية في النظام البيئي؟

source: Mammals and insects
ar_eg: ثديات و حشرات

source: Fungi and plants
ar_eg: فطريات و نباتات

source: Rocks and soil
ar_eg: صخور و تربة

source: Bacteria and other microbes
ar_eg: بكتيريا و ميكروبات اخرى

source: Not quite! An ecosystem is a natural unit of living things interacting together and with the environment.
ar_eg: ليس تماما ! وحدة طبيعية من اشياء حية تتفاعل مع بعضها و تتفاعل مع البيئة !

source: Correct! Within an ecosystem all kinds of living and non-living interact and exist together.
ar_eg: صحيح ! داخل النظام البيئي كل الاشياء الحية وغير الحية تتفاعل و توجد مع بعضها

source: Nope! An ecosystem is a natural unit of living things interacting together and with the environment. If the parts of an ecosystem did not work together it really wouldn't be a system.
ar_eg: غير صحيح ! وحدة طبيعية من اشياء حية تتفاعل مع بعضها و داخل البيئة . اذا لم تعمل اجزاء النظام البيئي معا فلن تكون نظام فعلا

source: Not quite! An ecosystem is a natural unit of living things- but living and non-living things function and interact with each other within the ecosystem.
ar_eg: ليس تماما!وحدة طبيعية من اشياء حية ولكن الاشياء الحية وغير الحية تعمل و تتفاعل مع بعضها داخل البيئة

source: Nope! Mammals and insects can be part of an ecosystem, but they are living things. Rocks and soil are examples of non-living parts of an ecosystem.
ar_eg: لا! الثديات و الحشرات يمكن ان تكون جزا من النظام البيئي , ولكنها اشياء حية . الصخور و التربة امثلة على الاجزاء غير الحية للنظام البئيئ

source: Nope! Fungi and plants can be part of an ecosystem, but they are living things. Rocks and soil are examples of non-living parts of an ecosystem.
ar_eg: لا ! الفطريات و النباتات يمكن ان تكون جزء من النظام البيئي ولكنها اشياء حية الصخور و التربة امثلة على الاجزاء غير الحية للنظام البئيئ

source: Correct! Rocks and soil would be considered non-living parts of an ecosystem. The non-living and living components of an ecosystem are always interacting with each other, for example, when a plant is growing in soil.
ar_eg: صحيح ! يمكن اعتبار الصخور و التربة كاجزاء غير حية للنظام البيئي. المكونات الحية وغير الحية للنظام البيئي تتفاعل دائما مع بعضها , على سبيل المثال عندما تنمو النباتات في التربة

source: Nope! Bacteria and microbes can be part of an ecosystem, but they are living things. Rocks and soil are examples of non-living parts of an ecosystem.
ar_eg: لا ! البكتيريا و الميكروبات يمكن ان تكون اجزاء للنظان البيئي ولكنها اشياء حية . الصخور و التربة امثلة على الاجزاء غير الحية للنظام البيئي

source: Ready for your first quick check?
ar_eg: هل انتم جاهزون لفحصكم الاول؟

source: People can change or affect ecosystems in many different ways. In fact, almost everything humans have done throughout history has somehow changed different ecosystems. People cut down trees to make space in a forest. They plant trees to create shade in a grassland. They plant crops and make space for the animals we need for food.
ar_eg: يمكن للناس ان تغيير أو تؤثر على النظم البيئي في العديد من الطرق المختلفة. في الواقع، تقريبا كل ما فعله البشر على مر التاريخ قد غير بطريقة أو بأخرى النظم البيئيةالمختلفة. قطع الناس الأشجار لجعل مساحة في غابة. زرعوا الأشجار لخلق الظل في المراعي. ازرعوا المحاصيل وافسحوا المجال للحيوانات اللتي نحتاجها للغذاء

source: One example of how people changed an ecosystem is the case of Yellowstone National Park, a preserved area. Around it, people built roads, fought forest fires, and built campgrounds and lodges. As more people began to visit this park, a decision was made to eliminate large predators, like mountain lions and wolves, by hunting them to extinction within the park.
ar_eg: أحد الأمثلة عن كيفية تغير الناس للنظام البيئي هو حالة حديقة يلوستون الوطنية، وهي منطقة محمية من حوله، بني الناس الطرق، و حاربوا حرائق الغابات، وبنيت المخيمات والنزل. حالما بدأ المزيد من الناس بزيارة هذه الحديقة، تم اتخاذ قرار للقضاء على الحيوانات المفترسة الكبيرة، مثل الاسود والذئاب الجبلية، من خلال صيدها للانقراض داخل الحديقة.

source: Over many years, the park changed; going from a forest filled with large trees and open spaces to one filled with shrubs and dead wood. The elk herd grew so rapidly that animals began to die due to a lack of food. Park managers eventually decided to make an attempt to return the park to its natural state.
ar_eg: على مدى سنوات عديدة، تغيرت الحديقة؛ من غابة مليئة بالأشجار الكبيرة والمساحات المفتوحة إلى واحدة مليئة الشجيرات والخشب الميت. نما قطيع الأيائل بسرعة كبيرة بحيث بدأت الحيوانات بالموت بسبب نقص الغذاء. قرر مديرو الحديقة في نهاية المطاف إلى محاولة جعل الحديقة تعود إلى حالته الطبيعية.

source: People can also make indirect effects on ecosystems by burning fossil fuels like coal and oil, which can cause air and water pollution. This affects species that depend on these natural resources (air, soil, and water) and that can lead to a change in an ecosystem as well.
ar_eg: يمكن للناس أيضا عمل اثار غير مباشرة على النظم البيئي عن طريق حرق الوقود الاحفوري مثل الفحم والنفط، والتي يمكن أن يتسبب في تلوث الهواء والماء. هذا يؤثر على الأنواع التي تعتمد على هذه الموارد الطبيعية (الهواء والتربة والمياه) والتي يمكن أن تؤدي إلى تغيير في النظام بيئي كذلك.

source: Burning fossil fuels...
ar_eg: احراق الوقود الاحفوري

source: Quick Check #2
ar_eg: فحص سريع#2

source: Question A. Check <span class="blink">all</span> the ways farming practices that are intended to increase crop production can be bad for the ecosystem.
ar_eg: السؤال أ. تفحص طرق التي تمارسها الزراعة التي تهدف إلى زيادة إنتاج المحاصيل يمكن أنتكون سيئة للنظام البيئي

source: Nutrients may be taken from the soil.
ar_eg: يمكن أن تؤخذ العناصر الغذائية من التربة.

source: Nearby streams can become polluted.
ar_eg: يمكن أن تصبح لمجاري المائية القريبة ملوثة.

source: Grass fires may occur more frequently.
ar_eg: قد تتكرر حرائق الاعشاب اكثر

source: Habitats for some animals may be destroyed.
ar_eg: قد تدمر مساكن بعض الحيوانات

source: Question B. Which statement is an example of a living thing interacting with a non-living thing?
ar_eg: السؤال ب. أي عبارة هي مثال على شيء حي يتفاعل مع شيء غير الحية؟

source: A beaver cutting down trees.
ar_eg: قندس يقطع الاشجار

source: A prairie dog living under soil.
ar_eg: كلب البراري يعيش تحت التربة

source: A plant and fungus living together.
ar_eg: النبات والفطريات التي تعيش معا

source: A flower that is pollinated by a bee.
ar_eg: زهرة يتم تلقيحها عن طريق النحل.

source: Plowing soil...
ar_eg: حراثة التربة

source: Correct! These are all things people do that can affect the species living in an ecosystem. If we use the soil over and over without taking care of it, or empty chemicals into streams, we will impact the ecosystem in the worst way.
ar_eg: صحيح! هذه هي كل الأشياء التي يفعلها الناس و يمكن أن تؤثر على أنواع الكائنات الحية في النظام البيئي. إذا استخدمنا التربة مرارا وتكرارا دون العناية بها، أو المواد الكيميائية المفرغة في الجداول، سوف نؤثر على النظام االبيئي في أسوأ طريقة.

source: Think again! (a) is one of the effects--people change the soil they use. If the soil is used over and over to grow crops and no fertilizer is added to it, the natural nutrients in the soil will be severely reduced. (b) is also one of the effects--farmers use chemicals to help plants grow faster and kill plants and bugs that try to eat the plants they are growing. Rain can wash a lot of these chemicals into the river and pollute the water. (c) a fire every so often can actually be good for an ecosystem because it allows new plants to grow. (d) is also bad for the ecosystem because when tree and other vegetation are cut down to make room for a farm, many animals may lose what they need to survive.
ar_eg: فكر مرة أخرى! (أ) هي واحدة من الآثار - الناستؤثر على التربة التي يستخدمونها. إذا تم استخدام التربة مرارا وتكرارا لزراعة المحاصيل وعدم إضافة أية الأسمدة إليها، سيتم تخفيض المغذيات الطبيعية في التربة بشدة. (ب) هي أيضا واحدة من الآثار - المزارعين يستخدمون المواد الكيميائية لمساعدة النباتات لتنمو بشكل أسرع وقتل النباتات والحشرات التي تحاول أكل النباتات التي تنمو. المطر يمكن أن يغسل الكثير من هذه المواد الكيميائية في النهر وتلوث المياه. (ج) النار بين الحين والآخر يمكن أن تكون في الواقع جيدة لنظام بيئي لأنها تسمح لنباتات جديدة بالنمو. (د) هو أيضا سيئ للنظام البيئي لأنه عندما يتم قطع الأشجار وغيرها من النباتات لإفساح المجاللمزرعة، قد تفقد العديد من الحيوانات ما يحتاجوناليه للبقاء على قيد الحياة.

source: Not quite! Trees are living things. The way beavers cut down trees and build dams changes the ecosystem a lot. They create ponds and offer protection to many animals.
ar_eg: ليس تماما! الأشجارهي كائنات حية. الطريقة التي تقطع بها القنادس الأشجار وبناء السدود يغير النظام البيئي كثيرا. لأنها تخلق البرك وتوفر الحماية لكثير من الحيوانات.

source: Correct! The soil keeps the prairie dog safe, and they dig tunnels helping the water to get everywhere in the soil.
ar_eg: صحيح! التربة تحافظ على الكلب البري آمن، وهي تحفر الأنفاق التي تساعد الماء للوصول على كل مكان في التربة.

source: Not quite! A plant and fungus can live together in a way that they both can benefit, but both are living things.
ar_eg: ليس تماما! النبات والفطريات يمكن أن تعيش معا في الطريقة التي يمكن أن تستفيد بها كلاهما، ولكنهما كائنات الحية.

source: Not quite! Bees pollinate flowers and the interaction results in more flowers and food for the bee, but both are living things.
ar_eg: ليس تماما! النحل يلقح الزهور ونتائج التفاعل في زهور اكثر وغذاء للنحل، لكن كلاهما كائنات الحية.

source: How do animals adapt to live in different ecosystems? Some animals adapt to different habitats, and some animals do well just the way they are. It depends on the species and on the ecosystem. An adaptation is a change in the body structure, processes or behavior of a specie that has evolved over a period of generations. All surviving species have adapted to different climates and conditions over the years. For example, animals that live in cold climates have thick fur, and animals that live in warm climates have bodies that help them stay cool. Animals also adapt in different ways to help them find food in their habitat. For example, a snake that lives in the desert that eats small animals would probably have a hard time staying warm and finding food in an arctic environment.
ar_eg: كيف تتكيف الحيوانات على العيش في النظم البيئية المختلفة؟ بعض الحيوانات تتكيف مع مواطن مختلفة، وبعض الحيوانات تحسن صنعا تماما كما هي. ذلك يعتمد على الأنواع وعلى النظام البيئي. التكيف هو تغيير في بنية الجسم، العمليات أو السلوك للانواع التي تطورت على مدى اجيال. وقد تكيفت كل الأنواع الحية لمناخات وظروف مختلفة على مر السنين. على سبيل المثال، الحيوانات التي تعيش في المناخات الباردة لديهم الفراء السميك، والحيوانات التي تعيش في المناخات الحارة لها الهيئات التي تساعدها على البقاء باردة. الحيوانات تتكيف أيضا بطرق مختلفة لمساعدتهم في العثور على الغذاء في بيئتها. على سبيل المثال، فإن الثعابين التي تعيش في الصحراء و تأكل الحيوانات الصغيرة ربما تجد صعوبة في البقاء دافئة وإيجاد الطعام في بيئة القطب الشمالي.

source: Parrots were brought to the Hawaiian Islands as pets and were either released or escaped. Hawaii turns out to be excellent habitat for parrots and they have reproduced in the wild. Unfortunately, many native Hawaiian birds have difficulty competing with parrots for food and are nearing extinction. Plants or animals living in wild spaces outside their native ranges, such as these parrots now found in Hawaii, are known as <span class="key">invasive species</span>. Invasive species create problems for native species either by preying upon the natives for food, or by out-competing them for food and other resources.
ar_eg: تم جلب الببغاوات إلى جزر هاواي كحيوانات أليفة وإما اطلقت أو هربت. هاواي تتحول لتصبح موطن ممتاز للببغاوات التي تتكاثر في البرية. للأسف، الكثير من طيور هاواي الأصليين يجدون صعوبة في التنافس مع الببغاوات على الغذاء و توشك على الانقراض. النباتات أو الحيوانات التي تعيش في الأماكن البرية خارج نطاقاتها الأم، مثل هذه الببغاوات توجد الآن في هاواي، والمعروفة باسم <span class='key'> الأنواع الغازية </span>. الأنواع الغازية خلقت مشاكل للأنواع الأصلية إما عن طريق الافتراس على المواطنين للغذاء، أو المنافسة لهم على الغذاء والموارد الأخرى.

source: Adapting to environment...
ar_eg: التكيف مع البيئة

source: Quick Check #3
ar_eg: فحص سريع # 3

source: Question A. Why do adaptations become common in populations?
ar_eg: سؤال أ . لماذا اصبح التكيف شائعا بين السكان؟

source: Adaptations make it harder for animals to survive.
ar_eg: التكيف يزيد صعوبة البقاء بانسبة للحيوانات

source: Only animals are able to adapt.
ar_eg: فقط الحيوانات قادرة على التكيف

source: Only plants are able to adapt.
ar_eg: فقط النباتات قادرة على التكيف

source: Adaptations make it easier for animals to survive.
ar_eg: التكيف يسهل البقاء بالنسبة للحيوانات

source: Question B. Which of the following would <span class="blink">NOT</span> be a problem created by an invasive species?
ar_eg: اي من التالية قد لا تكون مشكلة اوجدتها الطيور الغازية سؤال ب.

source: A. Creating new habitat for native species.
ar_eg: A. ابتكار مواطن جديدة للانواع الاصلية

source: B. Preying upon native species.
ar_eg: B. افتراس الانواع الاصلية

source: C. Competing with native species.
ar_eg: C. التنافس مع الانواع الاصلية

source: D. Over-populating the habit.
ar_eg: D. زيادة اعداد سكان الموطن

source: Feeding wild birds...
ar_eg: تغذية الطيور البرية

source: Nope! Adaptations make survival easier.
ar_eg: لا! التكيف يسهل البقاء

source: Nope! All living things are able to adapt to changing environments.
ar_eg: لا! كل الكائنات الحية قادرة على التكيف مع البيئات المتغيرة

source: Correct! In the desert, the owl stays cool by hunting for its prey at night.
ar_eg: صحيح! في الصحراء الببغاء المفترسة تبقى باردة عن طريق صيد فريستها ليلا

source: That's the one! New habitat would be great if invasive species created it. They don't.
ar_eg: هذا هو ! الموطن الجديد قد يكون رائعا اذا صنعته الانواع الغازية اليس كذلك

source: Not quite! Invasive species often prey upon natives.
ar_eg: ليس تماما!غالبا ما تتغذى الانواع الغازية على الاصلية

source: Sorry. Invasive species often out-compete natives.
ar_eg: اسف. الانواع الغازية غالبا تنافس الاصلية

source: Nope! Without predators, invasive species would increase rapidly in population.
ar_eg: لا! بدون المفترسة , الاانواع الغازية قد تتزايد بسرعة بين السكان

source: Ecosystems come in different sizes. They can be as small as a puddle or as large as the Earth itself. Any group of living and nonliving things interacting with each other can be considered as an ecosystem. An ecosystem is made up of a habitat, where things live; and a community, the animals and plants who live there. A habitat is the natural home or environment of an animal, plant, or other organism.
ar_eg: النظم البيئية تأتي في أحجام مختلفة. يمكن أن تكون صغيرة مثل بركة أو كبيرة مثل الأرض نفسها. أي مجموعة من الأشياء غير الحية التي تعيش وتتفاعل مع بعضها البعض ويمكن اعتباره نظام بيئي. ويتكون النظام البيئي يتكون من المواطن، حيث تعيش الأشياء؛ والمجتمع، والحيوانات والنباتات التي تعيش هناك. والمواطن الطبيعية هي موطن أو بيئة حيوان، نبات، أو غيرها من الكائنات الحيه.

source: In a habitat, plants and animals interact and rely on each other. In Africa, one of the largest trees and one of the tiniest insects rely completely on each other for survival. The sycamore fig tree supports an entire ecosystem, consisting of birds, snakes, insects, monkeys and elephants.
ar_eg: كبر الأشجار و واحدة من أصغر الحشرات تعتمد تماما على بعضها البعض من أجل البقاء. شجرة الجميز التين يدعم النظام البيئي بأكمله، ويتألف من الطيور والثعابين والحشرات والقرود والفيلة.

source: The picture at the right that looks like fruits is actually a set of flowers. They can only be pollinated by a tiny wasp that brings along pollen from another fig tree. Over a period of weeks, the wasp eggs hatch and begin to develop through a series of life stages, using the inside of the developing fruit as food.
ar_eg: الصورة في الجهة اليمنى والتي تبدو مثل الفواكه هي في الواقع مجموعة من الزهور. لا يمكن أن تلقح الا بواسطة دبور صغير تحضر حبوب اللقاح من شجرة التين آخرى. على مدى فترة من الأسابيع، يفقس بيض الدبور ويبدء في التطور من خلال سلسلة من مراحل الحياة، وذلك باستخدام ما بداخل الفاكهة النامية كغذاء.
