Repository: geneconde/NGR-sandbox
Catalog: modules/ecosystems-interactions/Locale/*/LC_MESSAGES/ecosystem-interaction.po
Languages: ar_eg

source: The sycamore fig is also the center of a larger system involving many other creatures. When the fruit ripens a wide variety of animals come to feed. Monkeys harvest and eat the fruits, as do elephants and bats. Some birds even use the tree for shelter, grey hornbills building nests in hollow spaces in the trunk. Hollow spaces are also used by bees as a shelter for hives. The sycamore fig further supports its ecosystem by forming fruits several times each year. If there are a few trees in an area, nourishing food will always be available. This entire complex system depends upon the interaction between a tree and a wasp. If either is lost, the whole system collapses.
ar_eg: التين الجميز هي أيضا مركز نظام أكبر تنطوي على العديد من المخلوقات الأخرى. عندما تنضج ثمرة مجموعة واسعة من الحيوانات تأتي لتغذية. القرود و الحصاد وأكل الفواكه، كما تفعل الفيلة والخفافيش. بعض الطيور حتى تستخدم الشجرة كالمأوى، طائر البوقير الرمادي يبني اعشاشه في مساحات جوفاء في الجذع. وتستخدم الفراغات أيضا من قبل النحل كملجأ للخلايا. يدعم التين الجميزنظامه البيئي اكثر من خلال تشكيل الفواكه عدة مرات كل عام. إذا كان هناك عدد قليل من الأشجار في المنطقة، الطعام المغذي سوف يكون متاحة دائما. هذا النظام المجمع بأكمله يعتمد على التفاعل بين شجرة والد بور. إذا فقد احدها، ينهار النظام باكله.

source: Setting up turtle habitat...
ar_eg: انشاء موطن السلاحف

source: Quick Check #4
ar_eg: فحص سريع #4

source: Question A. What is a beaver's habitat?
ar_eg: سؤال ا. ما هو موطن القندس ؟

source: The number of beavers in a given area.
ar_eg: عدد القنادس في منطقة معطاة

source: The streams of North America.
ar_eg: ينابيع شمال اميريكا

source: The plants that beavers eat.
ar_eg: النبات الذي ياكله القندس

source: The tail of a beaver.
ar_eg: ذيل القندس

source: Question B. Which of the following animals does not use the sycamore fig as a food source?
ar_eg: أي من الحيوانات التالية لا يستخدم التين الجميز كمصدر للغذاء ؟ سؤال ب.

source: Monkeys
ar_eg: القردة

source: Elephants
ar_eg: الفيلة

source: Bats
ar_eg: الخفافيش

source: Bees
ar_eg: النحل

source: Ready for your last quick check?
ar_eg: جاهزون لاخر فحص سريع؟

source: Nope! The beaver's habitat is where the animal lives - streams of North America.
ar_eg: كلا! موطن القندس هو حيث يعيش الحيوان - ينابيع أمريكا الشمالية.

source: Correct! Beavers live in lodges created from branches and mud. They build their lodges after they build dams and create a pond.
ar_eg: صحيح! القنادس يعيش في النزل التي تم إنشاؤها من الفروع والطين. يبنون النزل الخاصة بهم بعد بناء السدود وإنشاء بركة.

source: Nope! The beaver's habitat is where the animal lives – plants are only part of their habitat.
ar_eg: لا! مواطن القندس حيث تعيش الحيوانات- النبات هو فقط جزء من موطنها

source: Nope! The beaver's tail is an adaptation - streams of North America are its habitat.
ar_eg: لا! ذيل القندس هو تكيف- ينابيع شمال اميركا هي موطنها

source: Nope! Monkeys eat the fig fruits.
ar_eg: لا! القردة تاكل فاكهة التين

source: Not quite! Elephants love figs.
ar_eg: ليس تماما ! الفيلة تحب التين

source: Not bats. Bats even eat figs upside down!
ar_eg: ليست الخفافيش . الخفافيش تاكل التين راسا على عقب

source: Correct! Bees don't eat figs, they build hives in hollow spaces.
ar_eg: صحيح ! النحل لا باكل التين

source: Using what you know... about ecosystems interactions... to solve a problem
ar_eg: باستخدام ما تعرف... عن تفاعلات النظام البيئي ..لحل المشكلة

source: The Problem
ar_eg: المشكلة

source: When people move into an area, they can't help but immediately begin to make changes. They need food and a place to live. They like to live in communities with other people. They each have their own sense of what is useful and attractive. The pictures below show examples of how different landscapes looked before and since people arrived.
ar_eg: عند انتقال الناس إلى منطقة، فإنهم لا يمكن أن يساعدوا ولكن على الفور يبدؤون في إجراء تغييرات. يحتاجون الى طعام ومكان للعيش فيه. أنهم يحبون في العيش في المجتمعات مع أشخاص آخرين. أنهم يتمتلكون حسهم الخاص حول ما هو مفيد وجذاب لهم. تظهر الصور أدناه أمثلة لكيف كانت تبدو المناظر الطبيعية المختلفة قبل ومنذ وصول الناس.

source: The Task
ar_eg: المهمة

source: The historical society in your town has hired you to prepare a report on what the town area may have looked like before people settled there. Take a walk around your neighborhood and make some notes in the space below about how you think your own community looks now and how it may have looked before people settled there.
ar_eg: المجتمع التاريخي في بلدتك وقد استأجرك لكي تعد تقريرا عن ما كانت تبدو عليه المدينة قبل استقرار الناس هناك. تمشى حول منطقتكم وخذ الملاحظات في المكان المخصص أدناه حول ما تعتقد ان مدينتكم تبدو عليه الآن، وكيفكانت تبدو قبل استقرار الناس هناك.

source: Please type your answer here...
ar_eg: الرجاء طباعة اجابتك هنا

source: Looking at the old pictures...
ar_eg: النظر للصور القديمة

source: Summarizing core ideas... about ecosystems interactions
ar_eg: تلخيص الافكار الرئيسية حول تفاعلات النظام البيئي

source: An <span class="key">ecosystem</span> is made up of living and non-living things that interact with each other. Animals and plants survive and live in their ecosystem by <span class="key">adapting</span> to its conditions. In a <span class="key">healthy ecosystem</span> many species are able to meet their needs (food, water, and other resources) for life over a long period of time. People can change ecosystems in many different ways. The changes affect species that depend on the natural resources (air, soil, and water) in the ecosystem. Some animals need to adapt to their habitat over time, and some <span class="key">invasive species</span> do not. Plants or animals living in wild spaces outside their native ranges are known as <span class="key">invasive species</span>. Ecosystems come in different sizes. An ecosystem is made up of a habitat, where things live; and a community, the animals and plants who live there. A habitat is the natural home or environment of an animal, plant, or other organism. In a habitat, plants and animals interact and rely on each other.
ar_eg: النظام البيئي يتكون من الكائنات الحية وغير الحية التي تتفاعل مع بعضها البعض. الحيوانات والنباتات تبقى حية و تعيش في النظام البيئي من خلال التكيف مع ظروفها في نظام بيئي صحي . العديد من الأنواع قادرون على تلبية احتياجاتهم (الغذاء والمياه و الموارد الأخرى ) للحياة على مدى فترة طويلة من الزمن. يمكن للناس تغيير النظم البيئية في العديد من الطرق المختلفة . تؤثر التغييرات على الأنواع التي تعتمد على الموارد الطبيعية (الهواء والتربة والمياه) في النظام البيئي . بعض الحيوانات تحتاج إلى التكيف مع بيئتها عبر مرور الوقت و بعض الانواع الغازية لا تفعل. انبات او الحيوان في المساحات البرية خارج سلاسلهم الاصلية يعرفون باسم الانواع الغازية . النظم البيئية باحجام مختلفة . النظام البيئي مكون من موطن حيث تعيش الكائنات و مجتمع وهو الحيوانات و النباتات التي تعيش هناك . الموطن هو البيت او البيئة الطبيعية للحيوان او النبات او اي كائن عضوي اخر . في الموطن النبات و الحيوان يتفاعلان و يعتمدان على بعضهما.

source: Putting it all together...
ar_eg: اجمعها معا

source: Reviewing key vocabulary related to... ecosystems interactions
ar_eg: مراجعة المصطلحات الرئيسية المتعلقة بتفاعلات النظام البيئي

source: Ecosystem
ar_eg: النظام البيئي

source: An ecosystem is all the living and non-living things in a given place. An ecosystem can be as large as a forest or as small as a rotting log. There are both land and water ecosystems.
ar_eg: النظام البيئي هو كل الأشياء الحية وغير الحية في مكان معين. النظام البيئي يمكن أن يكون كبير مثل الغابات أو صغير مثل حطبة متعفنة. وهناك النظم البيئية للأراضي والمياه على حد سواء.

source: Ponds, rivers, lakes, and oceans are all examples of water ecosystems. A pond ecosystem contains not only water, but living organisms such as fish, plants, insects, frogs, and turtles. Common land ecosystems include forests, deserts, and grassy meadows.
ar_eg: البرك والأنهار والبحيرات والمحيطات كلها أمثلة على النظم البيئية للمياه. يحتوي النظام البيئي في بركة ليس فقط على المياه ، بل على الكائنات الحية مثل الأسماك والنباتات والحشرات والضفادع، والسلاحف. وتشمل النظم البيئية البرية المشتركة الغابات والصحارى، والمروج العشبية.

source: Adapt
ar_eg: تكيف

source: To say that something has adapted means that it fits in with its surroundings. Some living things change slowly over time in order to adapt to their surroundings. Adapting helps living things to stay alive. If living things didn't have the ability to adapt, they would disappear forever.
ar_eg: للقول ان شيء قد تكيف يعني انه تناسب مع محيطه. بعض الكائنات الحية تتغير ببطءٍ مع الزمن من اجل التكيف مع محيطها. التكيف يساعد الكائنات للبقاء حية . اذا كان الكائن ليس لديه القدرة على التكيف فسوف يختفي للابد

source: A thick coat of fur is an example of how some animals, such as polar bears, have become adapted to the cold. A polar bear's white color is another way in which polar bears are adapted to their surroundings. The color of a polar bear allows it to blend in with the snow. This makes it easy for them to sneak up on the animals that they hunt for food.
ar_eg: معطف من الفراء الكثيف هو مثال على كيف أن بعض الحيوانات، مثل الدببة القطبية، أصبحت تتكيف مع البرد. اللون الأبيض للدب القطبي هو طريقة أخرى التي يتم تكييف الدببة القطبية بها مع المناطق المحيطة . لون الدببة القطبية يسمح لها لكي تنسجم مع الثلج. وهذا يجعل من السهل بالنسبة لهم التسلل إلى الحيوانات التي يصيدونها من أجل الغذاء.

source: Healthy ecosystem
ar_eg: النظام البيئي الصحي

source: A healthy ecosystem is an ecosystem in which many species are able to meet their needs for life over a long period of time.
ar_eg: والنظام البيئي الصحي هو نظام بيئي فيه العديد من الأنواع القادرة على تلبية احتياجاتها من الحياة على مدى فترة طويلة من الزمن.

source: A 400-year old deciduous forest that has remained relatively stable is an example of a healthy ecosystem.
ar_eg: غابة قديمة عمرها 400 سنة ظلت مستقرة نسبيا هي مثال على نظام بيئي صحي.

source: Predator
ar_eg: مفترس

source: Animals that hunt, attack, and eat other animals are called predators. Predators include lions, tigers, and sharks. Dogs and cats are also predators, but people give them food so they don't have to hunt. Predators that live in the wild have to be good hunters, or they will not have food to eat.
ar_eg: الحيوانات التي تستطاد، وتهاجم، وتأكل الحيوانات الأخرى تسمى الحيوانات المفترسة. وتشمل الحيوانات المفترسة الأسود والنمور، وأسماك القرش. الكلاب والقطط هي أيضا حيوانات مفترسة، ولكن الناس يعطيها الطعام لذلك ليس عليها الصيد. الحيوانات المفترسة التي تعيش في البرية يجب أن تكون صيادة ماهرة، أو أنها لن تجد الطعام لتاكل

source: Prey
ar_eg: فريسة

source: Animals that are hunted and eaten by other animals are called prey. Prey animals often have special markings that help them blend in with their surroundings so that they are more difficult to find. Animals that are weak or sick make easier prey for the animals that hunt them.
ar_eg: وتسمى الحيوانات التي تُصاد وتؤكل من قبل الحيوانات الأخرى فريسة. الفرائس غالبا ما تحمل علامات خاصة تساعدهم على الانسجام مع محيطها بحيث تكون أكثر صعوبة في العثور عليها. الحيوانات الضعيفة أو المريضة تكون فريسة أسهل للحيوانات التي تصطادها

source: Invasive species
ar_eg: الأنواع المُجتاحة

source: Invasive species are plants or animals living in wild spaces outside their native ranges.
ar_eg: الأنواع المُجتاحة من النباتات أو الحيوانات التي تعيش في الأماكن البرية خارج مناطقها الأصلية.

source: Invasive species create problems for native species either by preying upon the natives for food, or by out-competing them for food and other resources.
ar_eg: الأنواع المُجتاحة تخلق مشاكل للأنواع الأصلية إما عن طريق افتراسها للأغذية، أو منافستها على الغذاء والموارد الأخرى

source: Words and explanations
ar_eg: كلمات و تفسيرات

source: Checking what you now know... about ecosystems interactions
ar_eg: التأكد مما تعرف الآن ...حول تفاعلات النظام البيئي

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: الإجابة على ستة (6) أسئلة للاختبار التالي تعطيك فكرة عن ما تعرفه الآن وما اذا كنت لا تزال بحاجة إلى دراسته.

source: Click the NEXT button when you are ready.
ar_eg: انقر الزر التالي عندما تكون جاهزا

source: Let's check what you now know
ar_eg: دعنا نفحص ما تعرفه الان

source: Quiz Question #1
ar_eg: سؤال قصير 1

source: Do ecosystems have a certain size?
ar_eg: هل لدى النظم البيئية حجم محدد؟

source: Yes, 10 square miles
ar_eg: نعم , 10 ميل مربع

source: Yes, 100 square miles
ar_eg: نعم، 100 ميل مربع

source: No, ecosystems do not have a certain size
ar_eg: لا ليس لها حجم محدد

source: Your first quiz question is...
ar_eg: سؤال امتحانك القصير الاول هو

source: Nope! There is no specific size for an ecosystem. The entire earth can be an ecosystem, and the pond near your school is also an ecosystem. It depends on what you are focusing on.
ar_eg: كلا! ليس هناك حجم معين للنظام البيئي. كامل الأرض يمكن أن تكون النظام البيئي، والبركة بالقرب من مدرستك هي أيضا نظام بيئي. و ذلك يعتمد على ماذا تركز.

source: Correct! There is no specific size for an ecosystem. Depending on which interactions you are studying, the entire earth can be an ecosystem, and so can a small pond.
ar_eg: صحيح! ليس هناك حجم معين للنظام البيئي. اعتمادا على اي التفاعلات كنت تدرس، يمكن أن تكون كامل الأرض نظام بيئي واحد، وحتى يمكن لبركة صغيرة أن تكون نظاماً بيئاً واحداً.

source: Quiz Question #2
ar_eg: سؤال قصير 2

source: Click on <span class="blink">all</span> the examples of an ecosystem.
ar_eg: انقر على <span class='blink'>جميع </span>الامثلة لنظم بيئي.

source: Pond
ar_eg: بركة

source: Forest
ar_eg: غابة

source: Niche
ar_eg: جحر

source: Grassland
ar_eg: ارض عشبية

source: Having healthy interactions...
ar_eg: الحصول على نظام بيئي صحي ...

source: Correct! A pond, forest, and grassland are all ecosystems. Different animals live in each ecosystem with their own environment and interactions.
ar_eg: صحيح! البركة، و الغابات، والمراعي جميعها نظم بيئية. حيوانات مختلفة تعيش في كل واحد من هذه النظم البيئية مع بيئتهم الخاصة والتفاعلات المختلفة.

source: Not quite! A pond, forest, and grassland are all ecosystems. Different animals live in each ecosystem with their own environment and interactions. A niche is not an ecosystem. A niche is how an organism responds to the environment.
ar_eg: ليس تماما ! البركة و الغابة و الارض العشبية كلها انظمة بيئية. حيوانات مختلفة تعيش في كل نظام بيئي مع بيئتها و تفاعلاتها الخاصة . الجحر ليس نظاما بيئيا بل هو كيف يستجيب الكائن لبيئته

source: Quiz Question #3
ar_eg: سؤال قصير 3

source: Predators are important to their prey because:
ar_eg: المفترسون مهمون بالنسبة لفرائسهم بسبب:

source: A. Predators serve as food for their prey.
ar_eg: A. المفترسون هم غذاء لفرائسهم

source: B. Predators seldom consume prey for food.
ar_eg: B. نادرا ما يستهلك المفترسون فرائسهم كغذاء

source: C. Predators hide from their prey to avoid being eaten.
ar_eg: C. المفترسون يختبؤون من فرائسهم لتفادي ان يؤكلوا

source: D. Predators kill and eat prey, helping to control the prey population.
ar_eg: D. اكل المفترس للفريسة يساعد على السيطرة على ضبط أعداد الفرائس

source: Hunting for food...
ar_eg: الصيد من اجل الغذاء...

source: It's the other way around... prey are the food.
ar_eg: انه على العكس ...الفريسة هي الطعام

source: Nope! Predators always consume prey for food.
ar_eg: لا! المفترس دائما يستهلك الفريسة كغذاء

source: It's the other way around... prey usually hide from predators.
ar_eg: على العكس الفريسة عادة تختبيء من المفترس

source: You got it! Without predators, prey population skyrocket.
ar_eg: لقد فهمتها! بدون المفترسين اعداد الفرائس تصبح كبيرة جداً

source: Quiz Question #4
ar_eg: سؤال قصير 4

source: What can you infer about a camel from the fact that it can easily live in the desert?
ar_eg: ماذا يمكن أن نستنتج عن الجمل حول حقيقة أنه يمكن أن يعيش بسهولة في الصحراء؟

source: It must be a very large animal.
ar_eg: لا بد من ان يكون حيوان كبير جدا

source: It must eat only cacti.
ar_eg: لا بد وانه ياكل الصبار فقط

source: It must have a small habitat.
ar_eg: لا بد وان لديه موطن صغير

source: It must survive on little water.
ar_eg: لا بد وانه يحيا على كمية قليلة من الماء

source: Riding a camel...
ar_eg: ركوب الجمل

source: Nope! Actually, animals that are smaller than a camel can also do well in the desert.
ar_eg: كلا! في الواقع، يمكن الحيوانات التي هي أصغر من الجمل أن تبلي جيدا في الصحراء أيضا .

source: Not quite! Some animals are carnivores and eat other animals. Cacti have adapted to survive in the desert, but that does not necessarily mean animals have to eat them.
ar_eg: ليس تماما! بعض الحيوانات و آكلات اللحوم تأكل الحيوانات الأخرى. ولقد تكيف الصبار للبقاء على قيد الحياة في الصحراء، ولكن هذا لا يعني بالضرورة أن الحيوانات تأكل منها.

source: Nope! A camel's habitat is the entire desert, not such a small habitat.
ar_eg: لا ! موطن الجمل هو كل الصحراء وليس فقط جزء صغير منها

source: Correct! The fact that a camel can thrive in the desert means it has adapted somehow to survive on little water.
ar_eg: صحيح! حقيقة أن الجمال يمكن أن تعيش في الصحراء يعني أنها تكيفت بطريقة أو بأخرى من أجل البقاء على قيد الحياة بشرب القليل من الماء.

source: Quiz Question #5
ar_eg: سؤال قصير 5

source: When humans interact with natural systems, it's common for unexpected consequences to occur. Which of the following is the best explanation?
ar_eg: عندما يتفاعل البشر مع النظم الطبيعية، فإنه من الشائع وجود العواقب غير المتوقعة الحدوث. أي من التالية هو أفضل تفسير؟

source: Humans seldom consider all possible outcomes before making decisions.
ar_eg: البشر نادرا ما يأخذون بالإعتبار جميع العواقب قبل أن يتخذون القرارات.

source: Humans always completely understand an ecosystem before we begin to change it.
ar_eg: البشر دائما يفهمون النظام البيئي قبل أن يبدؤون في تغييره

source: Humans always consider all possible outcomes before making decisions.
ar_eg: البشر دائما ما ينظرون إلى جميع النتائج المحتملة قبل اتخاذ القرارات.

source: Nature is a simple system with few hard-to-understand relationships.
ar_eg: الطبيعة هي نظام بسيط مع قليل من العلاقات التي يصعب فهمها.

source: Interacting with nature...
ar_eg: التفاعل مع الطبيعة

source: Correct! Humans accidentally cause problems when we consider only positive outcomes of our decisions.
ar_eg: صحيح! يتسبب البشر بمشاكل عن طريق الخطأ عندما نرى نتائج إيجابية فقط من قراراتنا.

source: Nope! Very few ecosystems are completely understood.
ar_eg: لا! عدد قليل من الانظمة البيئية مفهومة بشكلٍ كامل

source: Not quite! It's hard to consider all possible outcomes.
ar_eg: ليس تماما! من الصعب اخذ كل النواتج بعين الاعتبار

source: Think again! Nature is more complex than people understand.
ar_eg: فكر مجددا! الطبيعة اكثر تعقيدا مما يعتقد الناس.

source: Quiz Question #6
ar_eg: سؤال قصير 6

source: Reindeer were first introduced on St. Paul Island, Alaska in 1910. The island had few mammals and no predators. The graph on the right below shows the changes in the St. Paul reindeer population between 1910 and 1950. Which of the following statements <span class='blink'>best</span> explains why the curve peaks between 1935 and 1940?
ar_eg: غزال الرنة تم عرضه لأول مرة على جزيرة سانت بول، ولاية ألاسكا في عام 1910. وكان في الجزيرة عدد قليل من الثدييات ولا يوجدحيوانات مفترسة. الرسم البياني أعلاه يبين التغيرات في أعداد غزلان الرنة في سانت بول بين 1910 و 1950.أي من العبارات التالية <span class='blink'>أفضل</span> بان يفسر سبب قمم المنحنى بين عامي 1935 و 1940؟

source: Predators caught more and more deer.
ar_eg: الحيوانات المفترسة صادت أكثر وأكثر الغزلان.

source: Young deer found abundant food sources.
ar_eg: عثرت الغزلان الصغيرة على مصادر غذاء وفيرة.

source: Severe winters destroyed deer shelters.
ar_eg: دمرت قسوة الشتاء ملاجئ الغزلان.

source: The deer were unable to find many mates.
ar_eg: لم يتمكنوا من العثور على العديد من رفيقات الغزلان.

source: Take the last quiz question!
ar_eg: خذ اخر سؤال قصير!

source: Not really... if more deer were caught and killed, there would be a decrease in the population, not an increase.
ar_eg: ليس دقيقاً ... اذا ما تم اصطياد أكثر الغزلان وقتلها، فمن الممكن أن يكون هناك انخفاض في أعدادها ، وليس زيادة.

source: Correct! Young deer managed to find a lot of food, so they grew in population over those years. That food source may not have lasted after 1940.
ar_eg: صحيح! تتمكن الغزلان الصغيرة من العثور على الكثير من الغذاء، لذلك زادت أعدادها على مدى تلك السنوات. ومع أن نفس مصدر الغذاء لم يستمر بعد عام 1940.

source: Not really... if deer shelters were destroyed, it would lead to deer dying in the severe winters. This would decrease the deer population.
ar_eg: ليس دقيقاً... إذا تم تدمير ملاجئ الغزلان، فإن ذلك سيؤدي لموتها في قسوة الشتاء. وهذا من شأنه تقليل أعداد الغزلان.

source: Not really... if deer couldn't find mates, they wouldn't have more offspring. This would make the deer population stay the same until the old deer died.
ar_eg: ليست دقيقاً... إذا لم تجد الغزلان رفاق للتزاوج معها، فإنها لن تتمكن من التكاثر. هذا من شأنه أن يجعل عدد الغزلان ببقى ثابتاً حتى تموت الغزلان القديمة.

source: Congratulations
ar_eg: تهانينا

source: You've completed the Ecosystems Interactions review.
ar_eg: لقد اكملت مراجعة تفاعلات النظام البيئي

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التحقق كيف عملت في التقويم السريع' و في 'الأسئلة القصيرة' لهذه المراجعة من خلال النقر على الزر أدناه...

source: Go to dashboard
ar_eg: انتقل إلى اللوحة المخططة

source: You're done!
ar_eg: لقد انتهيت
