Repository: geneconde/NGR-sandbox
Catalog: demo/life-cycle-of-plants/Locale/*/LC_MESSAGES/life-cycle-of-plants.po
Languages: ar_eg, es_es

source: When pollen is transferred by a pollinator to the same plant in order to reproduce, this is called self-pollination. Hylocereus undatus is a hermaphrodite plant with both carpels and stamens for performing self-pollination.
ar_eg: عندما تنتقل حبوب اللقاح بواسطة مُلَقِح إلى نفس النبتة من أجل التكاثر، يسمى هذا بالتلقيح الذاتي. ففاكهة البتايا (أو فاكهة التنين) هي نبات خنثى به كرابل وأسدية لأداء التلقيح الذاتي."
es_es: Cuando el polen es transferido por un polinizador a la misma planta para reproducir, esto se denomina autopolinización. Hylocereus undatus es una planta hermafrodita con carpelos y estambres para realizar la autopolinización.

source: cross-pollination
ar_eg: تلاقح
es_es: polinización cruzada.

source: When pollen is transferred by a pollinator to a different plant in order to reproduce, this is called cross-pollination.
ar_eg: عندما تنتقل حبوب اللقاح بواسطة ملقح إلى نبتة مختلفة لكي تتكاثر، هذا يسمى تلاقح.
es_es: Cuando el polen es transferido por un polinizador a una planta diferente para reproducir, esto se llama polinización cruzada.

source: Checking what you now know... about the life cycle of plants
ar_eg: تأكد مما تعرف الآن ... عن دورة حياة النباتات
es_es: Comprobando lo que ya sabes... sobre el ciclo de vida de las plantas

source: Answering the following six (6) quiz questions will give you an idea of what you now know.
ar_eg: الإجابة على هذه الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف.
es_es: Contestar las siguientes preguntas del 6 seis cuestionario le dará una idea de lo que ya sabes.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر لاحق عندما تكون مستعداً
es_es: Cuando esté listo, haga clic en el botón siguiente.

source: guess what's next?
ar_eg: خمن ما الذي يلحق؟
es_es: ¿Sabes qué es el siguiente?

source: You answered...
ar_eg: لقد أجبت ...
es_es: Ha contestado...

source: preparing your first quiz question!
ar_eg: تحضير أول سؤال قصير!
es_es: ¡Preparando la primera pregunta del cuestionario!

source: Please select your answer.
ar_eg: يرجى إختيار إجابتك.
es_es: Por favor seleccione su respuesta.

source: Which part of the plant makes seeds?
ar_eg: أي جزء من النبتة يصنع البذور؟
es_es: ¿Qué parte de la planta hace las semillas?

source: Root
ar_eg: جذر
es_es: Raíz

source: Flower
ar_eg: زهرة
es_es: La flor

source: Leaf
ar_eg: ورقة
es_es: Hoja

source: No, the roots absorb the water and nutrients from the soil into the plant.
ar_eg: لا، تمتص الجذور الماء والمغذيات من التربة إلى النبتة.
es_es: No, las raíces absorben el agua y los nutrientes del suelo a la planta.

source: No, the stem gives the plant support. It is also in charge of distributing water and sap throughout the plant.
ar_eg: لا، يعطي الساق دعامة للنبتة. وهو مسؤول أيضاً عن توزيع الماء والغذاء في النبتة.
es_es: No, el tallo da el soporte de la planta. También es responsable de distribuir agua y sap en toda la planta.

source: Correct. The flower is the part that has the stamen and pistil to make seeds.
ar_eg: صحيح. الزهرة هي الجزء الذي يحتوي على الميسم والمدق كي تنتج بذور.
es_es: Correcto. La flor es la parte que tiene los estambres y el pistilo para hacer que las semillas.

source: No, plant leaves have the important job of producing food through photosynthesis.
ar_eg: لا، أوراق النبتة لها وظيفة مهمة في إنتاج غذاء خلال عملية التمثيل الضوئي.
es_es: No, hojas de las plantas tienen la tarea importante de producción de alimentos mediante la fotosíntesis.

source: You didn't select any answer.
ar_eg: لم تختار أي جواب.
es_es: No ha seleccionado ninguna respuesta.

source: A strong storm has blown through your neighborhood. After the storm, you noticed the flowers on the plants outside have been damaged. How would this affect the life cycle of the plant?
ar_eg: عاصفة قوية هبت في منطقتك. بعد العاصفة، لاحظت الأزهار على النباتات الموجودة في الخارج قد تدمرت. كيف يمكن أن تؤثر على دورة حياة النبتة؟
es_es: Una fuerte tormenta ha soplado a través de su vecindario. Después de la tormenta, viste a que las flores de las plantas fuera han sido dañadas. ¿Cómo afectaría esto el ciclo de vida de la planta?

source: It would not affect the plant's life cycle at all.
ar_eg: هي لن تؤثر على دورة حياة النبتة على الإطلاق
es_es: No afectaría ciclo de vida de la planta en absoluto.

source: Without its flowers and seeds, the plant would be unable to reproduce.
ar_eg: بدون أزهارها وبذورها، لن تتمكن النبتة من التكاثر.
es_es: Sin sus flores y semillas, la planta sería incapaz de reproducirse.

source: A pollinator can still make the plant reproduce, even without the flower and seeds.
ar_eg: يستطيع الملقح أن يجعل النبتة تتكاثر حتى بدون الزهرة والبذور
es_es: Un polinizador puede todavía hacer la planta reproducir, incluso sin la flor y las semillas.

source: The plant would remain in its current state until it is removed.
ar_eg: يمكن أن تبقى النبتة في وضعها الحالي حتى تُقلَع.
es_es: La planta permanecerá en su estado actual hasta que es eliminado.

source: No, it would affect the plant’s life cycle. Without its flowers and seeds, the plant would be unable to reproduce.
ar_eg: لا، من الممكن أن تؤثر في دورة حياة النبتة. بدون بذورها وأزهارها، لن تتمكن النبتة من التكاثر.
es_es: No, afectaría a ciclo de vida de la planta. Sin sus flores y semillas, la planta sería incapaz de reproducirse.

source: Most flowering plants need seeds to reproduce. If the flowers are too damaged to create seeds, the plant would produce new flowers to allow reproduction to continue.
ar_eg: معظم النباتات الزهرية تحتاج للبذور كي تتكاثر. إذا كانت الأزهار تالفة جداً لكي تنتج بذور، يمكن للنبتة أن تنتج أزهار جديدة لتسمح للتكاثر بالإستمرار.
es_es: La mayoría de las plantas florecientes necesitan semillas para reproducirse. Si las flores son demasiado dañadas para crear semillas, la planta produciría nuevas flores para permitir la reproducción para continuar.

source: No, a pollinator does not make the plant reproduce. It simply assists in pollination and helps set the stage for reproduction in the flower.
ar_eg: لا، المُلقح لا يجعل النبتة تتكاثر. إنه يسمح بالتلقيح ويساعد بتنظيم عملية التكاثر في الزهرة.
es_es: No, un polinizador no hace la planta reproducirse. Simplemente asiste en la polinización y ayuda a preparar el escenario para la reproducción en la flor.

source: No, even the organisms that have the ability to fix themselves do not go backwards in their life cycle. Without its flowers and seeds, the plant would be unable to reproduce.
ar_eg: لا، حتى الكائنات التي لها القدرة على ضبط نفسها، لا تسير للخلف في دورة حياتها. بدون الأزهار والبذور، لن تكون النبتة قادرة على التكاثر.
es_es: No, ni siquiera los organismos que tienen la capacidad de fijar ellos mismos, no retroceder en su ciclo de vida. Sin sus flores y semillas, la planta sería incapaz de reproducirse.

source: Plants can be pollinated by?
ar_eg: تستطيع النباتات التلقيح بواسطة؟
es_es: Las plantas pueden ser polinizadas por

source: Soil
ar_eg: تربة
es_es: El suelo

source: Bees
ar_eg: النحل
es_es: Las abejas

source: Bee
ar_eg: النحلة
es_es: Abeja

source: Watering them
ar_eg: يرويهم بالماء
es_es: Regarlas

source: Seeds
ar_eg: البذور
es_es: Semillas

source: No, soil does not pollinate plants. Soil provides water and nutrients to plants.
ar_eg: لا، التربة لا تلقح النباتات. التربة تزود النباتات بالتربة والغذاء.
es_es: No, el suelo no polinizan las plantas. Suelo proporciona agua y nutrientes a las plantas.

source: No, watering the plants helps them grow, but not pollinate. Bees can pollinate plants.
ar_eg: لا، سقاية النباتات تساعدها على النمو، لكن لا تلقحها. تستطيع النحلات أن تلقح النباتات.
es_es: No, el suelo no polinizan las plantas. Suelo proporciona agua y nutrientes a las plantas.

source: Correct, bees can pollinate plants. When a bee lands on a flower, its feet get full of pollen. The bee flies away looking for nectar and lands on another flower. The pollen is now on a different flower.
ar_eg: صحيح، النحل يستطيع تلقيح النباتات. عندما تهبط النحلة على الزهرة، تمتليء أرجلها بحبوب اللقاح. تطير النحلة مبتعدة عنها لتحصل على الرحيق وتهبط على زهرة أخرى. حبوب اللقاح هي الآن على زهرة مختلفة.
es_es: Correcto, las abejas pueden polinizar las plantas. Cuando una abeja tierras de una flor, sus pies se lleno de polen. La abeja vuela buscando néctar y tierras de otra flor. El polen se encuentra ahora en una flor.

source: No, watering the plants help them grow, but not pollinate. Bees can pollinate plants.
es_es: No, regando la plantas ayuda ellos crecen, pero no polinizan. Las abejas pueden polinizar las plantas.

source: No, seeds are formed after pollination takes place. Bees can pollinate plants.
ar_eg: لا، تتكون البذور بعد أن يتم التلقيح. يمكن للنحلات أن تلقح النباتات.
es_es: No, las semillas se forman después de la polinización. Las abejas pueden polinizar las plantas.

source: Which statement best summarizes the life cycle of plants in general?
ar_eg: أي عبارة تلخص بشكل أفضل دورة حياة النباتات بشكلٍ عام؟
es_es: ¿Qué afirmación resume mejor el ciclo de vida de las plantas en general?

source: Select one of the choices below.
ar_eg: إختار واحدة من الخيارات في الأسفل.
es_es: Seleccione una de las opciones más abajo.

source: Seed sprouts into a seedling, which grows into an adult plant, which produces more seeds.
ar_eg: تتبرعم البذرة لتكون شتلة، والتي تنمو لتكون نبتة ناضجة، والتي بدورها تُنتج بذور أكثر.
es_es: La semilla brota en una planta de semillero, que se convierte en una planta adulta, que produce más semillas.

source: Seedling sprouts into a seed, which produces more seeds, and then grows into an adult plant.
ar_eg: تتبرعم الشتلة لتكون بذور، والتي بدورها تُنتج بذور أكثر، ومن ثم تنمو لتكون نبتة ناضجة.
es_es: La planta de semillero brota en una semilla, que produce más semillas, y luego se convierte en una planta adulta.

source: Adult plant deteriorates into a seedling, which produces more seeds.
ar_eg: النبتة البالغة تتدهور لتكون شتلة، والتي بدورها تُنتج بذور أكثر.
es_es: Planta adulta se deteriora en una planta de semillero, que produce más semillas.

source: Seed grows first into an adult and then a seedling, which produces more seeds.
ar_eg: تنمو البذرة أولاً لتُكَوِّن نبتة بالغة ومن ثم شتلة، والتي بدورها تُنتج بذور أكثر.
es_es: La semilla se pone primera en un adulto y luego una planta de semillero, que produce más semillas.

source: Correct. A seed sprouts into a seedling through germination, which grows into an adult plant, which produces more seeds.
ar_eg: صحيح. تتبرعم البذرة لتكون شتلة خلال عملية الإنبات، والتي بدورها تنمو لتكون نبتة بالغة، و تُنتج بذور أكثر.
es_es: Correcto. Una semilla brota en una planta de semillero a través de la germinación, que se convierte en una planta adulta, que produce más semillas.

source: No, a seed sprouts into a seedling (not the other way around). Once it is an adult plant it can produce more seeds.
ar_eg: لا، تتبرعم البذرة لتكون شتلة (وليس العكس). عندما تصبح نبتة بالغة يمكنها أن تُنتج بذور أكثر.
es_es: No, una semilla brota en una planta de semillero (no al revés). Una vez que es una planta adulta puede producir más semillas.

source: No, a seedling grows into an adult plant (not the other way around). Once it is an adult plant it can produce more seeds.
ar_eg: لا، تنمو الشتلة لتكون نبتة بالغة (وليس العكس). عندما تصبح نبتة بالغة يمكنها أن تُنتج بذور أكثر.
es_es: No, una planta de semillero se convierte en una planta adulta (no al revés). Una vez que es una planta adulta puede producir más semillas.

source: No, a seed grows first into a seedling, then an adult plant. Once it is an adult plant it can produce more seeds.
ar_eg: لا، تنمو البذرة أولاً لتكون شتلة، ومن ثم نبتة بالغة. عندما تصبح نبتة بالغة يمكنها أن تُنتج بذور أكثر.
es_es: No, una semilla crece primera en una planta de semillero, entonces una planta adulta. Una vez que es una planta adulta puede producir más semillas.

source: Correct. from day 1 to day 6, the plant’s growth was relatively steady, until it experienced a very noticeable change when its height went from 2.7 to 1.1 cm.
ar_eg: صحيح. من اليوم 1 ولغاية اليوم 6، يكون نمو النبتة ثابت نسبياً، حتى يحدث تغير مُلَاحَظ جداً يتغير طولها من 1.1 ولغاية 2.7 سم.
es_es: Correcto. Del día 1 al día 6, el crecimiento de la planta fue relativamente estable, hasta que se ha experimentado un cambio muy notable cuando su altura pasó de 2.7 a 1.1 centímetros.

source: No, after day 6 the plant's growth did not slow down; its height went from 2.7 to 1.1 cm. This is a noticeable change
ar_eg: لا، بعد اليوم 6 نمو النبتة لا يتناقص، وطولها يتغير من 1.1 ولغاية 2.7 سم.
es_es: No, después día 6 crecimiento de la planta no más despacio; su altura fue de 2,7 a 1,1 cm. Este es un cambio notable

source: The plant grew very quickly, and then slowed down its growth.
ar_eg: تنمو النبتة بسرعة كبيرة جداً، ومن ثم يتناقص نموها.
es_es: La planta creció muy rápidamente, y luego hizo más lenta su crecimiento.

source: No, from day 1 to day 6, the plant's growth was relatively steady, until it experienced a very noticeable change.
ar_eg: لا، من اليوم 1 إلى اليوم 6، نمو النبتة يكون ثابت نسبياً، حتى يبدأ التغير الملحوظ جداً بنموها.
es_es: No, desde el día 1 a día 6, crecimiento de la planta fue relativamente constante, hasta que experimentó un cambio muy notable.

source: The plant grew very slowly, and then sped up its growth.
ar_eg: نمت النبتة بشكلٍ بطيء، ومن ثم نمت بسرعة كبيرة.
es_es: La planta creció muy lentamente y luego aceleró su crecimiento.

source: No, most of the growth was steady, but after day 6 its height went from 2.7 to 1.1 cm.
ar_eg: لا، معظم النمو كان ثابتاً، لكن بعد يوم 6 زاد طول النبتة من 1.1 إلى 2.7 سم.
es_es: No, la mayoría del crecimiento fue constante, pero después el día 6 su altura fue de 2,7 a 1,1 cm.

source: The plant grew in a steady manner throughout the time of observation.
ar_eg: نمت النبتة بشكلٍ ثابت خلال زمن الملاحظة.
es_es: La planta creció de manera constante a lo largo del tiempo de observación.

source: Which statement best describes the life of this plant?
ar_eg: أي عبارة تصف بشكلٍ أفضل دورة حياة النبتة؟
es_es: ¿Qué afirmación mejor describe la vida de esta planta?

source: The plant showed steady growth until it experienced a very noticeable change.
ar_eg: أظهرت النبتة نمواً ثابتاً حتى بدأت بالتغير الملحوظ جداً.
es_es: La planta mostró un crecimiento sostenido hasta que experimentó un cambio muy notable.

source: Day after germination
ar_eg: يوم بعد الإنبات.
es_es: Día después de la germinación

source: Plant height in cm
ar_eg: إرتفاع النبتة بالسنتميتر
es_es: Altura de planta en cm

source: Click, hold and slide mouse up or down.
ar_eg: انقر، وثبت المؤشر وحرك الفأرة للأعلى أو للأسفل.
es_es: Haga clic, mantenga y deslice el ratón hacia arriba o hacia abajo.

source: No, after day 6 the plant's growth did not slow down; its height went from 2.7 to 1.1 cm. This is a noticeable change.
ar_eg: لا، بعد يوم 6 لا يقل نمو النبتة؛ ويزيد إرتفاعها من 1.1 إلى 2.7 سم. هذا تغير ملحوظ جداً.
es_es: No, después día 6 crecimiento de la planta no más despacio; su altura fue de 2,7 a 1,1 cm. Este es un cambio notable.

source: When insects and wind assist and pollen from the same flower is brought to the stigma of that flower. This description is related to which of the following terms?
ar_eg: عندما تتساعد الحشرات والرياح وحبوب اللقاح من نفس الزهرة تُنقل إلى ميسم نفس الزهرة. أي من الآتي مرتبط هذا الوصف؟
es_es: Cuando los insectos y el viento asisten y el polen de la misma flor se trae al estigma de esa flor. ¿Esta descripción se relaciona con cuál de los términos siguientes?

source: Cross-pollination
ar_eg: تلاقح
es_es: Polinización cruzada

source: Self-pollination
ar_eg: تلقيح ذاتي
es_es: Autopolinización

source: Seed dispersal
ar_eg: نشر البذرة
es_es: Dispersión de semillas

source: No, cross-pollination is when pollen from a different flower is brought to the stigma of a flower.
ar_eg: لا, التلاقح هو عندما تُنقل حبوب اللقاح من زهرة إلى ميسم زهرة مختلفة.
es_es: No, la polinización cruzada es cuando el polen de una flor diferente se trae al estigma de una flor.

source: Correct. Pollinators can help, as long as the pollen and stigma are from the same flower, it is considered self-pollination.
ar_eg: صحيح. تستطيع الملقحات المساعدة ما دام أن حبوب اللقاح والميسم من نفس الزهرة، وهو يعتبر تلقيح ذاتي.
es_es: Correcto. Los polinizadores pueden ayudar, mientras el polen y el estigma son de la misma flor, se considera la autopolinización.

source: No, germination is the sprouting and growth of a seed to a seedling.
ar_eg: لا، الإنبات هو تبرعم ونمو بذرة لتصبح شتلة.
es_es: No, la germinación es brotar y el crecimiento de una semilla a una planta de semillero.

source: No, pollinators such as insects and wind disperse seeds for pollination. Self-pollination is when pollen from the same flower is brought to the stigma of that flower.
ar_eg: لا, الملقحات مثل الحشرات والرياح تنشر البذور للتلقيح. التلقيح الذاتي هي عندما تُنقل حبوب اللقاح إلى ميسم نفس الزهرة.
es_es: No, los polinizadores tales como insectos y el viento dispersan semillas para la polinización. La autopolinización es cuando el polen de la misma flor se trae al estigma de esa flor.

source: End of Review
ar_eg: نهاية المراجعة
es_es: Final de la revisión

source: Congratulations,
ar_eg: مبروك،
es_es: Buen trabajo,

source: Congratulations!
ar_eg: مبروك!
es_es: ¡Buen trabajo!

source: You've completed the Life Cycle of Plants review.
ar_eg: لقد أنهيت مراجعة دورة حياة النباتات.
es_es: Ha completado la revisión del Ciclo de Vida de las Plantas.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك أن تتأكد من كيف عملت في التقويم السريع وفي الأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puede comprobar cómo lo has hecho en la 'Comprobación Rápido' y 'Preguntas Cuestionario' Cuestionario' para este examen haciendo clic en el botón de abajo.

source: The parts of the plant
ar_eg: أجزاء النبتة
es_es: Las partes de la planta

source: Planting seeds...
ar_eg: بذور إنبات
es_es: Plantando semillas...

source: Flowers are blooming
ar_eg: أزهار تتفتح
es_es: Las flores están floreciendo

source: Attracting pollinators...
ar_eg: جَذب الملقحات
es_es: Atraer a los polinizadores…

source: Preparing your first quick check!
ar_eg: تحضير أول تقويم سريع
es_es: Preparando su primer comprobación rápido!

source: Do you like flowers?
ar_eg: هل تحب الأزهار؟
es_es: ¿Te gustan las flores?

source: Another quick check on the way!
ar_eg: تقويم سريع بطريقه إليك!
es_es: ¡Otra comprobación rápida muy pronto!

source: The colony collapse
ar_eg: إنهيار المستعمرة
es_es: El colapso de la colonia

source: Putting it all together...
ar_eg: ضعها مع بعضها ...
es_es: Juntándolo todo...

source: Words and definitions
es_es: Palabras y definiciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Vamos a comprobar lo que sabes ahora

source: And the first quiz question is...
ar_eg: وأول سؤال سريع هو ...
es_es: Y la primera pregunta del cuestionario es...

source: Plants and storms
ar_eg: النباتات والعواصف
es_es: Las plantas y las tormentas

source: Who can pollinate?
ar_eg: مَن يستطيع التلقيح؟
es_es: ¿Quién puede polinizar?

source: The plant life cycle is...
ar_eg: دورة حياة النبات هي ...
es_es: El ciclo de vida de la planta es...

source: Last two!
ar_eg: أخر إثنتين
es_es: ¡Los últimos dos!

source: Pollinator assistants
ar_eg: مساعدات الملقح
es_es: Asistentes de polinizadores

source: You're done!
ar_eg: لقد أنهيت!
es_es: ¡Se termina!

source: All living organisms
es_es: Todos los organismos vivos

source: During crops planting season in North America, farmers count on honeybees to pollinate the flowers for us to get almost a third of our food.
ar_eg: أثناء فصل الزراعة تعتمد المحاصيل في أمريكيا الشمالية على النحل لتلقيح الأزهار كي نحصل على ما يقارب من ثلث طعامنا.
