Repository: geneconde/NGR-sandbox
Catalog: demo/life-cycle-of-plants/Locale/*/LC_MESSAGES/life-cycle-of-plants.po
Languages: ar_eg, es_es

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Ir al panel de control

source: Quick Check #1
ar_eg: الإختبار القصير رقم 1
es_es: Comprobación Rápido #1

source: Quick Check #2
ar_eg: الإختبار القصير رقم 2
es_es: Comprobación Rápido #2

source: Quick Check #3
ar_eg: الإختبار القصير رقم 3
es_es: Comprobación Rápido #3

source: Quick Check #4
ar_eg: الإختبار القصير رقم 4
es_es: Comprobación Rápido #4

source: Quiz Question #1
ar_eg: إمتحان قصير رقم 1
es_es: Prueba Pregunta #1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم 2
es_es: Prueba Pregunta #2

source: Quiz Question #3
ar_eg: إمتحان قصير رقم 3
es_es: Prueba Pregunta #3

source: Quiz Question #4
ar_eg: إمتحان قصير رقم 4
es_es: Prueba Pregunta #4

source: Quiz Question #5
ar_eg: إمتحان قصير رقم 5
es_es: Prueba Pregunta #5

source: Quiz Question #6
ar_eg: إمتحان قصير رقم 6
es_es: Prueba Pregunta #6

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: The anther is part of the
ar_eg: في العضو الذكري هي جزء من
es_es: La antera es parte de la

source: Please type your answer below
ar_eg: يرجى طباعة إجابتك في الأسفل
es_es: Por favor escriba su respuesta más abajo

source: Life Cycle of Plants
ar_eg: دورة حياة النباتات
es_es: El Ciclo de La vida de Las Plantas

source: Start
ar_eg: إبدأ
es_es: Comience

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Vamos a empezar!

source: Welcome to the Life Cycle of Plants review,
ar_eg: أهلاً وسهلاً بكم في مراجعة دورة حياة النباتات،
es_es: Bienvenido/a la revisión del ciclo de vida de las plantas,

source: Are you ready,
ar_eg: هل أنت مستعد
es_es: ¿Estás listo,

source: Next
ar_eg: لاحق
es_es: Proximo

source: Back
ar_eg: سابق
es_es: Atras

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: wait for it... wait for it...
ar_eg: إنتظرها... إنتظرها...
es_es: espérelo... espérelo…

source: Next part coming up!
ar_eg: الجزء التالي في طريقه إليك!
es_es: ¡Siguiente parte viene!

source: Thinking about... the life cycle of plants
ar_eg: فكر في ... دورة حياة النباتات
es_es: Pensando en... el ciclo de vida de las plantas

source: Plants are amazing! In California, there are giant redwood trees. These trees can grow over 300 feet tall. But interestingly, the seeds from these humongous trees are quite small. Do you ever wonder how a tree that large can develop from such a small seed? Let’s review some ideas about the life plants have!
ar_eg: النباتات مذهلة! في كاليفورنيا، هناك أشجار خشب أحمر عملاقة. هذه الأشجار يصل طولها لأكثر من 100 متر. لكن ولحسن الحظ، بذور هذه الأشجار العملاقة صغيرة جداً. هل من الممكن تخيل كيف تنمو شجرة بهذا الحجم من بذرة صغيرة جداً؟ دعنا نراجع بعض الأفكار حول حياة النباتات!
es_es: Las plantas son increíbles! En California, hay árboles de secuoya gigante. Estos árboles pueden crecer más de 300 metros. Pero curiosamente, las semillas de estos enormes árboles son muy pequeñas. ¿Te has preguntado cómo puede desarrollarse un árbol tan grande de una pequeña semilla? Vamos a revisar algunas ideas sobre la vida de las plantas tienen!

source: Checking what you know... about the life cycle of plants
ar_eg: تأكد مما تعرف... حول دورة حياة النباتات
es_es: Comprobar lo que sabe ...sobre el ciclo de vida de las plantas

source: What do you already know about plants? Match the parts of the plant by dragging the correct term up or down.
ar_eg: ما الذي تعرفه عن النباتات؟ طابق أجزاء النبات بواسطة سحب المصطلح الصحيح للأعلى أو للأسفل.
es_es: ¿Qué sabes acerca de las plantas ya? Coincidir con las partes de la planta arrastrando el término correcto hacia arriba o hacia abajo.

source: Leaves
ar_eg: أوراق
es_es: Hojas

source: Roots
ar_eg: جذور
es_es: Raíces

source: Seed
ar_eg: بذرة
es_es: Semillas

source: Fruit
ar_eg: ثمار
es_es: Fruta

source: The first part of the plant shown here is the Leaf, Fruit, Flower, Stem, and last are the Roots. These are the main parts of a plant with seeds.
ar_eg: الجزء الأول من النبتة يظهر هنا هو الورقة، والثمرة، والزهرة، والساق، وآخر واحد هو الجذور. هذه هي الأجزاء الرئيسية من النبتة مع البذور.
es_es: La primera parte de la planta se muestra aquí es la hoja, fruta, flor, tallo y último son las raíces. Estas son las partes principales de una planta con semillas.

source: Reviewing core ideas... about the life cycle of plants
ar_eg: مراجعة الأفكار الرئيسة... حول دورة حياة النباتات
es_es: El repaso de ideas principales... sobre el ciclo de la vida de plantas

source: Click on the checkboxes to view more information on each item.
ar_eg: انقر على مربعات الاختيار لعرض المزيد من المعلومات عن كل عنصر.
es_es: Haga clic en las casillas de verificación para ver más información sobre cada elemento.

source: All plants go through a life cycle
ar_eg: جميع النباتات تمر في دورة حياة
es_es: Todas las plantas pasan por un ciclo de vida

source: Many plants start out as a small <span class='key'>seed</span>.
ar_eg: الكثير من النباتات تبدأ <span class='key'>بذرة</span> صغيرة.
es_es: Muchas plantas comienzan como una pequeña <span class='key'>semilla</span>.

source: When the seed is planted in the ground
ar_eg: عندما تزرع البذرة في الأرض
es_es: Cuando la semilla está plantada en el suelo

source: it <span class='key'>sprouts</span> into a young <span class='key'>seedling</span> through the process of <span class='key'>germination</span>.
ar_eg: هي <span class='key'>تتبرعم</span> لتصبح <span class='key'>شتلة </span> من خلال عملية <span class='key'>الإنبات</span> .
es_es: <span class='key'>Brota</span> en una joven <span class='key'>planta de semillero</span> a través del proceso de <span class='key'>germinación</span>.

source: Seedlings
ar_eg: شتلات
es_es: Planta de semillero

source: have a small <span class='key'>root</span> that is used to suck up water from the ground.
ar_eg: لها <span class='key'>جذر</span> صغير يستخدم في إمتصاص الماء من الأرض.
es_es: tienen una pequeña <span class='key'>raíz </span>que se utiliza para absorber el agua de la tierra.

source: <span class='key'>Stem</span>
ar_eg: <span class='key'>ساق</span>
es_es: <span class='key'>Tallo</span>

source: Stem
ar_eg: ساق
es_es: Tallo

source: stem
ar_eg: ساق
es_es: tallo

source: is the body of the plant.
ar_eg: هو جسم النبتة.
es_es: es el cuerpo de la planta.

source: Seedlings also have small <span class='key'>leaves</span>
ar_eg: الشتلات لها أوراق <span class='key'>أيضاً</span>
es_es: Las plantas de semillero también tienen pequeñas <span class='key'>hojas</span>

source: that are used to get energy from the sun. The seedling continues to grow until it becomes a mature plant.
ar_eg: التي تستخدم للحصول على طاقة من الشمس. تستمر الشتلة بالنمو حتى تصبح نبتة بالغة.
es_es: esto es usado para conseguir la energía del sol. La planta de semillero sigue creciendo hasta que se haga una planta madura.

source: Seedlings also have small leaves that are used to get energy from the sun. The seedling continues to grow until it becomes a mature <span class='key'>plant. </span>
ar_eg: الشتلات لها أيضاً أوراق صغيرة تستخدم للحصول على الطاقة من الشمس. تستمر الشتلة بالنمو حتى تصبح <span class='key'>نبتة</span> بالغة.
es_es: Las plantas de semillero también tienen pequeñas hojas que son usadas para conseguir la energía del sol. La planta de semillero sigue creciendo hasta que se haga una <span class='key'>planta </span>madura.

source: Some fully grown plants make flowers.
ar_eg: بعض النباتات المكتملة النمو تُكَوِّن أزهار.
es_es: Algunas plantas totalmente crecidos hacen flores.

source: Flowers are used by plants to produce more seeds to continue the life cycle.
ar_eg: تسخدم الأزهار بواسطة النباتات لتنتج بذور أكثر كي تستمر دورة الحياة.
es_es: Las flores son utilizadas por las plantas para producir más semillas para continuar el ciclo de vida.

source: Question A. What is <span class='red blink'>NOT</span> required for a seed to begin to grow?
ar_eg: سؤال أ. ما الشيء <span class='red blink'>غير</span> الضروري كي تبدأ البذرة بالنمو؟
es_es: Pregunta A. ¿Lo que <span class='red blink'>NO </span> es necesaria para que empezar a crecer una semilla?

source: Question A. What is <span class='red'>NOT</span> required for a seed to begin to grow?
ar_eg: سؤال أ. ما الشيء <span class='red'>غير</span> الضروري كي تبدأ البذرة بالنمو؟
es_es: Pregunta A. ¿Lo que <span class='red'>NO </span> es necesaria para que empezar a crecer una semilla?

source: Stored Water
ar_eg: ماء مُخَزن
es_es: Agua almacenada

source: Stored water
ar_eg: ماء مُخَزن
es_es: Agua almacenada

source: Sunlight
ar_eg: ضوء الشمس
es_es: Luz del sol

source: sunlight
ar_eg: ضوء الشمس
es_es: luz del sol

source: Stored food
ar_eg: غذاء مُخَزن
es_es: Alimentos almacenados

source: Appropriate temperature
ar_eg: حرارة مناسبة
es_es: Temperatura adecuada

source: No, seeds need a certain amount of moisture and humidity to grow. Too little moisture and they won’t grow, too much and they will rot.
ar_eg: لا، تحتاج البذور كمية معينة من الرطوبة لتنمو. فالقليل جداً من الرطوبة لن تتمكن من النمو والكثير جداً من الرطوبة ستتعفن.
es_es: No, las semillas necesitan una cierta cantidad de humedad para crecer. Muy poca humedad y no crecen demasiado y pudre.

source: Question B. Which part does a seedling <span class='red'>NOT</span> have?
ar_eg: السؤال ب. أي جزء <span class='red'>غير</span> موجود في الشتلة؟
es_es: Pregunta B. ¿Qué parte <span class='red'>NO</span> tiene una planta de semillero?

source: Question B. Which part does a seedling <span class='red blink'>NOT</span> have?
ar_eg: السؤال ب. أي جزء <span class='red blink'>غير</span> موجود في الشتلة؟
es_es: Pregunta B. ¿Qué parte <span class='red blink'>NO </span>tiene una planta de semillero?

source: roots
ar_eg: جذور
es_es: raices

source: flowers
ar_eg: أزهار
es_es: flores

source: Flowers
ar_eg: أزهار
es_es: Flores

source: Question A. What is <span class='red'>NOT</span> required for a seed to begin to grow
ar_eg: السؤال أ. ما الشيء <span class='red'>غير<span class='red'> الضروري للبذرة لكي تبدأ بالنمو؟
es_es: Pregunta A. Lo que no es necesaria para que empezar a crecer una semilla

source: You answered
ar_eg: إجابتك هي
es_es: Contestó

source: Correct! Not all seeds need sunlight to grow. When the seedling gets to the surface, it can begin to make its own food through photosynthesis.
ar_eg: صحيح! لا تحتاج جميع البذور ضوء الشمس كي تنمو. عندما تصل الشتلة إلى السطح، تستطيع أن تبدأ بصنع غذائها بنفسها بواسطة عملية التمثيل الضوئي.
es_es: ¡ Correcto! No todas las semillas necesitan luz solar para crecer. Cuando la planta llega a la superficie, puede comenzar a hacer su propio alimento mediante la fotosíntesis.

source: No, seeds need a certain amount of moisture and humidity to grow. Too little moisture and they wonÃÂ¢ÃÂÃÂt grow, too much and they will rot.
ar_eg: لا، تحتاج البذور لكمية معينة من الرطوبة كي تنمو. فكمية قليلة جداً من الرطوبة لن تسمح بنموها، وكمية كبيرة جداً من الرطوبة ستعفنها.
es_es: No, las semillas necesitan una cierta cantidad de humedad y para crecer. Muy poca humedad y no crecen demasiado y pudre.

source: No, seeds need stored food to power the seedling to grow through inches of soil.
ar_eg: لا، تحتاج البذور للغذاء المُخَزن كي تبدأ الشتلة بالنمو لعدة سنتمترات من التربة.
es_es: No, las semillas necesitan alimento almacenado para alimentar la planta a crecer a través de centímetros del suelo.

source: No, seeds need the correct soil temperature to grow. For example, a tropical seed might not grow in cool temperatures.
ar_eg: لا، تحتاج البذرة حرارة تربة محددة كي تنمو. على سبيل المثال، البذرة الإستوائية يمكن أن لا تنمو في حرارة باردة.
es_es: No, las semillas necesitan la temperatura correcta del suelo para crecer. Por ejemplo, una semilla tropical no podría crecer en temperaturas frías.

source: Correct! A seedling does not have a flower. The flower is the part of a flowering plant that makes seeds.
ar_eg: صحيح! لا يوجد أزهار في الشتلة. الزهرة هي جزء من النبتة المُزهرة التي تصنع بذور.
es_es: ¡Correcto! Una planta de semillero no tiene una flor. La flor es la parte de una planta floreciente que hace semillas.

source: No, a seedling does have roots.
ar_eg: لا، الشتلة ليس لها جذور.
es_es: No, la planta de semillero realmente tiene raíces.

source: No, a seedling does have a stem.
ar_eg: لا، الشتلة ليس لها ساق.
es_es: No, la planta de semillero realmente tiene un tallo.

source: No, a seedling does have leaves.
ar_eg: لا، الشتلة ليس لها أوراق.
es_es: No, la planta de semillero realmente tiene hojas.

source: More core ideas... about the life cycle of plants
ar_eg: أفكار رئيسية أكثر ... عن دورة حياة النباتات
es_es: Más ideas... sobre el ciclo de vida de las plantas de la base

source: Flowers have many parts needed to make more seeds.
ar_eg: الأزهار لها أجزاء ضرورية كي تصنع بذور.
es_es: Las flores tienen muchas partes necesarias para hacer más semillas.

source: The outer parts of a flower are the petals. We notice the <span class='key'>petals</span> because they are usually colorful.
ar_eg: الأجزاء الخارجية من الزهرة هي البتلات. نلاحظ <span class='key'>البتلات</span> لأنها عادةً مُلُونة.
es_es: Las partes exteriores de una flor son los pétalos. Notamos los <span class='key'>pétalos</span> porque son generalmente coloridos.

source: Inside the petal are
ar_eg: بداخل البتلة يوجد
es_es: Adentro del petal hay

source: several things that look like little sticks with a yellow top. These are called <span class='key'>stamen</span> and they contain pollen.<span class='key'> Pollen</span> is used to make more seeds.
ar_eg: عدة أشياء تبدو كأنها عصي برأس أصفر. هذه الأشياء تسمى <span class='key'>مياسم</span> وهي تحتوي حبوب اللقاح. <span class='key'>حبوب اللقاح</span> تُستخدم لصنع بذور أكثر.
es_es: varias cosas que se ven como palitos con una camiseta amarilla. Éstos se denominan <span class='key'>estambre</span> y contienen polen. El <span class='key'>polen</span> es utilizado para hacer más semillas.

source: In the center of the flower
ar_eg: في وسط الزهرة
es_es: En el centro de la flor

source: is the <span class='key'>pistil</span>.
ar_eg: يوجد <span class='key'>المدق</span>.
es_es: es el <span class='key'>pistilo</span>.

source: The top part of the stamen
ar_eg: الجزء العلوي من السداة
es_es: La parte superior del estambre

source: is the anther. It makes<span class='key'> pollen</span>.
ar_eg: يوجد المئبر. وهو يصنع <span class='key'>حبوب اللقاح</span>.
es_es: es la antera. Hace <span class='key'>polen</span>.

source: guess what's next!
ar_eg: خمن ما الخطوة التالية!
es_es: ¿Sabes qué es el siguiente?

source: more core ideas about plants!
ar_eg: أفكار رئيسية أكثر حول النباتات!
es_es: más ideas básicas sobre las plantas!

source: Select here
ar_eg: إختر هنا
es_es: Seleccione aquí

source: To make a seed
ar_eg: لإنتاج بذرة
es_es: Para hacer una semilla

source: <span class='key'> pollen</span> has to find its way to a pistil and travel down to reach the egg. This is called <span class='key'>pollination</span>.
ar_eg: <span class='key'> حبوب اللقاح</span> يجب أن تجد طريقها إلى المدق وتنتقل للأسفل كي تصل البويضة. وهذا يسمى <span class='key'> تلقيح</span> .
es_es: <span class='key'>El polen</span> tiene que encontrar su camino a un pistilo y llegar hasta llegar al óvulo. Esto se denomina <span class='key'>polinización</span>.

source: Correct. The anther is part of the stamen, which makes pollen. Pollen has to find its way to a pistil and reach the egg, which is called pollination.
ar_eg: صحيح. المئبر هو جزء من السداة الذي يصنع حبوب اللقاح. حبوب اللقاح يجب أن تجد طريقها للمدق لتصل إلى البويضة، والتي تسمى تلقيح.
es_es: Correcto. La antera es la parte del estambre, que hace el polen. El polen tiene que encontrar su camino hacia un pistilo y alcanzar el huevo, que se llama la polinización.

source: Not quite. The anther is part of the stamen, which makes pollen. Pollen has to find its way to a pistil and reach the egg, which is called pollination.
ar_eg: ليس بالضبط. المئبر هو جزء من السداة الذي يُنتِج حبوب اللقاح. حبوب اللقاح يجب أن تجد طريقها للمدق وتصل البويضة، والتي تسمى تلقيح.
es_es: No del todo. La antera es parte de los estambres, que hace que el polen. El polen tiene que encontrar su camino a un pistilo y alcanzar el óvulo, que se llama polinización.

source: No, a seed grows and sprouts into a seedling through the process of germination. Pollination is when pollen is transferred to the egg to eventually form a seed.
ar_eg: لا، تنمو البذرة وتتبرعم لتكون شتلة خلال عملية الإنبات. التلقيح يحدث عندما تنتقل حبوب اللقاح للبويضة لتُكون في النهاية بذرة.
es_es: No, una semilla crece y brota en una planta de semillero a través del proceso de germinación. La polinización es cuando el polen se transfiere al huevo para formar finalmente una semilla.

source: Correct. Pollination is when pollen is transferred to the egg to eventually form a seed.
ar_eg: صحيح. التلقيح يحدث عندما تنتقل حبوب اللقاح إلى البويضة لتُكون في النهاية بذرة.
es_es: Correcto. La polinización es cuando el polen se transfiere al huevo para formar finalmente una semilla.

source: No. Pollination is when pollen is transferred to the egg to eventually form a seed.
ar_eg: لا. يحدث التلقيح عندما تنتقل حبوب اللقاح إلى البويضة لتُكون في النهاية بذرة.
es_es: No. La polinización es cuando el polen se transfiere al huevo para formar finalmente una semilla.

source: Question A. Select the best answer from the drop down list.
ar_eg: سؤال أ. إختر الجواب الصحيح من القائمة في الأسفل.
es_es: Pregunta A. Seleccione la mejor respuesta de la lista desplegable.

source: The <span class='key'>anther</span> is part of the
ar_eg: <span class='key'>المئبر </span> هو جزء من
es_es: La <span class='key'>antera </span> es parte de la

source: stamen
ar_eg: السداة
es_es: el estambre

source: petal
ar_eg: البتلة
es_es: el pétalo

source: pollination
ar_eg: التلقيح
es_es: polinización

source: The anther's function is to produce
ar_eg: وظيفة العضو الذكري هو إنتاج
es_es: La función de la antera es producir

source: Question B. To make a seed, pollen has to find its way to a pistil and travel down to reach the egg. What is this process called?
ar_eg: السؤال ب. لإنتاج بذرة، على حبوب اللقاح أن تجد طريقها إلى المدق كي تصل إلى البويضة. ماذا تسمى هذه العملية؟
es_es: Pregunta B. Para hacer una semilla, polen tiene que encontrar su camino a un viaje y pistilo por alcanzar el ovulo. ¿Cómo se llama este proceso?

source: Germination
ar_eg: إنبات
es_es: Germinación

source: germination
ar_eg: إنبات
es_es: germinación

source: Pollination
ar_eg: تلقيح
es_es: Polinización

source: Both of the above
ar_eg: جميع ما سبق
es_es: Los dos de los anteriores

source: Neither of the above
ar_eg: لا شيء مما سبق
es_es: Ninguno de los anteriores

source: Plants have different ways to attract their pollinators. For example, many flowers have brightly-colored petals and give off attractive aromas, while others produce <span class='key'>nectar</span>, a food for some insects.
ar_eg: للنباتات طرق مختلفة لجذب ملقحاتها. على سبيل المثال، الكثير من الأزهار لها بتلات زاهية الألوان وتعطي روائح جاذبة، بينما تنتج أزهار أخرى رحيق،وهو غذاء لبعض الحشرات.
es_es: Las plantas tienen diferentes formas de atraer a sus polinizadores. Por ejemplo, muchas flores tienen pétalos de colores brillantes y despiden aromas atractivos, mientras que otros producen néctar, un alimento para algunos insectos.

source: <span class='key'>Pollinators</span> love to drink the sweet nectar at the base of the pistil and go from flower to flower to get more. This way, the insect gets something to eat and the plant is able to make seeds.
ar_eg: الملقحات تحب أن تشرب رحيق حلو في قاعدة المدق وتذهب من زهرة لأخرى لتحصل على المزيد. بهذه الطريقة، تحصل الحشرة على شيء لتأكل وتستطيع النبتة أن تُنتج بذور.
es_es: Polinizadores quiero beber el dulce néctar en la base del pistilo e ir de flor a flor para conseguir más. Así, el insecto consigue algo de comer y la planta es capaz de hacer las semillas.

source: Some plants use the wind to spread their pollen. Think of a dandelion being blown by the wind.
ar_eg: تستخدم بعض النباتات الريح لنشر حبوب لقاحها. فكر في نبات الهندباء عندما يتطاير بواسطة الرياح.
es_es: Algunas plantas utilizan el viento para difundir su polen. Piensa en un diente de León soplada por el viento.

source: Plants differ on how they produce their offspring. Having seeds is one of the five ways plants reproduce.
ar_eg: تختلف النباتات في طريقة إنتاجها للأجيال الجديدة. فالبذور هي واحدة من خمسة طرق تستخدمها النباتات كي تتكاثر.
es_es: Las plantas difieren en cómo producen sus crías. Tener las semillas es una de las cinco formas de plantas se reproducen.

source: Some plants have fruit with tiny little hooks that catch on passing animals. The fruit with seeds inside it gets carried to a distant place the animal goes.
ar_eg: بعض النباتات لها ثمار مصائد صغيرة جداً تصيد بها الحيوانات المارة من قربها. الثمار التي لها بذور بداخلها تُحمل لمكان تذهب إليه هذه الحيوانات وقد يكون بعيد جداً.
es_es: Algunas plantas tienen fruta con pequeños ganchos pequeños que capturan al pasar los animales. Los frutos con semillas en su interior se obtiene llevó a un lugar distante, que el animal va.

source: However the seeds get dispersed (spread over different places), they will begin to grow and continue the cycle of life.
ar_eg: ومع ذلك البذور التي تتناثر في أماكن مختلفة تبدأ بالنمو وتستمر دورة الحياة.
es_es: Sin embargo las semillas dispersa (que se extiende sobre diferentes lugares), comenzarán a crecer y continuar el ciclo de vida.

source: Click on each item below to view examples of flowering plants.
ar_eg: انقر على كل عنصر كي تشاهد أمثلة على النباتات الزهرية.
es_es: Haga clic abajo para ver ejemplos de plantas con flores en cada uno.

source: Pine and Spruce Trees
ar_eg: أشجار الصنوبر والتنوب
es_es: Los árboles de pino y abeto

source: The pine and spruce trees are examples of flowering plants that reproduce using seeds. The cones harbor the tree's seeds.
ar_eg: أشجار الصنوبر والتنوب هي مثال للنباتات الزهرية التي تتكاثر بالبذور. المخاريط تحفظ بذور الشجرة.
es_es: Los árboles de pino y abeto son ejemplo de plantas con flores que se reproducen mediante semillas. Los conos albergan las semillas del árbol.

source: Coconuts
ar_eg: جوز الهند
es_es: Los cocos

source: The large seeds of palm trees are perhaps the ultimate example of a durable seed, as they can reach locations miles away by floating in water, even through the ocean.
ar_eg: بذور النخيل الكبيرة ربما تكون المثال الأفضل لبذرة معمرة كونها تصل لأماكن بعيدة جداً تصل لأميال بواسطة العوم على الماء حتى في المحيط.
es_es: Las semillas grandes de las palmeras, son quizás el mejor ejemplo de una semilla durable, como pueden alcanzar lugares kilómetros flotando en el agua, incluso a través del océano.

source: Acorns and Walnuts
ar_eg: الجوز وبذور الجوز
es_es: Bellotas y nueces

source: Acorns and walnuts are large seeds that are able to endure harsh conditions and be planted far away from their parent tree.
ar_eg: الجوز وبذور الجوز هما بذور كبيرة قادرة على تحمل الظروف القاسية ويمكن زراعتها بعيدا عن الشجرة الأم.
es_es: Bellotas y nueces son semillas grandes que son capaces de soportar las duras condiciones y plantar lejos de su árbol primario.

source: Pollen
ar_eg: حبوب اللقاح
es_es: Polen

source: Pollen is also considered a seed, which is transferred by a pollinator to the same (<span class='key'>self-pollination</span>) or a different plant (<span class='key'>cross-pollination</span>) in order to reproduce.
ar_eg: حبة اللقاح تعتبر بذرة أيضاً والتي تنتقل بواسطة ملقح إلى نفس النبتة (تلقيح ذاتي) أو نبتة مختلفة (تلاقح) لكي تتكاثر.
es_es: Polen también se considera una semilla, que es transferida por un polinizador a la misma (autopolinización) o una planta diferente (polinización cruzada) con el fin de reproducirse.
