Repository: geneconde/NGR-sandbox
Catalog: demo/life-cycle-of-plants/Locale/*/LC_MESSAGES/life-cycle-of-plants.po
Languages: ar_eg, es_es

source: No, not all plants have seeds. There are four other ways for plants to reproduce.
ar_eg: لا، ليس لجميع النباتات بذور. هناك أربع طرق أخرى للنباتات كي تتكاثر.
es_es: No, no todas las plantas tienen semillas. Hay cuatro otras maneras para que las plantas se reproducen.

source: All plants have seeds and reproduce this way.
ar_eg: جميع النباتات لها بذور وتتكاثر بهذه الطريقة.
es_es: Todas las plantas tienen semillas y reproducen de esta manera.

source: Correct. Acorns, walnuts, and coconuts are large seeds that are able to endure adverse conditions and be planted far away from their parent tree.
ar_eg: صحيح. الجوز وبذور الجوز وجوز الهند هي بذور كبيرة تستطيع أن تتحمل ظروف قاسية ويمكن زراعتها بعيداً عن الشجرة الأم.
es_es: Correcto. Las bellotas, las nueces y los cocos son semillas grandes que son capaces de soportar condiciones adversas y ser plantados lejos de su árbol primario.

source: Acorns, walnuts and coconuts are all large seeds.
ar_eg: الجوز وبذور الجوز وجوز الهند جميعها بذور كبيرة.
es_es: Las bellotas, las nueces y los cocos son semillas grandes.

source: No, cross-pollination is when a pollinator moves pollen to a different plant.
ar_eg: لا، التلاقح هو عندما ينقل ملقح حبوب اللقاح لنبتة مختلفة.
es_es: No, la polinización cruzada es cuando un polinizador traslada polen a una planta diferente.

source: Cross-pollination is when a pollinator moves pollen to the same plant.
ar_eg: التلاقح هو عندما يحرك ملقح حبوب اللقاح إلى نفس النبتة.
es_es: Polinización cruzada es cuando un polinizador traslada polen a la misma planta.

source: No, not all seeds need to be planted nearby the parent plant. Coconuts (the large seeds of palm trees) can reach and be planted miles away.
ar_eg: لا، لا تحتاج جميع النباتات بذور لكي تُزرع بجانب النبتة الأم. جوز الهند (البذور الكبيرة من أشجار النخيل) يمكن أن تصل وتزرع بأماكن تبعد أميال عن النبتة الأم.
es_es: No, no todas las semillas necesitan ser plantado cerca de la planta progenitora. Los cocos (las semillas grandes de las palmeras) pueden llegar y ser plantados desde millas de distancia.

source: Seeds need to be planted nearby the parent plant.
ar_eg: تحتاج البذور أن تُزرع بجانب النبتة الأم.
es_es: Las semillas necesitan ser plantado cerca de la planta del padre.

source: No, some seeds may fall to the ground near the plant, but this is not the primary way for the seeds to spread.
ar_eg: لا، بعض البذور يمكن أن تسقط إلى الأرض بجانب النبتة، لكن هذه ليست الطريقة الأساسية لإنتشار البذور.
es_es: No, algunas semillas pueden caer al suelo cerca de la planta, pero esto no es la forma principal para las semillas difundir.

source: By the plant falling and dying.
ar_eg: بواسطة النبتة التي تسقط وتموت.
es_es: Por la planta cayendo y luego morir.

source: No, some seeds may be knocked to the ground when it rains, but this is not the primary way for the seeds to spread.
ar_eg: لا، بعض البذور يمكن أن تقع على الأرض عندما تمطر، لكن هذه ليست الطريقة الأساسية للبذور كي تنتشر.
es_es: No, algunas semillas pueden ser tiradas al suelo cuando llueve, pero esto no es la forma principal para las semillas difundir.

source: By water when it rains.
ar_eg: بواسطة الماء عندما تُمطر
es_es: Por el agua cuando llueve.

source: Correct, most of the dandelion seeds are spread by a wind or breeze, or sometimes by people who blow on the dandelion.
ar_eg: صحيح، معظم بذور نبات الهندباء تنتشر بواسطة الرياح أو النسمات أو أحياناً بواسطة الناس الذين ينفخون على نبتة الهندباء.
es_es: Correcto, la mayoría de las semillas del diente de León se extiende por un viento o brisa o a veces por personas que sople en el diente de León.

source: By wind when it blows.
ar_eg: بواسطة الرياح عندما تهب.
es_es: Por el viento cuando sopla.

source: No, an animal may occasionally eat a dandelion and spread its seeds, but very few dandelion seeds are spread this way.
ar_eg: لا، يمكن أحياناً لحيوان أن يأكل نبتة الهندباء وينشر بذورها ، لكن بذور قليلة جداً لنبات الهندباء تنتشر بهذه الطريقة.
es_es: No, un animal de vez en cuando puede comer un diente de León y propagar sus semillas, pero muy pocas semillas del diente de León se reparten de esta manera.

source: By animals when they eat the flower.
ar_eg: بواسطة الحيوانات عندما تأكل الزهرة.
es_es: Por parte de los animales cuando se comen las flores.

source: Question A. Which of these statements is true
ar_eg: سؤال أ. أي من هذه العبارات صحيحاً
es_es: Pregunta A. ¿Cuál de estas afirmaciones es verdadera?

source: Question B. How are dandelion seeds primarily dispersed
ar_eg: سؤال ب. كيف تنتشر بذور الهندباء بالأساس
es_es: Pregunta B. ¿Cómo se dispersan principalmente las semillas del diente de León?

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: دَوِّر أو إقلب الصندوق ثلاثي الأبعاد إما للأعلى أو للأسفل لتضع إجابتك.
es_es: Girar o voltear el cuadro 3D abajo o arriba o abajo sistema tu respuesta.

source: Click the box, then hold, and slide mouse up or down
ar_eg: انقر الصندوق، وثبت المؤشر عليه، وحرك الفأرة للأعلى أو للأسفل
es_es: Haga clic en la caja y, a continuación, espera y deslice el ratón hacia arriba o hacia abajo

source: Using what you know... about the life cycle of plants... to solve a problem
ar_eg: بإستخدام ما تعرف ... عن دورة حياة النباتات ... لحل المشكلة
es_es: Utilizando lo que sabes... sobre el ciclo de vida de las plantas... para resolver un problema

source: The Problem
ar_eg: المشكلة
es_es: El problema

source: During crops planting season in North America, farmers count on honeybees to pollinate the flowers for us to get almost a third of our food. The problem is that the honeybees are decreasing in population. No one is exactly sure why, but the honeybee colonies are in trouble and recently almost 25% of them have been lost. You have been called in to advise the department of agriculture on the problem.
ar_eg: خلال موسم زراعة محاصيل في أمريكا الشمالية، يعتمد المزارعون على نحل العسل لتلقيح الزهور لنا للحصول على ما يقرب من ثلث غذائنا. المشكلة هي أن أعداد نحل العسل آخذة في التناقص . لا أحد متأكد بالضبط لماذا، ولكن تجمعات نحل العسل في ورطة ، وقد فقدت ما يقرب منهم. فإذا دعيت لتقديم المشورة في وزارة الزراعة حول المشكلة.
es_es: Durante la temporada de siembra en Norteamérica, los granjeros dependen de que las abejas polinicen las flores para que podamos obtener casi un tercio de nuestros alimentos. El problema es que las abejas están disminuyendo en la población. Nadie está seguro exactamente por qué, pero la abeja colonias están en problemas y recientemente casi el 25% de ellos han perdido. Tú has sido llamado para asesorar al Departamento de Agricultura sobre el problema.

source: During crops planting season in North America, farmers count on honeybees to exactly sure why, but the honeybee colonies are in trouble and recently almost 25% of them have been lost. You have been called in to advise the pollinate the flowers for us to get almost a third of our food.
es_es: Durante la temporada de siembra en Norteamérica, los granjeros dependen de que las abejas polinicen las flores para que podamos obtener casi un tercio de nuestros alimentos.

source: The problem is that the honeybees are decreasing in population. No one is exactly sure why, but the honeybee colonies are in trouble and recently almost 25% of them have been lost. You have been called in to advise the department of agriculture on the problem.
ar_eg: المشكلة هي أن أعداد النحل تتضاءَل. لا أحد يعرف بالضبط لماذا، لكن مجتمعات النحل بخطر حيث أن 25% منها قد فقد بالوقت الحالي. فإذا طُلب منك كي تبدي النصح لدائرة الزراعة لحل هذه المشكلة.
es_es: El problema es que las abejas están disminuyendo en la población. Nadie está seguro exactamente por qué, pero la abeja colonias están en problemas y recientemente casi el 25% de ellos han perdido. Tú has sido llamado para asesorar al Departamento de Agricultura sobre el problema.

source: More
ar_eg: المزيد
es_es: Más

source: Please type your answer below.
ar_eg: يرجى طباعة إجابتك في الأسفل
es_es: Por favor escriba su respuesta más abajo.

source: Your Task
ar_eg: مهمتك هي
es_es: Su tarea

source: Using what you know about plants and what you can research about honeybees, what are some things you would advise the department to consider to ensure that the plants get pollinated? Key in your possible solutions in the textbox below.
ar_eg: باستخدام ما تعرف عن النباتات وما يمكنك أن تبحث عن النحل، ما هي بعض الأشياء التي يمكنك أن تنصح مديرية الزراعة لتأخذ بالإعتبار للتأكد من أن النباتات تحصل على التلقيح؟ المفتاح في إجاباتك المحتملة في صندوق النص الموجود في الأسفل.
es_es: Usando lo que sabes sobre las plantas y lo que usted puede investigar acerca de las abejas, ¿cuáles son algunas cosas que aconsejaría al departamento que considere para asegurar que las plantas obtener polinizadas? Poner en sus posibles soluciones en el recuadro más abajo.

source: Click here to start typing your answer...
ar_eg: انقر هنا كي تبدأ بطباعة إجابتك ...
es_es: Haga clic aquí para empezar a escribir su respuesta...

source: Summarizing core ideas... about the life cycle of plants
ar_eg: تلخيص الأفكار الرئيسية ... حول دورة حياة النباتات
es_es: Resumen de ideas básicas sobre... el ciclo de vida de las plantas

source: The <span class='key'>life cycle</span> of a plant goes through several stages. The plant starts off as a <span class='key'>seed</span>. When the seed sprouts into a <span class='key'>seedling</span> through <span class='key'>germination</span>, it grows into a fully grown plant that is capable of producing seeds. The next stage of the life cycle is to produce seeds. Flowering plants have special parts to make <span class='key'>pollen</span>, attract <span class='key'>pollinators</span> and to grow the seeds. The newly created seed, given the right conditions, will germinate and turn into a plant, starting the plant life cycle over again.
ar_eg: دورة حياة النبتة تسير في عدة مراحل. تبدأ النبتة على شكل <span class='key'>بذرة</span>. عندما تتبرعم البذرة إلى <span class='key'>شتلة</span> خلال عملية <span class='key'>الإنبات</span> ، تنمو لتصبح نبتة مكتملة والتي تستطيع أن تنتج بذور. الخطوة التالية من دورة حياة النبتة هي لإنتاج البذور. النباتات الزهرية لها أجزاء خاصة لتنتج <span class='key'>حبوب اللقاح</span> ، تجذب <span class='key'>الملقحات</span> ولتنمي البذور. والبذور الجديدة ، أخذاً بالإعتبار الظروف الصحيحة، ستنبت وتتحول إلى نبتة، لتبدأ بذلك دورة حياة النبتة مرة أخرى.
es_es: El ciclo de vida de planta pasa por varias etapas. La planta comienza como <span class='key'>una semilla</span>. Cuando la semilla brota en una <span class='key'>planta de semillero</span> a través de <span class='key'>germinación</span>, crece en una planta totalmente crecida que es capaz de producir semillas. La siguiente etapa del ciclo de vida es producir semillas. Las plantas con flores tienen piezas especiales para hacer <span class='key'>polen</span>, atraen a los <span class='key'>polinizadores</span> y hacer crecer las semillas. La semilla recién creada, dada las condiciones correctas, germinará y convertirse en una planta, a partir del ciclo de vida de la planta otra vez.

source: Words and definition?
ar_eg: كلمات وتفسيرات
es_es: ¿Palabras y definiciones?

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Las palabras y las explicaciones

source: Reviewing key vocabulary related to... the life cycle of plants
ar_eg: مراجعة المصطلحات المرتبطة ... بدورة حياة النباتات.
es_es: El repaso de vocabulario clave relacionado con... el ciclo vital de plantas

source: life cycle
ar_eg: دورة الحياة
es_es: ciclo de vida

source: The life cycle of an organism is all of the changes it undergoes from birth to reproduction to death. This life cycle is repeated generation after generation.
ar_eg: دورة الحياة للكائن هي كل التغيرات التي تحدث من الميلاد إلى التكاثر وحتى الموت. تتكرر دورة الحياة من جيل إلى جيل.
es_es: El ciclo de vida de un organismo es todos los cambios que sufre desde el nacimiento a la reproducción a la muerte. Este ciclo de vida es repetida generación tras generación.

source: seed
ar_eg: بذرة
es_es: semilla

source: Many plants start out as a small seed. When the seed is planted in the ground, it sprouts into a young seedling through the process of germination. Flowers are used by plants to produce more seeds to continue the life cycle.
ar_eg: الكثير من النباتات تبدأ كبذرة صغيرة. عندما تُزرع البذرة في الأرض، فإنها تتبرعم لتكون شتلة صغيرة خلال عملية الإنبات. وتستخدم الأزهار بواسطة النباتات كي تُنتج بذور إضافية لتستمر دورة الحياة.
es_es: Muchas plantas comienzan como una pequeña semilla. Cuando la semilla está plantada en el suelo, brota en una planta de semillero jóvenes a través del proceso de germinación. Las flores son utilizadas por las plantas para producir semillas más para continuar el ciclo de vida.

source: sprout
ar_eg: برعم
es_es: brote

source: A sprout is when the seed changes into a seedling through germination. Through sprouting, the seedling then grows into a fully grown plant that is capable of producing seeds.
ar_eg: البرعم هو عندما تتغير البذرة إلى شتلة صغيرة خلال الإنبات. بالتبرعم تنمو الشتلة لتصبح نبتة مكتملة تستطيع أن تنتج بذور.
es_es: Un brote es cuando la semilla se transforma en una planta de semillero a través de germinación. A través de brotación, la plántula luego crece en una planta totalmente crecida que es capaz de producir semillas.

source: seedling
ar_eg: شتلة
es_es: plantas de semillero

source: Seedlings are seeds that have sprouted. Seedlings have a small root that is used to suck up water from the ground and a stem that is the body of the plant. Seedlings also have small leaves that are used to get energy from the sun. The seedling continues to grow until it becomes a mature plant.
ar_eg: الشتلات هي بذور تبرعمت. وللشتلات جذر صغير يستخدم لإمتصاص الماء من الأرض وساق وهو جسم النبتة. وللشتلات أيضاً أوراق صغيرة تستخدم للحصول على طاقة من الشمس. وتستمر النبتة في النمو حتى تصبح نبتة بالغة.
es_es: Las plantas de semillero son semillas que han brotado. Las plantas de semillero tienen una pequeña raíz que es usada para sorber el agua de la tierra(razón) y un tallo que es el cuerpo de la planta. Las plantas de semillero también tienen pequeñas hojas(permisos) que son usadas para conseguir la energía del sol. La planta de semillero sigue creciendo hasta que se haga una planta madura.

source: When the seed is planted in the ground, it sprouts into a young seedling through the process of germination.
ar_eg: عندما تُزرع البذرة في الأرض، تتبرعم إلى شتلة صغيرة خلال عملية الإنبات.
es_es: Cuando la semilla está plantada en el suelo, brota en una planta de semillero jóvenes a través del proceso de germinación.

source: root
ar_eg: جذر
es_es: raíz

source: A root is the part of a plant that helps it get water and food from the ground. Roots have no leaves or flowers on them. Roots are usually underground, but not always. You can see in the photograph that this mangrove tree's roots are visible above ground. Roots that are underground help hold a plant in the ground. Your teeth also have roots. They hold your teeth in your gums.
ar_eg: الجذر هو جزء من النبتة يساعدها على الحصول على الماء والغذاء من الأرض. ليس للجذور أوراق أو أزهار عليها. والجذور عادة تكون تحت الأرض، لكن ليس دائماً. بإمكانك أن ترى هذه جذور شجرة المنغروف وهي بارزة فوق الأرض. الجذور الموجودة تحت الأرض تساعد في تثبيت النبتة في الأرض. لأسنانك جذور أيضاً. وهي تثبتها في لثتك.
es_es: Una raíz es la parte de una planta que ayuda a conseguir agua y comida de la tierra. Las raíces no tienen hojas o flores en ellos. Las raíces son generalmente bajo tierra, pero no siempre. Puedes ver en la fotografía que las raíces de este árbol mangle son visibles por encima del suelo. Las raíces son subterránea ayuda mantener una planta en el suelo. Los dientes tienen también raíces. Sostienen los dientes en sus encías.

source: Seedlings have a small root that is used to suck up water from the ground and a stem that is the body of the plant. The main parts of the stem are the nodes, internodes, the petioles, and the leaves.
ar_eg: الشتلات لها جذور صغيرة تستخدمها لكي تمتص الماء من الأرض ولها ساق و هو جسم النبتة. الأجزاء الرئيسية من الساق هي العقد، والسلاميات، والأعناق، والأوراق.
es_es: Las plántulas tienen una raíz pequeña que se utiliza para absorber agua del suelo y un tallo que es el cuerpo de la planta. Las partes principales del tallo son los nodos, entrenudos, los pecíolos y las hojas.

source: leaves
ar_eg: أوراق
es_es: hojas

source: Leaves are the part of the plant that absorb sunlight as the fuel for the process of photosynthesis. Seedlings also have small leaves that are used to get energy from the sun.
ar_eg: الأوراق هي جزء من النبتة والذي يمتص ضوء الشمس كوقود لعملية التمثيل الضوئي. للشتلات أوراق صغيرة أيضاً تُستخدم للحصول على الطاقة من الشمس.
es_es: Las hojas son la parte de la planta que absorben la luz del sol como el combustible para el proceso de fotosíntesis. Las plantas de semillero también tienen hojas pequeñas que se utilizan para obtener energía del sol.

source: Flowers have many parts needed to make more seeds. The outer parts of a flower are the petals. We notice the petals because they are usually colorful. Inside the petal are several things that look like little sticks with a yellow top, which are the stamen, containing pollen.
ar_eg: للأزهار أجزاء كثيرة كي تصنع بذور إضافية. الأجزاء الخارجبة من الزهرة هي البتلات. نحن نلاحظ البتلات لأنها عادة ملونة. بداخل البتلة هناك اشياء أخرى تشبه العصي الصغيرة برأس أصفر، والتي هي السداة وتحتوي حبوب اللقاح.
es_es: Las flores tienen muchas partes necesarias para hacer más semillas. Las partes exteriores de una flor son los pétalos. Notamos los pétalos porque son generalmente coloridos. Dentro del pétalo son varias cosas que se ven como palitos con una camiseta amarilla, que son los estambres, que contienen polen.

source: Inside the petal of a flower are several things that look like little sticks with a yellow top. These are called stamen and they contain pollen. The stamen is the male part of a flower.
ar_eg: بداخل بتلة الزهرة يوجد عدة أشياء والتي تبدو كعصي صغيرة جداً رؤوسها صفراء. هذه تسمى سداة وتحتوي على حبوب اللقاح. السداة هي الجزء المؤنث من الزهرة.
es_es: Dentro de los pétalos de una flor son varias cosas que se ven como palitos con una camiseta amarilla. Éstos se denominan estambre y contienen polen. El estambre es la parte masculina de una flor.

source: pollen
ar_eg: حبوب اللقاح
es_es: polen

source: Pollen is a yellowish powder found inside a flowering plant. Pollen helps the plant to make more plants. Insects such as bees and butterflies go to flowers to eat. While they eat, some of the flower's pollen sticks to them. When one insect goes to another flower, it takes the pollen with it. Some of the first flower's pollen rubs off onto the second flower. That helps the second flower grow seeds. Look at the bee in this photograph. Can you see the pollen?
ar_eg: حبوب اللقاح هي عبارة عن بودرة صفراوية اللون موجودة بداخل النبتة. تساعد حبوب اللقاح في إنتاج نباتات أكثر. الحشرات كالنحل والفراش تذهب إلى الأزهار كي تأكل. بينما هي تأكل، تلتصق بها بعض حبوب اللقاح من الزهرة. وعندما تذهب هذه الحشرة إلى زهرة ثانية، تأخذ حبوب اللقاح معها. بعض من حبوب اللقاح من الزهرة الأولى تبقى على الزهرة الثانية. هذا يساعد الزهرة الثانية على أن تنمو فيها البذور. أنظر إلى النحلة في هذه الصورة. هل ترى حبوب اللقاح؟
es_es: El polen es un polvo amarillento que se encuentra dentro de una planta con flor. Polen ayuda a la planta para hacer más plantas. Insectos como las abejas y mariposas ir a flores para comer. Mientras comen, algunos del polen de la flor se pega a ellos. Cuando un insecto llega a otra flor, toma el polen con él. Algunos de polen de la flor primero se frota sobre la segunda flor. Eso ayuda a la segunda flor crecer las semillas. Mira la abeja en esta fotografía. ¿Puede ver el polen?

source: pistil
ar_eg: المدق
es_es: pistilo

source: A pistil is the female part of a flower. It is located inside the flower and helps produce seeds. The pistil is very important because it helps plants to make more plants. Butterflies and bees can help plants by bringing pollen from one flower to another. If the pollen gets on the pistil of a flower, it can make seeds or even turn into a fruit. Some flowers have just one pistil, while others have many. Above is a photograph of a hibiscus pistil.
ar_eg: المدق هو الجزء الأنثوي من الزهرة. وهو يقع في وسط الزهرة ويساعد على إنتاج البذور. والمدق مهم جداً لأنه يساعد النباتات على إنتاج نباتات أخرى. الفراشات والنحل يمكن أن تساعد النباتات بجلب حبوب اللقاح من زهرة لأخرى. إذا وصلت حبة اللقاح إلى مدق الزهرة، يمكن أن يُنتج بذور أو حتى يتحول إلى ثمرة. بعض الأزهار لها مدق واحد. وأخرى لها الكثير من المدقات. في الصورة الموجودة في الأعلى مدق لنبات الكركديه.
es_es: Un pistilo es la parte femenina de una flor. Se encuentra dentro de la flor y ayuda a produce semillas. El pistilo es muy importante porque ayuda a las plantas para hacer más plantas. Mariposas y abejas pueden ayudar las plantas llevando el polen de una flor a otra. Si el polen entra en el pistilo de una flor, puede hacer semillas o incluso convertirse en una fruta. Algunas flores tienen un pistilo. Otras tienen muchos. Arriba es una fotografía de un pistilo de hibisco.

source: pollinate
ar_eg: يُلَقِح
es_es: Polinizar

source: To pollinate is to transfer pollen between flowers in plant reproduction. Birds and bees pollinate many different plants.
ar_eg: لكي يتم التلقيح يجب على حبوب اللقاح أن تنتقل بين الأزهار في تكاثر النبتة. الطيور والنحل تلقح نباتات كثيرة ومختلفة.
es_es: Para polinizar es la transferencia de polen entre flores en la reproducción de la planta. Las aves y las abejas polinizan muchas plantas diferentes.

source: pollinator
ar_eg: ملقح
es_es: polinizador

source: A pollinator is a living thing that moves pollen from one plant to another plant. Pollen is needed by some plants to make seeds and fruits. Bees, butterflies, and bats can act as pollinators. They fly from one plant to another and transfer pollen as they do. Many pollinators are animals that transfer pollen on their hair or fur. If there were no pollinators, there would be a lot less seeds and fruit in the world.
ar_eg: المُلَقِح هو شيء حي ينقل حبوب اللقاح من نبتة لأخرى. حبة اللقاح ضرورية لبعض النباتات كي تصنع بذور وثمار. النحل والفراش الوطاويط يمكن أن تكون ملقحات. فهي تطير من نبتة لأخرى وتنقل حبوب اللقاح معها. ملقحات كثيرة هي حيوانات تنقل حبوب اللقاح على شعرها أو فروها. إذا لم يكن هناك ملقحات، سيكون هناك نقص كبير في البذور وفي الثمار حول العالم.
es_es: Un polinizador es un ser viviente que se mueve el polen de una planta a otra planta. Polen es necesario por algunas plantas y semillas y frutos. Las abejas, mariposas y murciélagos pueden actuar como polinizadores. Vuelan de una planta a otra y transferencia de polen como lo hacen. Muchos de los polinizadores son animales que la transferencia de polen en su pelo o piel. Si no hubiera ninguna polinizadores, habría mucho menos semillas y frutos en el mundo.

source: nectar
ar_eg: الرحيق
es_es: néctar

source: Many flowers produce nectar, a food for some insects. Pollinators love to drink the sweet nectar at the base of the pistil and go from flower to flower to get more.
ar_eg: تنتج الأزهار الكثير من الرحيق، وهو غذاء لبعض الحشرات. الملقحات تحب أن تشرب الرحيق الحلو عند قاعدة المدق وتذهب من زهرة لأخرى كي تحصل على المزيد.
es_es: Muchas flores producen néctar, un alimento para algunos insectos. Polinizadores amar beber el dulce néctar en la base del pistilo e ir de flor a flor para conseguir más.

source: Close me!
ar_eg: أغلقني!
es_es: ¡Ciérreme!

source: self-pollination
ar_eg: تلقيح ذاتي
es_es: autopolinización
