Repository: geneconde/NGR-sandbox
Catalog: demo/electric-charge/Locale/*/LC_MESSAGES/electric-charge.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: التقويم السريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: تقويم سريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: تقويم سريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: التقويم السريع رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Play
ar_eg: شغَل
es_es: Reproducir

source: Pause
ar_eg: وقف مؤقت
es_es: Pausa

source: Stop
ar_eg: توقف
es_es: Detener

source: Mute
ar_eg: صامت
es_es: Silencio

source: Unmute
ar_eg: غير صامت
es_es: Activar sonido

source: Max volume
ar_eg: أعلى صوت
es_es: Volumen máximo

source: Full screen
ar_eg: وضع الشاشة بالكامل
es_es: Pantalla completa

source: Restore screen
ar_eg: استعادة الشاشة
es_es: Restaurar pantalla

source: Repeat
ar_eg: كرر
es_es: Repetir

source: Repeat off
ar_eg: إيقاف التكرار
es_es: No repetir

source: Update Required
ar_eg: التحديث مطلوب
es_es: Actualización Requerida

source: To play the media you will need to either update your browser to a recent version or update your
ar_eg: لتشغيل الوسائط ستحتاج إما إلى تحديث المتصفح للنسخة الأخيرة أو تحديث ....
es_es: Para reproducir los contenidos multimedia, necesitas actualizar tu navegador a una versión más reciente o actualizar tu

source: Flash plugin
ar_eg: أدخل الفلاش
es_es: Lector Flash

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وثبت الفأرة وحركها للأعلى وللأسفل كي تُدَوِّر الصندوق وتختار إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: مهمتك
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة ستعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations
ar_eg: مبروك
es_es: ¡Felicidades

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وللأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a,

source: Preparing your first quick check!
ar_eg: تحضير تقويمك السريع الاول!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: هل انت مستعد لاخر اختبار سريع؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال قصير ؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: السؤال الأول في الإختبار هو:
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: لقد انتهيت!
es_es: ¡Terminaste!

source: Electric Charge
ar_eg: شحنة كهربائية
es_es: Cargas Eléctricas

source: Welcome to the Electric Charge module
ar_eg: مرحبا بكم في وحدة الشحنة الكهربائية
es_es: Bienvenido/a al módulo de Cargas Eléctricas

source: Let's begin
ar_eg: دعنا نبدأ!
es_es: Comencemos

source: Thinking about... electric charge
ar_eg: التفكير.. بالشحنة الكهربائية
es_es: Pensando acerca de... cargas eléctricas

source: For more than one reason, going down the slide at the playground can be a hair-raising experience. From bolts of lightning to static cling, many things that we see and experience in everyday life are controlled by electric charge. That's because all the objects that you interact with are made up of charged particles. We don't normally notice all of that electric charge because most objects have equal amounts of positive and negative charge. When the charge of an object gets altered, even just a little bit, the effect can be very noticeable.
ar_eg: لأكثر من سبب واحد، الانزلاق في الملعب على الزلاقة يمكن أن يكون تجربة يتوقف لها الشعر. من مغالق البرق إلى الكهرباء الساكنة، يتم التحكم بالعديد من الأشياء التي نراها ونختبرها في الحياة اليومية من خلال الشحنة الكهربائية. وهذا لأن جميع الأجسام التي يمكنك التفاعل معها مكونة من جسيمات مشحونة. نحن عادة لا نلاحظ كل تلك الشحنات الكهربائية لأن معظم الأجسام فيها كميات متساوية من الشحنات الموجبة والسالبة. عندما يحصل تغيير فيها ولو حتى قليل، يمكن أن يكون التأثير ملحوظا جدا.
es_es: Por más de una razón, deslizarte por el tobogán en el parque de juegos puede ponerte el pelo de punta. Desde los relámpagos hasta la adherencia por estática, muchas cosas que vemos y experimentamos en la vida diaria son controladas por las cargas eléctricas Eso sucede porque todos los objetos con los que interactúas están formados por partículas cargadas. Normalmente no notamos toda esa carga eléctrica porque la mayoría de los objetos tienen la misma cantidad de carga positiva que negativa. Cuando la carga de un objeto se altera, incluso sólo un poco, el efecto puede ser muy notable.

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a,

source: Checking what you already know about... electric charge
ar_eg: تحقق مما كنت تعرفه سابقا عن..الشحنة الكهريائية
es_es: Revisando lo que ya sabes acerca de... cargas eléctricas

source: Which of the following objects contain electric charge? Check <span class='blink'>ALL</span> that apply.
ar_eg: أي من الأجسام التالية تحتوي على شحنة كهربائية؟ تحقق من <span class='blink'>جميع</span> ما ينطبق عليها ذلك
es_es: ¿Cuál de los siguientes objetos contiene cargas eléctricas? Selecciona <span class='blink'>TODAS</span> las opciones apropiadas.

source: A beach ball
ar_eg: كرة الشاطئ
es_es: Una pelota de playa

source: A tea kettle
ar_eg: إبريق الشاي
es_es: Una tetera

source: A baby
ar_eg: طفل
es_es: Un bebé

source: A dog
ar_eg: كلب
es_es: Un perro

source: All objects made of matter contain a mix of charged particles. If you selected all of the items, you're headed in the right direction.
ar_eg: تحتوي كافة الأجسام المكونة من مواد على مزيج من الجسيمات المشحونة. إذا قمت بتحديد كافة العناصر، فأنت في الاتجاه الصحيح.
es_es: Todos los objetos hechos de materia contienen una mezcla de partículas cargadas. Si seleccionaste todos los elementos, vas en la dirección correcta.

source: Looking at the particles...
ar_eg: البحث في الجزيئات...
es_es: Observando las partículas...

source: Reviewing big ideas about... electric charge
ar_eg: استعراض أفكار كبيرة حول.. الشحنة الكهربائية
es_es: Revisando ideas importantes acerca de... cargas eléctricas

source: Click the image to view.
ar_eg: انقر فوق الصورة لعرضها.

source: All of the objects that we encounter in everyday life are made up of matter. Matter consists of really small particles called atoms, and those atoms are made up of even smaller particles called <span class='key'>protons</span>, <span class='key'>neutrons</span> and <span class='key'>electrons</span>. Protons carry a positive charge, and electrons carry a negative charge while neutrons carry no charge. There are more protons in the fingernail on your pinky than there are people on the Earth. However high that number may be, there are most likely the exact same number of electrons in that fingernail. Most objects have an equal number of protons and electrons. In other words, most objects are <span class='key'>electrically neutral</span>. Scientists have been studying electricity for far longer than they have known about the atomic particles. That's why they first came up with the terms positive charge and negative charge to describe what we now know as protons and electrons. If an object contains more electrons than protons, the object is said to be negatively charged. If an object contains more protons than electrons, it is said to be positively charged.
ar_eg: جميع الأجسام التي نصادفها كل يوم مكونة من مواد. تتكون المواد من جزيئات صغيرة جدا تسمى الذرات، و تلك الذرات تتكون من جسيمات أصغر تسمى <span class=key>البروتونات</span>،و <span class=key>النيوترونات</span> و <span class=key>الإلكترونات</span>. البروتونات تحمل شحنة موجبة والإلكترونات تحمل شحنة سالبة بينما النيوترونات لا تحمل أي شحنة. وهناك الكثير من البروتونات على الظفر أكثر من الناس على الأرض. ومع ارتفاع هذا العدد ، فعلى الأرجح هناك العدد الدقيق نفسه من الإلكترونات في الظفر. معظم الكائنات لديها عدد متساو من البروتونات والإلكترونات. وبعبارة أخرى، فإن معظم الأجسام <span class=key>متعادلة كهربائيا</span>. فقد كان العلماء يدرسون الكهرباء لفترة أطول بكثير مما كانوا يعرفون عن الجسيمات الذرية. لهذا السبب جاؤوا بمصطلحات الشحنة الموجبة والشحنة السالبة لوصف ما نعرفه الآن باسم البروتونات والإلكترونات. إذا كان الجسم يحتوي الإلكترونات أكثر من البروتونات، تصبح شحنة الجسم سالبة. وإذا كان الجسم يحتوي على البروتونات أكثر من الإلكترونات،تصبح شحنة الجسم موجبة.
es_es: Todos los objetos que encontramos en la vida diaria están formados por materia. La materia consiste de partículas realmente pequeñas conocidas como átomos, y esos átomos están formados por partículas incluso más pequeñas conocidas como <span class='key'>protones</span>, <span class='key'>neutrones</span> y <span class='key'>electrones</span>. Los protones llevan una carga positiva, y los electrones llevan una carga negativa, mientras que los neutrones no llevan ninguna carga. Hay más protones en la uña de tu dedo meñique que gente en la Tierra. Sin importar cuán grande sea ese número, lo más probable es que haya exactamente la misma cantidad de electrones en dicha uña. La mayoría de los objetos tienen un número igual de protones y electrones. En otras palabras, la mayoría de los objetos son <span class='key'>eléctricamente neutrales</span>. Los científicos han estudiado la electricidad desde mucho antes de descubrir las partículas atómicas. Por esa razón fue que originalmente crearon los términos carga positiva y carga negativa para describir lo que ahora conocemos como protones y electrones. Si un objeto contiene más electrones que protones, se dice que el objeto está cargado negativamente. Si el objeto contiene más protones que electrones, se dice que está cargado positivamente.

source: It turns out that it is relatively easy to change the number of electrons in an object, but extremely difficult to change the number of protons. For this reason, objects typically become charged because they've either gained electrons from some other object, or they've lost electrons to some other object. Scientists refer to a gain of electrons as becoming <span class='key'>negatively charged</span>, and a loss of electrons as becoming <span class='key'>positively charged</span>. Gaining or losing protons is a much more involved process, and would mean that the material had actually changed to a different element, like turning Oxygen into Carbon.
ar_eg: تبين أنه من السهل نسبيا إحداث تغيير في عدد الإلكترونات في الجسم، ولكن من الصعب للغاية تغيير عدد البروتونات. لهذا السبب، عادة تصبح الأجسام مشحونة لأنها قد اكتسبت إما الإلكترونات من على جسم آخر، أو أنها قد فقدت الإلكترونات على جسم آخر. يشير العلماء إلى كسب الإلكترونات كأن تصبح <span class='key'>مشحونة سلبا</span>، وفقدان الإلكترونات كأن تصبح <span class='key'>مشحونة إيجابا</span>. كسب أو فقدان البروتونات هي عملية مرتبطة أكثر من ذلك بكثير ، وذلك يعني أن المواد قد تغيرت بالفعل إلى عنصر مختلف، مثل تحول الأكسجين إلى الكربون.
es_es: Resulta que es relativamente fácil cambiar el número de electrones en un objeto, pero extremadamente difícil cambiar el número de protones. Por esta razón, los objetos típicamente se cargan porque han obtenido electrones de otro objeto, o han cedido electrones a otro objeto. Los científicos se refieren a ganar electrones como <span class='key'>cargarse negativamente</span>, y a perder electrones como <span class='key'>cargarse positivamente</span>. Obtener o ceder protones es un proceso mucho más complicado, y significaría que el material realmente se hubiera convertido en otro elemento, como convertir oxígeno en carbono.

source: Carrying positive charge...
ar_eg: حمل شحنة موجبة
es_es: Llevando una carga positiva...

source: Scientists can use a device called an electroscope to test the charge on an object. If scientists determine that a plastic rod has a positive charge, the most likely explanation is that...
ar_eg: يمكن للعلماء استخدام جهاز يسمى الكشاف الكهربائي لاختبار الشحنة على الجسم. اذا قرر العلماء أن القضيب البلاستيكي يحتوي على شحنة موجبة، فالتفسير الأكثر احتمالا هو أن ...
es_es: Los científicos pueden utilizar un aparato conocido como electroscopio para evaluar la carga de un objeto. Si los científicos determinan que una barra de plástico tiene una carga positiva, la explicación más probable es que...

source: the plastic rod gained some electrons from another object.
ar_eg: القضيب البلاستيكي اكتسب بعض الإلكترونات من جسم آخر.
es_es: la barra de plástico obtuvo algunos electrones de otro objeto.

source: the plastic rod lost some electrons to another object.
ar_eg: القضيب البلاستيكي فقد بعض الإلكترونات إلى جسم آخر.
es_es: la barra de plástico cedió algunos electrones a otro objeto.

source: the plastic rod gained some protons from another object.
ar_eg: القضيب البلاستيكي اكتسب بعض البروتونات من جسم آخر.
es_es: la barra de plástico obtuvo algunos protones de otro objeto.

source: the plastic rod lost some protons to another object.
ar_eg: القضيب البلاستيكي فقد بعض البروتونات إلى جسم آخر.
es_es: la barra de plástico cedió algunos protones a otro objeto.

source: Preparing your first quick check…
ar_eg: التحضر لأول إختبار سريع!
es_es: Preparando tu primera revisión rápida...

source: Nope. If the rod had gained some electrons from another object, it would be negatively charged. Since the rod is positively charged, it must have lost electrons to another object.
ar_eg: كلا. إذا كان القضيب قد اكتسب بعض الإلكترونات من جسم آخر، فستكون شحنته سالبة. وطالما شحنة القضيب موجبة، فبالتأكيد قد خسر الإلكترونات في جسم آخر.
es_es: Nop. Si la barra hubiese obtenido electrones de otro objeto, se habría cargado negativamente. Ya que la barra tiene una carga positiva, debe haber cedido electrones a otro objeto.

source: Nicely done! The rod is positively charged because some of its electrons have gone to another object.
ar_eg: تم باتقان! شُحن القضيب بشحنات موجبة لأن بعض من الإلكرونات الموجودة فيه ذهبت إلى جسم آخر.
es_es: ¡Bien hecho! La barra está cargada positivamente porque algunos de sus electrones pasaron a otro objeto.

source: Nope. It would take a great deal of energy to gain protons from another object, and that would also fundamentally change the material the rod is made out of. In this case, the rod became positively charged by losing electrons to another object.
ar_eg: كلا. سوف يستغرق الكثير من الطاقة للحصول على البروتونات من جسم آخر، وهذا قد يُحدث تغيير جذري في المواد المصنوع منها القضيب. في هذه الحالة، أصبحت شحنة القضيب موجبة عن طريق فقدان الإلكترونات إلى جسم آخر.
es_es: Nop. Requeriría una gran cantidad de energía obtener protones de otro objeto, y eso también cambiaría fundamentalmente el material que forma la barra. En este caso, la barra se cargó positivamente al ceder electrones a otro objeto.

source: Nope. Losing protons to another object would result in the rod becoming negatively charged. In this case, the rod became positively charged by losing electrons to another object.
ar_eg: كلا. فقدان البروتونات إلى جسم آخر يؤدي إلى أن تصبح شحنة القضيب سالبة. في هذه الحالة، أصبحت شحنة القضيب موجبة عن طريق فقدان الإلكترونات إلى جسم آخر.
es_es: Nop. Ceder protones a otro objeto provocaría que la barra se cargara negativamente. En este caso, la barra se cargó positivamente al ceder electrones a otro objeto.

source: More big ideas about... electric charge
ar_eg: المزيد من الأفكار الكبيرة حول ... الشحنة الكهربائية
es_es: Más ideas importantes acerca de... cargas eléctricas

source: Neutral objects can gain or lose electrons in a variety of ways. One of the most common is through contact with other materials. Depending on the material an object is made out of, it may either take electrons from other objects, or it might tend to give electrons to other objects. For example, when a balloon is rubbed on human hair, the balloon tends to take electrons from the hair. This leaves the balloon with a negative charge and the hair with a positive charge. This is similar to the way in which you can charge up by shuffling your feet across a carpeted floor, or charge a comb by rubbing it with a silk cloth.
ar_eg: يمكن للأجسام المتعادلة كهربائياً كسب أو فقدان الإلكترونات بمختلف الطرق. واحدة من الطرق الاكثر شيوعا هي من خلال الاتصال مع غيرها من المواد. اعتمادا على المواد التي يتكون منها الجسم، قد تأخذ إما الإلكترونات من الأجسام الأخرى، أو أنها قد تميل إلى إعطاء الإلكترونات إلى أجسام أخرى. على سبيل المثال، عندما يفرك بالون على شعر البشر، البالون يميل إلى أخذ الإلكترونات من الشعر. هذا يترك البالون مع شحنة سالبة والشعر مع شحنة موجبة. وهذا يشبه الطريقة التي تقوم بها بجر قدميك على أرضيات مفروشة بالسجاد، أو شحن المشط عن طريق فركه بقطعة قماش من الحرير.
es_es: Los objetos neutrales pueden ganar o perder electrones en una variedad de formas. Una de las más comunes es a través del contacto con otros materiales. Dependiendo del material del que está hecho un objeto, puede ya sea tomar electrones de otros objetos o cederles electrones a dichos objetos. Por ejemplo, cuando un globo se frota contra el cabello humano, el globo tiende a tomar electrones del cabello. Esto deja al globo con una carga negativa y al cabello con una carga positiva. Esto es similar a la forma en que puedes cargarte de electricidad al arrastrar tus pies por una alfombra o cargar un peine al frotarlo con un trozo de seda.

source: The type of charge an object will take can be determined by consulting a chart called the <span class = 'key'>triboelectric series</span>. This chart identifies materials by their tendency to either lose electrons or gain electrons, in comparison to other materials. An object listed near the top of the chart at right tends to lose electrons and become positively charged. A material listed near the bottom of the chart is more likely to gain electrons and become negatively charged. For example, if you rubbed a nylon rod with a polyester cloth, the nylon would lose electrons to the polyester resulting in a positive charge for the nylon rod and a negative charge for the polyester. However, if a neutral piece of polyester was rubbed on a vinyl rod, the polyester would become positively charged, and the vinyl would be negatively charged. This is because vinyl is located closer to the negative end of the chart and polyester is relatively closer to the positive end.
ar_eg: يمكن تحديد نوع الشحنة التي سيأخذها الجسم عن طريق الرجوع الى الرسم البياني والذي يسمى <span class = 'key'>سلسلة الاحتكاك بالتكهرب</span> . هذا المخطط يحدد المواد التي تميل إما إلى فقد الإلكترونات أو كسب الإلكترونات، بالمقارنة مع غيرها من المواد. الجسم المدرج بالقرب من أعلى الرسم البياني على اليمين يميل إلى فقدان الإلكترونات ويصبح موجب الشحنة. المواد المدرجة بالقرب من أسفل الرسم البياني هي أكثر عرضة لاكتساب الإلكترونات وتصبح سالبة الشحنة. على سبيل المثال، إذا كنت تفرك قضيب النايلون بقطعة قماش من البوليستر، فإن النايلون يفقد الإلكترونات إلى البوليستر مما يؤدي إلى شحنة موجبة لقضيب النايلون وشحنة سالبة للبوليستر. ومع ذلك، إذا كنت تفرك قطعة من البوليستر على قضيب الفينيل فالبوليستر سوف يصبح موجب الشحنة، وسوف يكون الفينيل سالب الشحنة. وذلك لأن الفينيل يقع أقرب الى الشحنة السالبة في نهاية الرسم البياني والبوليستر هو أقرب نسبيا إلى نهاية الشحنة الموجبة.
es_es: El tipo de carga que un objeto tomará puede ser determinado consultando una gráfica llamada <span class = 'key'>serie triboeléctrica</span>. Esta gráfica identifica los materiales por su tendencia a ya sea perder o ganar electrones, en comparación con otros materiales. Un objeto listado cerca de la cima de la gráfica tiende a perder electrones y quedar cargado positivamente. Un material listado en la parte inferior de la gráfica tiene más probabilidades de obtener electrones y quedar cargado negativamente. Por ejemplo, si frotas una barra de nylon con una tela de poliéster, el nylon cedería electrones al poliéster lo que resultaría en una carga positiva para el nylon y una carga negativa para el poliéster. Sin embargo, si una pieza neutral de poliéster se frotara contra una barra de vinil, el poliéster se cargaría positivamente, y el vinil se cargaría negativamente. Esto sucede porque el vinil está ubicado más cerca del extremo negativo de la gráfica y el poliéster está relativamente cerca del extremo positivo.

source: + POSITIVE CHARGE
ar_eg: + شحنة موجبة
es_es: + CARGA POSITIVA

source: Air
ar_eg: الهواء
es_es: Aire

source: Human body
ar_eg: جسم الإنسان
es_es: Cuerpo humano

source: Glass
ar_eg: الزجاج
es_es: Vidrio

source: Human hair
ar_eg: شعر البشر
es_es: Cabello humano

source: Nylon
ar_eg: النايلون

source: Wool
ar_eg: الصوف
es_es: Lana

source: Aluminum
ar_eg: الومنيوم
es_es: Aluminio

source: Paper
ar_eg: الورق
es_es: Papel

source: Cotton
ar_eg: القطن
es_es: Algodón

source: Iron
ar_eg: الحديد
es_es: Hierro

source: Wood
ar_eg: الخشب
es_es: Madera

source: Hard rubber
ar_eg: المطاط الصلب
es_es: Caucho vulcanizado

source: Nickel copper
ar_eg: النيكل والنحاس
es_es: Cobre níquel
