Repository: geneconde/NGR-sandbox
Catalog: demo/electric-charge/Locale/*/LC_MESSAGES/electric-charge.po
Languages: ar_eg, es_es

source: Brass silver
ar_eg: النحاس الأصفر والفضة
es_es: Plata latón

source: Gold platinum
ar_eg: الذهب والبلاتين
es_es: Oro platino

source: Artificial silk
ar_eg: الحرير الاصطناعي
es_es: Seda artificial

source: Polystyrene
ar_eg: البوليسترين
es_es: Poliestireno

source: Polyester
ar_eg: البوليستر
es_es: Poliéster

source: Polyurethane
ar_eg: البولي يوريثين
es_es: Poliuretano

source: Polyethylene
ar_eg: البولي ايثيلين
es_es: Polietileno

source: Polypropylene
ar_eg: بولي بروبيلين
es_es: Polipropileno

source: PVC(vinyl)
ar_eg: بولي كلوريد الفينيل (الفينيل)
es_es: PVC (vinil)

source: Silicon
ar_eg: السيليكون
es_es: Silicón

source: - NEGATIVE CHARGE
ar_eg: - شحنة سالبة
es_es: - CARGA NEGATIVA

source: Neutral objects can also gain or lose electrons by coming into contact with a charged object. A Van de Graaff generator can be used for this type of charging. Upon turning on the Van de Graaff generator, electrons tend to flow off of the large metal dome, leaving it positively charged. By touching other objects to the metal dome, they too can become positively charged. You may have seen images like the one below of a person's hair standing on end. By touching a Van de Graaff generator, the person, and every hair on their head, becomes positively charged, too! This type of charging by coming into contact with a charged object is called <span class='key'>conduction</span>.
ar_eg: يمكن للأجسام المحايدة كسب أو فقدان الإلكترونات عند اتصالها مع جسم مشحون. و يمكن استخدام مولد فان دي غراف لهذا النوع من الشحن. وعند تشغيل مولد فان دي غراف، تميل الإلكترونات إلى التدفق خارج قبة معدنية كبيرة، مما يجعلها موجبة الشحنة. عن طريق لمس أشياء أخرى للقبة المعدنية، فإنها أيضا يمكن أن تصبح موجبة الشحنة. ولعلك لاحظت الصور مثل الموجودة أدناه لشعر الشخص الذي يقف في الخلف. عن طريق لمس مولد فان دي غراف فإن الشخص، وكل شعرة على رأسه سوف يصبح موجب الشحنة، أيضا! ويسمى هذا النوع من الشحن عن طريق ملامسة الجسم المشحون <span class = 'key'>الشحن بالتوصيل</span>.
es_es: Los objetos neutrales también pueden ganar o perder electrones al entrar en contacto con un objeto cargado. Un generador de Van de Graaff puede ser utilizado para este tipo de carga. Al encender el generador de Van de Graaff, electrones tienden a fluir del domo de metal, dejándolo cargado positivamente. Al tocar otros objetos con el domo metálico, también pueden quedar cargados positivamente. Quizás hayas visto imágenes como la que está debajo, de una persona con los cabellos completamente de punta. Al tocar un generador de Van de Graaff, la persona, y cada cabello de su cabeza, ¡quedan cargados positivamente también! Este tipo de carga al entrar en contacto con un objeto cargado se conoce como <span class='key'>conducción</span>.

source: Checking Van de Graaff generator...
ar_eg: التحقق من مولد فان دي غراف
es_es: Observando el generador de Van de Graaff...

source: Try to determine the charge for an object based on its location on the triboelectric series. Drag the material to the correct column.
ar_eg: حاول تحديد الشحنة استنادا على موقعها في سلسلة التكهرب بالاحتكاك . اسحب المواد إلى العمود الصحيح.
es_es: Intenta determinar la carga de un objeto basándote en su ubicación en la serie triboeléctrica. Arrastra el material a la columna correcta.

source: Object
ar_eg: جسم
es_es: Objeto

source: Positive Charge
ar_eg: شحنة موجبة
es_es: Carga Positiva

source: Negative Charge
ar_eg: شحنة سالبة
es_es: Carga Negativa

source: Rubbed Against
ar_eg: فرك باتجاه عكسي
es_es: Fricción Contra

source: Studying triboelectric series...
ar_eg: دراسة سلسلة التكهرب بالاحتكاك
es_es: Estudiando series triboeléctricas...

source: Wool Mittens
ar_eg: قفازات الصوف
es_es: Guantes de Lana

source: Glass Tube
ar_eg: انبوب الزجاج
es_es: Tubo de Vidrio

source: PVC Pipe
ar_eg: انبوب بولي كلوريد الفينيل
es_es: Tubería de PVC

source: Cotton Shirt
ar_eg: قميص قطن
es_es: Camisa de Algodón

source: You've got it! The glass is located towards the top of the triboelectric series, so it would lose electrons to the wool, resulting in a negative charge for the mittens.
ar_eg: لقد أصبت! موقع الزجاج هو نحو الجزء العلوي من سلسلة التكهرب بالاحتكاك، لذلك سوف تفقد الإلكترونات إلى الصوف، مما يؤدي إلى حدوث شحنة سالبة للقفازات.
es_es: ¡Ahí lo tienes! El vidrio está ubicado cerca de la cima de la serie triboeléctrica, así que perdería electrones al frotarse con la lana, resultando en una carga negativa para los guantes.

source: Not quite. Glass is closer to the top of the list, and wool is closer to the bottom. This means the glass would become positively charged, and the wool would become negatively charged.
ar_eg: ليس تماما. الزجاج هو أقرب إلى الجزء العلوي من القائمة، والصوف هو أقرب إلى الأسفل. وهذا يعني ان الزجاج تصبح شحنته موجبة، وسوف تصبح شحنة الصوف سالبة.
es_es: No exactamente. El vidrio está más cerca de la cima de la lista, y la lana está más cerca del fondo. Esto significa que el vidrio se cargaría positivamente, y la lana quedaría cargada negativamente.

source: Yes! The cotton is closer to the top of the list, and the vinyl is down towards the bottom end of the list. The relative positions of the items on the list determine the charge they will take.
ar_eg: نعم! القطن هو أقرب إلى الجزء العلوي من القائمة، والفينيل إلى الجزء السفلي من القائمة. الأوضاع النسبية للعناصر المدرجة على اللائحة تحدد الشحنة التي ستتخذها.
es_es: ¡Sí! El algodón está más cerca de la cima de la lista, y el vinil está más abajo, hacia el fondo de la lista. Las posiciones relativas de los objetos en la lista determinan la carga que tomarán.

source: Not quite! Vinyl is down towards the bottom, or negative end of the list. Cotton is much closer to the top. This means the cotton would take on a positive charge, and the vinyl would be negatively charged.
ar_eg: ليس تماما! الفينيل يكون في الأسفل ، أو الشحنات السالبة الأخيرة من القائمة. القطن هو أقرب بكثير إلى أعلى القائمة. وهذا يعني أن القطن يأخذ شحنة موجبة، والفينيل سوف يحصل على شحنة سالبة.
es_es: ¡No exactamente! El vinil está debajo, cerca del fondo o del extremo negativo de la lista. El algodón está mucho más cerca de la cima. Esto significa que el algodón tomaría una carga positiva y que el vinil quedaría cargado negativamente.

source: Charged objects exert forces on each other. The amount of force depends upon the amount of charge, as well as how close the objects are to each other. The direction of the force depends upon the types of charge involved. When a positively charged object is held near a negatively charged object, the two objects will experience an attractive force that attempts to bring the objects closer together. However, if a positively charged object is held near another positively charged object, both objects will experience a repulsive force that attempts to push the objects farther away from each other. You'll get the same outcome if you attempt to hold two negatively charged objects near each other. This principle is often stated as "opposites attract, likes repel". Take a look at the picture of the person touching the Van de Graaff generator. The person, and all of the hairs on her head have become positively charged. Since all of the hairs have the same charge, they are repelling each other, causing them to stand on end.
ar_eg: الأجسام المشحونة تؤثر بقوة على الأخرى. كمية القوة تعتمد على كمية الشحنة، وكذلك مدى قرب الأجسام إلى بعضها البعض. اتجاه القوة يعتمد على نوع الشحنة . عند حمل جسم شحنته موجبة بالقرب من جسم شحنته سالبة، فإن الجسمين سوف يتأثران بقوة جذب تقرب الجسمين معا . ولكن، إذا تم حمل جسم ذو شحنة موجبة بالقرب من جسم آخر موجب الشحنة، كل الاجسام سوف تتعرض لقوة طاردة والتي تحاول دفع الأشياء بعيدا عن بعضها البعض. سوف تحصل على نفس النتيجة إذا حاولت حمل جسمين لهما شحنة سالبة بالقرب من بعضهما البعض. وغالبا ما ذكر هذا المبدأ بأنه اجتذاب الأضداد، وتنافر المتشابهة . الق نظرة على صورة شخص يلمس مولد فان دي غراف هذاالشخص، وجميع الشعر على رأسه موجب الشحنة. بما أن جميع الشعر له نفس الشحنة، فهم يصدون بعضهما البعض، مما يتسبب في وقوفهم بالنهاية.
es_es: Los objetos cargados ejercen fuerzas los unos sobre los otros. La cantidad de fuerza depende de la cantidad de carga, así como cuán cerca están los objetos entre sí. La dirección de la fuerza depende del tipo de carga involucrada. Cuando un objeto cargado positivamente se sostiene cerca de un objeto cargado negativamente, ambos objetos experimentarán una fuerza de atracción que intentará acercarlos entre sí. Sin embargo, si un objeto cargado positivamente se sostiene cerca de otro objeto cargado positivamente, ambos objetos experimentarán una fuerza de repulsión que intentará alejar los objetos el uno del otro. Obtendrás el mismo resultado si intentas sostener dos objetos con carga negativa cerca el uno del otro. Este principio se afirma a menudo como "los opuestos se atraen, los iguales se repelen". Mira la imagen de la persona tocando el generador de Van de Graaff. La persona, y todos los cabellos de su cabeza han quedado cargados positivamente. Ya que todos los cabellos tienen la misma carga, se repelen entre sí, haciendo que se pongan de punta.

source: The force due to electric charge is responsible for holding together all of the objects around you. Charge-based interactions are responsible for the bonds that hold together solid objects like the tables and chairs in your classroom. Without this force, you would simply pass right through your chair and end up on the floor. An easy way to see this force at work is to slowly fill a glass with water. The interactions between the water molecules allow you to actually overfill the glass slightly. The surface tension will hold the molecules together and prevent them from flowing down the sides of the glass.
ar_eg: القوة الناتجة عن الشحنة الكهربائية هي المسؤولة عن تماسك جميع الأجسام من حولك. التفاعلات القائمة على الشحنة هي المسؤولة عن الروابط التي تثبت الأجسام الصلبة معا مثل الطاولات والكراسي في صفك. بدون هذه القوة،سوف تمر ببساطة من على الكرسي وينتهي بك الأمر على الأرض. طريقة سهلة لنرى هذه القوة في العمل هو ملء كوب من الماء ببطئ. التفاعلات بين جزيئات الماء ستسمح بأن يفيض الكوب قليلا. فإن التوتر السطحي يحمل الجزيئات معا، ويمنعها من التدفق أسفل جانبي الزجاج.
es_es: La fuerza debida a las cargas eléctricas es responsable de mantener unidos todos los objetos que te rodean. Interacciones basadas en cargas son responsables de los lazos que mantienen unidos los objetos sólidos, como las mesas y sillas en el salón de clase. Sin esta fuerza, simplemente pasarías a través de tu silla y terminarías en el suelo. Una manera fácil de ver esta fuerza funcionar, es llenar lentamente un vaso con agua. Las interacciones entre las moléculas de agua de hecho te permiten ligeramente llenar el vaso demasiado. La tensión superficial mantendrá las moléculas unidas y evitará que fluya hacia abajo por los lados del vidrio.

source: Opposites attract
ar_eg: جذب الأضداد
es_es: Los opuestos se atraen

source: You rub a balloon on your sweater, and the balloon becomes negatively charged. Another object is rubbed on your sweater, and then held near the balloon.
ar_eg: انت تقوم بفرك بالون بسترتك، و تصبح شحنة البالون سالبة، تقوم بفرك شيء آخر بنفس سترتك، ويبقى بالقرب من البالون.
es_es: Frotas un globo contra tu suéter, y el globo queda cargado negativamente. Otro objeto se frota contra tu suéter, y luego se sostiene cerca del globo.

source: Question A. If the balloon appears to be attracted to the new object, that means that the new object is likely:
ar_eg: السؤال أ. إذا تبين بأن البالون ينجذب إلى الجسم الجديد، هذا يعني أن الجسم الجديد من المرجح أن يكون:
es_es: Pregunta A. Si el globo parece estar siendo atraído hacia el nuevo objeto, eso significa que el nuevo objeto probablemente está:

source: Neutral
ar_eg: متعادل

source: Question B. If the balloon appears to be pushed away by the new object, that means that the new object is likely:
ar_eg: السؤال ب. إذا تبين أن البالون تم دفعه بعيدا عن طريق الجسم الجديد، هذا يعني أن الكائن الجديد من المرجح أن يكون:
es_es: Pregunta B. Si el globo parece estar siendo rechazado por el nuevo objeto, eso significa que el nuevo objeto probablemente está:

source: Inflating a balloon...
ar_eg: نفخ البالون
es_es: Inflando un globo...

source: Yes! The object is attracted to the negatively charged balloon, so has a positive charge.
ar_eg: نعم! ينجذب الجسم إلى البالون ذا الشحنة السالبة ، وكذلك الشحنة الموجبة.
es_es: ¡Sí! El objeto es atraído hacia el globo cargado negativamente, así que tiene una carga positiva.

source: Nope. If the new object was negatively charged, it would repel the balloon. Remember "likes repel".
ar_eg: كلا. إذا كانت شحنة الجسم الجديد سالبة، فإنه سيدفع البالون بعيداً. تذكر أن الشحنات المتشابهة تتنافر

source: Nope. If the object is attracted to the negatively charged balloon, it is likely positively charged.
ar_eg: كلا. إذا انجذب جسم إلى بالون سالب الشحنة، من المرجح أن تكون الشحنة موجبة .
es_es: Nop. Si el objeto es atraído al globo cargado negativamente, es probable que esté cargado positivamente.

source: You've got it! Since the new object pushes away from the negatively charged balloon, it must be negatively charged, just like the balloon.
ar_eg: لقد أصبت! بما أن الجسم الجديد يندفع بعيدا عن البالون ذا الشحنة السالبة، لا بد أن يكون مشحون سلبا، تماما مثل البالون.
es_es: ¡Acertaste! Ya que el nuevo objeto se aleja del globo cargado negativamente, debe estar cargado negativamente, justo como el globo.

source: Not quite. If the object is repelled by the negatively charged balloon, then it must have the same negative charge as the balloon.
ar_eg: ليس تماما. إذا تم دفع الجسم بواسطة البالون سالب الشحنة بعيداً، لابد أن يكون له نفس الشحنة السالبة مثل البالون.
es_es: No exactamente. Si el objeto es repelido por el globo cargado negativamente, entonces debe tener la misma carga negativa que el globo.

source: Nope. If the object is pushed away, or repelled, then it is probably charged "like" the negatively charged balloon.
ar_eg: كلا. إذا تم دفع الجسم بعيدا، أو صده، فربما عندها يكون البالون سالب الشحنة.
es_es: Nop. Si el objeto es alejado, o repelido, entonces probablemente está cargado "similarmente" al globo cargado negativamente.

source: Lightning storms are one of nature’s most dramatic spectacles. These storms can be both fascinating displays of natural beauty, as well as frightening and dangerous. A lightning strike can cause severe damage to large objects like forests or homes, and can cause severe injury or death for animals. Scientists disagree as to the exact method by which the clouds become charged, but it seems that it is likely related to the vertical movement of water droplets within the clouds. This tends to leave the bottom of the cloud negatively charged, and the upper part of the cloud positively charged. When the electric charge becomes great enough, a cloud can get rid of the excess charge by sending a stream of electrons to another cloud, or to the ground. This stream of particles causes the air to give off light, and causes the air to heat up so rapidly that it produces a shockwave that we hear as thunder. Lightning is a very common occurrence. At any given moment, there are on average just under 50 lightning strikes per second occurring on Earth. There’s an old yarn that lightning never strikes the same spot twice, but according to records, the Empire State building was once struck eight times in less than half an hour. Lightning strikes are so dangerous because they contain a large amount of energy. Even a small lightning carries enough energy to light up a 100-Watt light bulb for three days.
ar_eg: العواصف الرعدية هي واحدة من المشاهدات الأكثر دراماتيكية في الطبيعة. ويمكن لكل هذه العواصف أن تكون رائعة من روائع جمال الطبيعة ، وكذلك مخيفة وخطيرة. يمكن أن يسبب البرق أضرارا بالغة في الأجسام الكبيرة مثل الغابات والمنازل، ويمكن أن يسبب إصابة شديدة أو الموت للحيوانات. يختلف العلماء حول الطريقة التي تصبح بها الغيوم مشحونة بالضبط، ولكن يبدو أنه من المرجح أنها متعلقة بحركة رأسية من قطرات الماء في السحب. هذا يميل إلى ترك الجزء السفلي من السحابة سالب الشحنة، والجزء العلوي من السحابة موجب الشحنة. عندما تصبح الشحنة الكهربائية كبيرة بما فيه الكفاية، يمكن للسحابة أن تتخلص من الشحن الزائد عن طريق إرسال تيار الإلكترونات إلى سحابة أخرى، أو على الأرض. هذا تيار من الجسيمات يتسبب في جعل الهواء يعطي ضوءا، ويتسبب في تسخين الهواء بسرعة كبيرة بحيث ينتج عنه حدوث الهزة الارضية التي نسمعها كالرعد. البرق هو شائع الحدوث جدا. في أي لحظة هناك متوسط بأن حوالي 50 صاعقة تحدث على الارض في الثانية . هناك حكاية قديمة مفادها ان البرق لا يضرب نفس المكان مرتين، ولكن وفقا للسجلات، مبنى امباير ستيت ضرب حوالي ثماني مرات في أقل من نصف ساعة. الصواعق تكون خطيرة جدا لأنها تحتوي على كمية كبيرة من الطاقة. حتى البرق الصغير يحمل ما يكفي من الطاقة ليضيء لمبة بقوة 100 واط لمدة ثلاثة أيام.
es_es: Las tormentas eléctricas son uno de los espectáculos más impresionantes de la naturaleza. Estas tormentas pueden ser tanto muestras fascinantes de belleza natural, así como aterradoras y peligrosas. Un relámpago puede causar graves daños a objetos de gran tamaño como bosques u hogares, y puede causar lesiones graves o la muerte en los animales. Los científicos no están de acuerdo acerca del método exacto por el que las nubes se cargan eléctricamente, pero parece que está probablemente relacionado con el movimiento vertical de gotas de agua dentro de las nubes. Esto tiende a dejar la parte inferior de la nube cargada negativamente, y la parte superior de la nube cargada positivamente. Cuando la carga eléctrica se vuelve lo suficientemente grande, una nube puede deshacerse del exceso de carga mediante el envío de una corriente de electrones a otra nube, o al suelo. Este flujo de partículas hace que el aire emita luz, y provoca que el aire se caliente tan rápidamente que produce una onda de choque que escuchamos como un trueno. Los relámpagos son un fenómeno muy común. En cualquier momento dado, hay un promedio de poco menos de 50 relámpagos por segundo sucediendo en la Tierra. Hay un viejo mito acerca de que un relámpago nunca cae en el mismo lugar dos veces, pero de acuerdo a los registros, el edificio Empire State una vez fue golpeado por relámpagos ocho veces en menos de media hora. Los relámpagos son tan peligrosos porque contienen una gran cantidad de energía. Incluso un pequeño relámpago transporta la energía suficiente para iluminar una bombilla de 100 vatios durante tres días.

source: Another awe-inspiring light show can come, courtesy of the Aurora Borealis (Northern Lights) and the Aurora Australis (Southern Lights). These beautiful displays of color in the night sky are most easily seen in regions near the North or South Pole. The colors are the result of charged particles interacting with the gases in the upper atmosphere. The particles come from the Sun, and as they approach the Earth, they get trapped by the Earth's magnetic field. The magnetic field causes them to circle the Earth in several regions known as the Van Allen Belts. The Earth's magnetic field bends towards the poles, and the particles can spiral down into the upper atmosphere, energizing the atmospheric gases, and producing the brilliant light show.
ar_eg: ضوء مذهل آخر يمكن أن يأتي بفضل الشفق القطبي (الشفق القطبي الشمالي) واوستريلز أورورا (الأنوار الجنوبية). وتعتبر هذه العروض الجميلة اللون ليلا في السماء هي الأكثر سهولة أن تحدث في المناطق القريبة من القطب الشمالي أو الجنوبي. الألوان هي نتيجة تفاعل الجسيمات المشحونة مع الغازات الموجودة في الغلاف الجوي العلوي. الجسيمات تأتي من الشمس، كما أنها تقترب من الأرض، وتحاصر من قبل المجال المغناطيسي للأرض. المجال المغناطيسي يسبب لهم للدوران حول الأرض في عدة مناطق تعرف باسم أحزمة فان ألن. المجال المغناطيسي للأرض ينحني نحو القطبين، ويمكن للجزيئات أن تهبط بشكل لولبي أسفل الغلاف الجوي العلوي، منشطا الغازات في الغلاف الجوي، منتجا عرض الضوء اللامع.
es_es: Puede venir otro espectáculo impresionante de luces, por cortesía de la Aurora Boreal (luces del norte) y la Aurora Austral (luces del sur). Estas hermosas muestras de colores en el cielo nocturno se ven con mayor facilidad en las regiones cercanas al Polo Norte o Sur. Los colores son el resultado de partículas cargadas que interactúan con los gases en la atmósfera exterior. Las partículas provienen del sol, y cuando se acercan a la Tierra, quedan atrapadas por el campo magnético de la Tierra. El campo magnético hace que den vuelta a la Tierra en varias regiones conocidas como los cinturones de Van Allen. El campo magnético de la Tierra se inclina hacia los polos, y las partículas pueden caer en espiral hacia la atmósfera exterior, energizando los gases atmosféricos, y produciendo el impresionante espectáculo de luz.

source: Observing lightning...
ar_eg: مراقبة البرق ...
es_es: Observando los relámpagos...

source: Question A. Check <span class='blink'>ALL</span> that apply. The brilliant Northern Lights are the result of gases in the Earth's upper atmosphere interacting with...
ar_eg: السؤال أ. تحقق من <span class='blink'>جميع</span> ما ينطبق. الأضواء الشمالية الرائعة هي نتيجة الغازات في الغلاف الجوي العلوي للأرض المتفاعلة مع ...
es_es: Pregunta A. Marca <span class='blink'>TODAS</span> las que aplican. La increíble Aurora Boreal es el resultado de los gases en la atmósfera exterior de la Tierra interactuando con...

source: Protons
ar_eg: البروتونات
es_es: Protones

source: Electrons
ar_eg: الإلكترونات
es_es: Electrones

source: Neutrons
ar_eg: النيوترونات
es_es: Neutrones

source: Question B. Check <span class='blink'>ALL</span> that apply. The Auroras are most easily seen near...
ar_eg: السؤال ب. تحقق من <span class='blink'>كل</span> ما ينطبق. الشفق هو اكثر سهولة أن يُرى قرب...
es_es: Pregunta B. Marca <span class='blink'>TODAS</span> las opciones que aplican. Las Auroras se ven más fácilmente cerca de...

source: North Pole
ar_eg: القطب الشمالي
es_es: Polo Norte

source: South Pole
ar_eg: القطب الجنوبي
es_es: Polo Sur

source: Equator
ar_eg: خط الاستواء
es_es: Ecuador

source: Yes! Eruptions on the Sun send streams of charged particles in all directions. Protons and Electrons interact with the Earth’s magnetic field, and produce the Aurora displays.
ar_eg: نعم! الانفجارات التي تحدث على الشمس ترسل تيارات من الجسيمات المشحونة في كل الاتجاهات. تتفاعل البروتونات والإلكترونات مع المجال المغناطيسي للأرض، وتنتج أضواء الشفق.
es_es: ¡Sí! Erupciones en el sol envían oleadas de partículas cargadas en todas direcciones. Protones y electrones interactúan con el campo magnético de la Tierra y producen la exhibición de Auroras.

source: Nope. Neutrons do not carry electric charge, so they don't interact with the Earth's magnetic field.
ar_eg: كلا. النيوترونات لا تحمل شحنة كهربائية، حتى أنها لا تتفاعل مع المجال المغناطيسي للأرض.
es_es: Nop. Los neutrones no llevan una carga eléctrica, así que no interactúan con el campo magnético de la Tierra.

source: Almost! Both electrons and protons are trapped by the Earth's magnetic field. Both charges play a part in the brilliant Auroras.
ar_eg: تقريبا! كل من الإلكترونات والبروتونات محاصران عن طريق الحقل المغناطيسي للأرض. كلا الشحنتين تلعبان دورا في ظهور الشفق الرائع.
es_es: ¡Casi! Tanto los electrones como los protones son atrapados por el campo magnético de la Tierra. Ambas cargas juegan un papel en las increíbles Auroras.

source: Nope. Neutrons do not carry electric charge, so they don’t interact with the Earth’s magnetic field.
ar_eg: كلا. النيوترونات لا تحمل شحنة كهربائية، حتى أنها لا تتفاعل مع المجال المغناطيسي للأرض.
es_es: Nop. Los neutrones no llevan una carga eléctrica, así que no interactúan con el campo magnético de la Tierra.
