Repository: geneconde/NGR-sandbox
Catalog: demo/electric-charge/Locale/*/LC_MESSAGES/electric-charge.po
Languages: ar_eg, es_es

source: Way to go! The Earth's magnetic field bends towards the surface at the Poles. This results in charged particles spiraling down towards the upper atmosphere and producing the Auroras.
ar_eg: أحسنت! المجال المغناطيسي للأرض ينحني نحو السطح في القطبين. وهذا يؤدي إلى جسيمات مشحونة بشكل تصاعدي نحو الغلاف الجوي العلوي وتكون الشفق.
es_es: ¡Bien hecho! El campo magnético de la Tierra se dobla hacia la superficie en los Polos. Esto resulta en que partículas cargadas caigan en espiral hacia la atmósfera exterior y produzcan las Auroras.

source: Nope. The magnetic field lines near the equator run parallel to the Earth's surface, and charged particles in that region do not reach the upper atmosphere.
ar_eg: كلا. تسير خطوط الحقل المغناطيسي بالقرب من خط الاستواء بشكل مواز لسطح الأرض، والجسيمات المشحونة في تلك المنطقة لا تصل إلى الغلاف الجوي العلوي.
es_es: Nop. Las líneas de campos magnéticos cerca del ecuador corren de manera paralela a la superficie terrestre y las partículas cargadas en esa región no llegan a la atmósfera exterior.

source: Not quite. The Aurora are visible in both polar regions. In the northern hemisphere, they're called the Aurora Borealis, and in the southern hemisphere they're called the Aurora Australis.
ar_eg: ليس تماما. يكون الشفق مرئيا في كل المناطق القطبية. في نصف الكرة الشمالي،ويسمى بالشفق القطبي، وفي نصف الكرة الجنوبي يسمى بالشفق القطبي الجنوبي.
es_es: No exactamente. La Aurora es visible en ambas regiones polares. En el hemisferio norte, se llama Aurora Boreal, y en el hemisferio sur se llama Aurora Austral.

source: Nope. The magnetic field lines near the equator run parallel to the Earth’s surface, and charged particles in that region do not reach the upper atmosphere.
ar_eg: كلا. تسير خطوط الحقل المغناطيسي بالقرب من خط الاستواء بشكل مواز لسطح الأرض، والجسيمات المشحونة في تلك المنطقة لا تصل إلى الغلاف الجوي العلوي.
es_es: Nop. Las líneas de campos magnéticos cerca del ecuador corren de manera paralela a la superficie terrestre y las partículas cargadas en esa región no llegan a la atmósfera exterior.

source: Using what you now know about... electric charge... to solve a problem
ar_eg: استخدام ما تعرفه الآن حول ... الشحنة الكهربائية ... من أجل حل مشكلة
es_es: Utilizando lo que sabes ahora acerca de... cargas eléctricas... para resolver un problema

source: The local children's museum is planning on conducting a "hands on" science show, where school children will be able to conduct their own science investigations to learn about nature. As part of this program, the students will use common materials to investigate electric charge.
ar_eg: يخطط متحف الأطفال المحلي إجراء عرض للعلوم، حيث سيكون أطفال المدارس قادرين على إجراء تحقيقات العلوم الخاصة بهم للتعرف على الطبيعة. كجزء من هذا البرنامج، سيقوم الطلاب باستخدام مواد مشتركة للتحقيق في الشحنة الكهربائية.
es_es: El museo infantil local está planeando conducir un espectáculo científico interactivo, donde los niños de la escuela serán capaces de llevar a cabo sus propias investigaciones científicas para aprender acerca de la naturaleza. Como parte de este programa, los estudiantes utilizarán materiales comunes para investigar las cargas eléctricas.

source: Human Hair
ar_eg: شعر الانسان
es_es: Cabello Humano

source: Gold
ar_eg: الذهب
es_es: Oro

source: The program director has asked you to use your understanding of the triboelectric series to create a list of combinations of materials that can be used to produce positive charged objects and to produce negatively charged objects.
ar_eg: طلب منك مدير البرنامج استخدام فهمك لسلسلة التكهرب الثلاثية بالاحتكاك لإنشاء قائمة من مزيج من المواد التي يمكن استخدامها لإنتاج الأجسام ذات الشحنة الموجبة وإنتاج الأجسام ذات الشحنة السالبة.
es_es: El director del programa te ha pedido que utilices tu entendimiento de la serie triboeléctrica para crear una lista de combinaciones de materiales que pueden ser utilizados para producir objetos cargados positivamente y objetos cargados negativamente.

source: Writing a report...
ar_eg: كتابة تقرير ...
es_es: Escribiendo un reporte

source: Summarizing big ideas about... electric charge
ar_eg: تلخيص الأفكار الكبيرة حول ... الشحنة الكهربائية
es_es: Resumiendo ideas importantes acerca de... cargas eléctricas

source: All of the objects that you see around you are made up of <span class=key>electrons</span>, <span class=key>neutrons</span> and <span class=key>protons</span>. Electrons and protons are the particles that carry electric charge. In most objects, the number of protons and the number of electrons is exactly the same, so those objects are said to be <span class=key>electrically neutral </span>. Charge can be separated by touching different materials, like silk and vinyl, together and peeling them apart. Only electrons are exchanged in this way, exchanging protons requires a much greater amount of energy. Charged particles exert forces on one another with like charge particles pushing away from each other with a repulsive force, and opposite charges attracting. These forces due to electric charge are responsible for holding together all of the objects that make up the world around you. Several of the most dramatic light shows in nature are based on charged particles. Lightning strikes occur when a large buildup of electrons at the base of a cloud jump to another cloud or to the Earth's surface. The Aurora Borealis (Northern Lights) and Aurora Australis (Southern Lights) are the result of charged particles interacting with the Earth's magnetic field and energizing gases in the atmosphere, causing beautiful displays of color in the night sky.
ar_eg: كل الأجسام التي تراها حولك مكونة من <span class = 'key'>إلكترونات،و <span class = 'key'>نيوترونات و <span class = 'key'>بروتونات. الالكترونات و البروتونات هي الجزيئات التي تحمل الشحنة الكهربائية. في معظم الأجسام، عدد البروتونات وعدد الإلكترونات هو نفسه تماما، لذلك يقال إن هذه الأجسام <span class = 'key'>متعادلة كهربائيا. يمكن فصل الشحنة عن طريق لمس مواد مختلفة، مثل الحرير والفينيل، معا وفصلهما عن بعض. الإلكترونات هي الوحيدة التي تستبدل بهذه الطريقة، تبادل البروتونات يتطلب قدرا أكبر من الطاقة. الجسيمات المشحونة تمارس القوة على بعضها البعض بدفع شحنة الجزيئات المتشابهة بعيدا عن بعضها البعض باستخدام قوة طاردة، والشحنات المتضادة تنجذب معا. هذه القوى و بسبب الشحنة الكهربائية هي المسؤولة عن ثبات جميع الأجسام التي تشكل العالم من حولك. العديد من البرامج الأكثر دراماتيكية في ضوء الطبيعة تقوم على الجسيمات المشحونة. تحدث الصواعق عند تراكم عدد من الإلكترونات في قاعدة السحابة قافزة الى سحابة أخرى أو إلى سطح الأرض. أورورا بورياليس (الشفق القطبي الشمالي) وأورورا اوستريلز (الأنوار الجنوبية) هي نتيجة تفاعل الجسيمات المشحونة مع المجال المغناطيسي للأرض و تنشيط الغازات في الغلاف الجوي، مما يتسبب في عرض ألوان جميلة في المساء.
es_es: Todos los objetos que ves a tu alrededor están formados por <span class = 'key'>electrones</span>, <span class = 'key'>neutrones</span> y <span class = 'key'>protones</span>. Los electrones y protones son las partículas que tienen cargas eléctricas. En la mayoría de los objetos, el número de protones y el número de electrones es exactamente el mismo, por lo que esos objetos se dice que son <span class = 'key'>eléctricamente neutros</span>. Se puede separar una carga al hacer que diferentes materiales, como la seda y el vinil, se toquen entre sí y luego se separen. Solamente los electrones se intercambian de esta manera, el intercambio de protones requiere una cantidad mucho mayor de energía. Las partículas cargadas ejercen fuerzas unas sobre otras haciendo que las partículas de cargas iguales se empujen para alejarse entre sí con una fuerza repulsiva, y que las cargas opuestas se atraigan. Estas fuerzas debidas a las cargas eléctricas son responsables de mantener unidos todos los objetos que componen el mundo que te rodea. Varios de los espectáculos de luz más impresionantes de la naturaleza se basan en partículas cargadas. Se producen relámpagos y rayos cuando una gran acumulación de electrones en la base de una nube salta a otra nube o hacia la superficie de la Tierra. La Aurora Boreal (luces del norte) y Aurora Austral (luces del sur) son el resultado de partículas cargadas que interactúan con el campo magnético de la Tierra y energizan los gases en la atmósfera, provocando hermosas muestras de color en el cielo nocturno.

source: Reviewing key vocabulary related to... electric charge
ar_eg: مراجعة المفردات الأساسية ذات الصلة ... بالشحنة الكهربائية
es_es: Revisando vocabulario clave relacionado con... cargas eléctricas

source: Electron
ar_eg: إلكترون
es_es: Electrón

source: One of the components that make up atoms. Tiny, negatively charged particles that orbit the atom's nucleus.
ar_eg: واحدة من المكونات التي تشكل الذرات. الجسيمات الصغيرة ذات الشحنة السالبة هي التي تدور حول نواة الذرة.
es_es: Uno de los componentes que forman a los átomos. Partículas extremadamente pequeñas, cargadas negativamente que orbitan al núcleo del átomo.

source: Proton
ar_eg: بروتون
es_es: Protón

source: One of the components that make up atoms. Very small, but much larger than an electron. Protons exist inside the nucleus of atoms and possess a positive charge.
ar_eg: واحدة من المكونات التي تشكل الذرات. صغيرة جدا، ولكن أكبر بكثير من الإلكترون. وتوجد البروتونات داخل نواة الذرات وتمتلك شحنة موجبة.
es_es: Uno de los componentes que forman a los átomos. Muy pequeños, pero mucho más grandes que un electrón. Los protones existen dentro de los núcleos de los átomos y poseen una carga positiva.

source: Neutron
ar_eg: نيوترون
es_es: Neutrón

source: One of the components that make up atoms. Neutrons are similar in size to protons and also exist inside the nucleus of atoms, but they possess no charge.
ar_eg: واحدة من المكونات التي تشكل الذرات. النيوترونات مماثلة في الحجم إلى البروتونات وتوجد أيضا داخل نواة الذرات، ولكن لا تمتلك أي شحنة.
es_es: Uno de los componentes que forman a los átomos. Los neutrones son similares en tamaño a los protones y también existen en los núcleos de los átomos, pero no poseen una carga.

source: One of two possible charges. Things that are positively charged are attracted to things that are negatively charged and repel other positively charged things. Protons have a positive charge.
ar_eg: واحدة من شحنتين محتملتين. تنجذب الأشياء الموجبة الشحنة إلى الأشياء السالبة الشحنة وتتنافر أجسام أخرى موجبة الشحنة. البروتونات لها شحنة موجبة.
es_es: Una de dos posibles cargas. Las cosas que están cargadas positivamente son atraídas por cosas que están cargadas negativamente y repelen otras cosas cargadas positivamente. Los protones tienen una carga positiva.

source: One of two possible charges. Things that are negatively charged are attracted to things that are positively charged and repel other negatively charged things. Electrons have a negative charge.
ar_eg: واحدة من شحنتين محتملتين. تنجذب الأشياء السالبة الشحنة إلى الأشياء الموجبة الشحنة وتتنافر أجسام أخرى سالبة الشحنة. البروتونات لها شحنة سالبة.
es_es: Una de dos posibles cargas. Las cosas que están cargadas negativamente son atraídas por cosas que están cargadas positivamente y repelen otras cosas cargadas negativamente. Los electrones tienen una carga negativa.

source: Conduction
ar_eg: التوصيل
es_es: Conducción

source: The movement of electric charge through a material. The ease with which electricity moves through a material is called its conductivity.
ar_eg: حركة الشحنة الكهربائية عبر مادة. ويطلق على السهولة التي ينتقل الكهرباء لها من خلال مواد بالتوصيل.
es_es: El movimiento de carga eléctrica a través de un material. La facilidad con la que electricidad se mueve a través de un material se conoce como conductividad.

source: Triboelectric Series
ar_eg: سلسلة التكهرب الثلاثي بالاحتكاك
es_es: Serie Triboeléctrica

source: A ranking of various materials based upon the charge they acquire when touched by another material on the series.
ar_eg: مواد مختلفة مرتبة استنادا إلى الشحنة التي يكتسبونها عند لمسها من قبل مادة أخرى في هذه السلسلة.
es_es: Una clasificación de varios materiales basada en la carga que adquieren al ser tocados por otro material en la serie.

source: Checking what you now know about... electric charge
ar_eg: التحقق مما تعرفه الآن حول ... الشحنة الكهربائية
es_es: Revisando lo que sabes ahora acerca de... cargas eléctricas

source: A ping pong ball is tied to a string and then gains some electrons through charging by contact. It is then dangled in between two metal spheres: one with a positive charge and the other with a negative charge. Choose the arrow that represents the direction that the forces due to the charged spheres will cause ping pong ball to move.
ar_eg: كرة بينج بونج مرتبطة بسلسلة ثم تكتسب بعد ذلك بعض الإلكترونات من خلال شحنها عن طريق الاتصال. ثم تصبح مرتبطة بين نطاق المعادن: واحدة ذات شحنة موجبة والأخرى ذات شحنة سالبة. اختر السهم الذي يمثل الاتجاه و بسبب الأجواء المشحونة والتي ستسببها القوى، سوف يسبب تحرك كرة البينج بونج.
es_es: Una pelota de ping pong es atada a una cuerda y luego obtiene algunos electrones al cargarse por contacto. Entonces se cuelga entre dos esferas metálicas: una con una carga positiva y otra con una carga negativa. Elige la flecha que representa la dirección en que las fuerzas actuarán sobre la pelota de ping pong haciendo que se mueva.

source: Positively Charged
ar_eg: مشحون ايجابا
es_es: Cargado Positivamente

source: Negatively Charged
ar_eg: مشحون سلبا
es_es: Cargado Negativamente

source: Your first quiz question is…
ar_eg: السؤال الأول في الإختبار هو:
es_es: Tu primera pregunta de evaluación es...

source: Nope. The ping pong ball has extra electrons, meaning that it carries a negative charge. It would be repelled by the negatively charged sphere, and attracted to the positively charged sphere.
ar_eg: كلا. لدى كرة البينج بونج إلكترونات إضافية، وهذا يعني أنها تحمل شحنة سالبة. سيتم صدها من قبل مجال الشحنة السالبة ، وسيتم جذبها إلى مجال الشحنة السالبة.
es_es: Nop. La pelota de ping pong tiene electrones adicionales, lo que significa que tiene una carga negativa. Sería repelida por la esfera con carga negativa y atraída hacia la esfera con carga positiva.

source: You’ve got it! The ping pong ball with extra electrons would be repelled or pushed away by the negatively charge sphere, and would be attracted to the positively charge sphere. This would cause the ping pong ball to move to the left.
ar_eg: لقد أصبت! ان كرة بينغ بونغ التي تحتوي على إلكترونات إضافية يتم صدها أو دفعها بعيدا عن طريق مجال الشحنة السالبة ، ويتم جذبها إلى مجال الشحنة الموجبة. وهذا من شأنه أن يسبب انتقال كرة بينغ بونغ إلى اليسار.
es_es: ¡Acertaste! La pelota de ping pong con electrones adicionales sería repelida o alejada por la esfera con la carga negativa y sería atraída por la esfera con carga positiva. Esto provocaría que la pelota de ping pong se moviera hacia la izquierda.

source: Another ping pong ball is tied to a string and then loses some electrons through charging by contact, leaving it with more protons than electrons. It is then dangled in between two metal spheres: one with a positive charge and the other with a negative charge. Choose the arrow that represents the direction that the forces on the ping pong ball will cause it to move.
ar_eg: ترتبط كرة بينغ بونغ أخرى إلى سلسلة ثم تفقد بعض الإلكترونات من خلال الشحن عن طريق الاتصال، تاركا إياها مع مزيد من البروتونات أكثر من الإلكترونات. ثم تتدلى بين مجالي المعادن: واحدة ذات شحنة موجبة والأخرى ذات شحنة سالبة. اختر السهم الذي يمثل الاتجاه الذي تسببه القوة على كرة البينغ بونغ لتجعلها تتحرك.
es_es: Otra pelota de ping pong es atada a una cuerda y luego pierde algunos electrones al cargarse por contacto, dejándola con más protones que electrones. Entonces se cuelga entre dos esferas metálicas: una con una carga positiva y otra con una carga negativa. Elige la flecha que representa la dirección en que las fuerzas actuarán sobre la pelota de ping pong haciendo que se mueva.

source: Bouncing a ping pong ball...
ar_eg: ارتداد كرة البينج بونج ...
es_es: Rebotando una pelota de ping pong...

source: Not quite. The ping pong ball would have a positive charge due to the extra protons, so it would move to the right due to the repulsion from the positively charged sphere and the attraction to the negatively charged sphere.
ar_eg: ليس تماما. لدى كرة البينج بونج شحنة موجبة بسبب البروتونات الإضافية، لذلك ستتحرك إلى اليمين بسبب النفور من مجال الشحنة الموجبة والجذب إلى مجال الشحنة السالبة.
es_es: No exactamente. La pelota de ping pong tendría una carga positiva debido a los protones adicionales, así que se movería a la derecha debido a la repulsión de la esfera cargada positivamente y la atracción hacia la esfera cargada negativamente.

source: Correct! The extra protons on the ping pong ball give it a positive charge. It would be repelled by the positively charged sphere and attracted to the negatively charged sphere.
ar_eg: صحيح! البروتونات الاضافية على كرة بينغ بونغ تعطيها شحنة موجبة. من الممكن ان يتم صدها من قبل مجال الشحنة الموجبة وجذبها إلى مجال الشحنة السالبة.
es_es: ¡Correcto! Los protones adicionales en la pelota de ping pong le dieron una carga positiva. Sería repelida por la esfera cargada positivamente y atraída por la esfera cargada negativamente.

source: Your friend makes the statement that the reason a vinyl coat hanger became negatively charged was that charge was created by rubbing the hanger with a wool sock. Which of the following statements would be more accurate?
ar_eg: صديقك قدم عبارة تفيد بأن السبب وراء جعل شماعات معطف الفينيل مشحونة سلبا هو فرك الشماعة بجورب من الصوف. أي من العبارات التالية ستكون أكثر دقة؟
es_es: Tu amigo hace la declaración de que la razón por la cual un gancho para abrigos de vinil quedó cargado negativamente fue que la carga se creó al frotar el gancho con un calcetín de lana. ¿Cuál de las siguientes afirmaciones sería la más precisa?

source: The vinyl coat hanger became negatively charged because the wool sock pulled protons off the hanger.
ar_eg: أصبحت شماعات معطف الفينيل سالبة الشحنة لأن جورب الصوف سحب البروتونات خارج الشماعة.
es_es: El gancho de vinil se cargó negativamente porque el calcetín de lana obtuvo protones del gancho.

source: The vinyl coat hanger became negatively charged because the wool sock added electrons to the hanger.
ar_eg: أصبحت شماعات معطف الفينيل سالبة الشحنة لأن جورب الصوف أضاف إلكترونات إلى الشماعة.
es_es: El gancho de vinil se cargó negativamente porque el calcetín de lana añadió electrones al gancho.

source: The vinyl coat hanger became negatively charged because the wool sock pulled electrons from the hanger
ar_eg: أصبحت شماعات معطف الفينيل سالبة الشحنة لأن جورب الصوف أضاف إلكترونات إلى الشماعة.
es_es: El gancho de vinil se cargó negativamente porque el calcetín de lana obtuvo electrones del gancho.

source: There is nothing wrong with your friend's statement.
ar_eg: ليس هناك خطأ في عبارة صديقك
es_es: No hay nada de malo con la declaración de tu amigo.

source: Hanging clothes...
ar_eg: تعليق الملابس...
es_es: Colgando ropa...

source: Nope. It takes a much greater amount of effort to remove protons than it does to add electrons.
ar_eg: كلا. تستغرق قدرا أكبر من الجهد لإزالة البروتونات منه إضافة الإلكترونات.
es_es: Nop. Requiere un esfuerzo mucho más grande quitar protones que añadir electrones.

source: Yes! The hanger became negatively charged because it gained electrons from the wool sock.
ar_eg: نعم! أصبحت الشماعة مشحونة سلبا لأنها اكتسبت إلكترونات من جورب الصوف.
es_es: ¡Sí! El gancho se cargó negativamente porque obtuvo electrones del calcetín de lana.

source: Not quite. If the sock had pulled electrons from the hanger, the hanger would have been left with a positive charge.
ar_eg: ليس تماما. إذا سحب جورب الالكترونات من شماعات، فقد تترك الشماعات بشحنة موجبة.
es_es: No exactamente. Si el calcetín hubiese tomado electrones del gancho, el gancho habría quedado con una carga positiva.

source: No. The charge was already present on the sock and hanger before they were rubbed together. No charge was created by rubbing, the charged particles were simply exchanged by the objects when they were rubbed together.
ar_eg: كلا. كانت الشحنة موجودة بالفعل على الجورب والشماعات قبل أن يفركا معا. لا تتكون أي شحنة عن طريق الفرك، الجسيمات المشحونة تتبادل عن طريق فرك الاجسام معا ببساطة.
es_es: No. La carga ya estaba presente en el calcetín y el gancho antes de frotarse entre sí. No se creó ninguna carga por la fricción, las partículas cargadas simplemente se intercambiaron entre los objetos cuando se frotaron entre sí.

source: While experimenting with different materials, you notice that after rubbing a square of fabric on a rod made out of material A and a rod made out of material B, that the two rods repel each other, indicating that they have ‘like’ electric charges.
ar_eg: أثناء إجراء التجارب مع مواد مختلفة، لاحظت أنه بعد فرك قطعة من القماش على قضيب مصنوع من مادة أ وقضيب مصنوع من مادة ب، أن كلا القضبان تتنافر، مشيرا إلى أن لديهما شحنات إلكترونية متشابهة.
es_es: Al experimentar con diversos materiales, notaste que después de frotar un cuadro de tela contra una barra hecha de material A y una barra hecha de material B, ambas barras se repelen entre sí, indicando que tienen cargas eléctricas similares.

source: Drag the fabric, material A and material B up or down into their possible positions within the triboelectric series that would explain this outcome.
ar_eg: اسحب النسيج، والمواد أ و ب أعلى أو أسفل إلى مواضعها المحتملة ضمن سلسلة التكهرب بالاحتكاك التي من شأنها أن تفسر هذه النتيجة.
es_es: Arrastra la tela, material A y material B hacia arriba o hacia abajo a sus posibles posiciones dentro de la serie triboeléctrica que explicarían este resultado.

source: Silk
ar_eg: الحرير
es_es: Seda

source: The Square of Fabric
ar_eg: قطعة من النسيج
es_es: El Cuadro de Tela

source: The Rod of Material A
ar_eg: قضيب المادة أ
es_es: La Barra de Material A

source: The Rod of Material B
ar_eg: قضيب المادة ب
es_es: La Barra de Material B

source: Rubbing a fabric...
ar_eg: فرك النسيج ...
es_es: Frotando una tela...

source: Correct! Materials A and B both gained like charges because they both are located closer to the same end of the triboelectric series.
ar_eg: صحيح! المواد أ و ب اكتسبت شحنات متشابهة على حد سواء لأن كلاهما يقعان أقرب لنفس نهاية سلسلة التكهرب بالاحتكاك.
es_es: ¡Correcto! Los materiales A y B ambos ganaron cargas similares porque ambos están ubicados más cerca del mismo extremo de la serie triboeléctrica.

source: Not quite. Materials A and B are repelling each other because they both have the same charge. That means they both must be closer to the same end of the chart, and the fabric square is closer to the other end of the chart.
ar_eg: ليس تماما. المواد ا و ب يصدان بعضهما البعض لأن لديهما نفس الشحنة. وهذا يعني أن كلاهما يجب أن يكون أقرب إلى نفس النهاية من الرسم البياني، و النسيج هو أقرب إلى الطرف الآخر من الرسم البياني.
es_es: No exactamente. Los materiales A y B se repelen el uno al otro porque ambos tienen la misma carga. Eso significa que ambos deben estar más cerca del mismo extremo de la gráfica y que el cuadro de tela está más cerca del otro extremo de la gráfica.

source: The different parts of the atom are shown in different colors. Based on what you are able to see in this image, what would be a true statement about the charge on the material made of atoms like this.
ar_eg: وتظهر الأجزاء المختلفة للذرة بألوان مختلفة. بناءً على ما كنت قادرا على رؤيته في هذه الصورة، ما الذي من شأنه أن يكون عبارة صحيحة عن هذه الشحنة للمادة والمصنوعة من ذرات مثل هذه.
es_es: Las distintas partes del átomo se muestran en distintos colores. Basándote en lo que eres capaz de ver en esta imagen, ¿cuál sería una declaración verdadera acerca de la carga en el material hecho de átomos como éste?

source: The material would be positively charged due to the protons in the nucleus.
ar_eg: سيتم شحن المواد إيجابيا بسبب البروتونات الموجودة في النواة.
es_es: El material estaría cargado positivamente, debido a los protones en el núcleo.
