Repository: geneconde/NGR-sandbox
Catalog: demo/electric-charge/Locale/*/LC_MESSAGES/electric-charge.po
Languages: ar_eg, es_es

source: The material would be negatively charged due to the electrons surrounding the atom.
ar_eg: سيتم شحن المواد سلبا بسبب الإلكترونات المحيطة بالذرة.
es_es: El material estaría cargado negativamente, debido a los electrones alrededor del átomo.

source: The material would be negatively charged because the neutrons cancel out the protons.
ar_eg: سيتم شحن المادة سلبا لأن النيوترونات تلغي البروتونات.
es_es: El material estaría cargado negativamente, porque los neutrones cancelan los protones.

source: The material would be positively charged due to the difference between the number of protons in the nucleus and the number of electrons surrounding the atom.
ar_eg: سيتم شحن المواد إيجابيا نظرا إلى الاختلاف بين عدد البروتونات في النواة وعدد الإلكترونات المحيطة بالذرة.
es_es: El material estaría cargado positivamente, debido a la diferencia entre el número de protones en el núcleo y el número de electrones alrededor del átomo.

source: Nucleus
ar_eg: النواة
es_es: Núcleo

source: Identifying atom...
ar_eg: تحديد الذرة ...
es_es: Identificando al átomo...

source: Incorrect. All atoms contain protons, so that alone would not cause the material to be positively charged.
ar_eg: غير صحيح. جميع الذرات تحتوي على البروتونات، لذلك الذرات وحدها لا تتسبب بجعل المواد مشحونة ايجابا.
es_es: Incorrecto. Todos los átomos contienen protones, así que sólo eso no provocaría que el material estuviese cargado positivamente.

source: Not quite. All atoms contain electrons, so the fact that this atom is surrounded by electrons is not enough to cause the material to be negatively charged.
ar_eg: ليس تماما. جميع الذرات تحتوي على إلكترونات، وبالتالي فإن حقيقة أن الذرة تحيط بها إلكترونات غير كاف للتسبب في شحن المواد سلبا.
es_es: No exactamente. Todos los átomos contienen electrones, así que el hecho de que este átomo esté rodeado por electrones no es suficiente para provocar que el material esté cargado negativamente.

source: No. All atoms contain neutrons, but it is the electrons, not the neutrons, that are responsible for balancing out the charge of the protons.
ar_eg: كلا. جميع الذرات تحتوي على النيوترونات، ولكنها الإلكترونات، وليست النيوترونات، المسؤولة عن توازن الشحنة من البروتونات.
es_es: No. Todos los átomos contienen neutrones, pero son los electrones, no los neutrones, que son responsables de balancear la carga de los protones.

source: You’ve got it! The key to the charge on a material is the difference between the number of positively charged protons and negatively charged electrons. In the image, the atom has only three electrons, and at least four protons, so would make up a positively charged material.
ar_eg: لقد أصبت! إن مفتاح الشحنة الموجودة على المادة هي الفرق بين عدد البروتونات موجبة الشحنة والإلكترونات سالبة الشحنة. في الصورة، للذرة ثلاثة فقط من الإلكترونات، وأربعة على الأقل من البروتونات، لذلك تشكل مادة موجبة الشحنة.
es_es: ¡Acertaste! La clave para la carga en un material es la diferencia entre el número de protones cargados positivamente y los electrones cargados negativamente. En la imagen, el átomo sólo tiene tres electrones y al menos cuatro protones, así que formaría un material cargado positivamente.

source: Which of these natural wonders relate to electric charge?
ar_eg: أي من هذه العجائب الطبيعية ترتبط بالشحنة الكهربائية.
es_es: ¿Cuál de las siguientes maravillas naturales se relaciona con las cargas eléctricas?

source: I. The beautiful colors of the Northern Lights
ar_eg: 1. ألوان جميلة من الشفق القطبي الشمالي
es_es: I. Los hermosos colores de la Aurora Boreal

source: II. The ability of a compass needle to point North
ar_eg: 2. قدرة إبرة البوصلة على أن تشير إلى الشمال
es_es: II. La capacidad de la aguja de una brújula para señalar el Norte

source: III. The intense flash of a Lightning strike
ar_eg: 3. ومضة مكثفة لضربة البرق
es_es: III. El destello intenso de un relámpago

source: I and III
ar_eg: 1 و 3
es_es: I y III

source: I. The beautiful colors of the Northern Lights and III. The intense flash of a Lightning strike
ar_eg: 1. ألوان جميلة من الشفق القطبي الشمالي والثالث. ومضة مكثفة لضربة البرق
es_es: I. Los hermosos colores de la Aurora Boreal y III. El destello intenso de un relámpago

source: I, II, and III
ar_eg: 1 و 2 و 3
es_es: I, II y III

source: I. The beautiful colors of the Northern Lights, II. The ability of a compass needle to point North and III. The intense flash of a Lightning strike
ar_eg: 1. ألوان جميلة من الشفق القطبي الشمالي، 2. قدرة إبرة البوصلة أن تشير الى الشمال و 3. ومضة مكثفة لضربة البرق
es_es: I. Los hermosos colores de la Aurora Boreal, II. La capacidad de la aguja de una brújula para señalar el Norte y III. El destello intenso de un relámpago

source: Not quite. The Northern Lights are caused by charged particles energizing gases in the Earth’s atmosphere, but lightning strikes are also due to charged particles.
ar_eg: ليس تماما. يحدث الشفق القطبي الشمالي عن طريق جسيمات مشحونة تنشط الغازات في الغلاف الجوي للأرض، ولكن الصواعق أيضا تحدث بسبب الجسيمات المشحونة.
es_es: No exactamente. La Aurora Boreal es provocada por partículas cargadas que energizan gases en la atmósfera terrestre, pero los relámpagos también se deben a partículas cargadas.

source: Not quite. The bright flash from lightning is caused by a electrons flowing between the sky and the ground, but the Northern Lights are also due to charged particles.
ar_eg: ليس تماما. وتحدث الومضة الساطعة من البرق من قبل الإلكترونات المتدفقة بين السماء والأرض، ولكن الشفق القطبي الشمالي يحدث أيضا بسبب الجسيمات المشحونة.
es_es: No exactamente. El destello brillante de los relámpagos es provocado por electrones que fluyen entre el cielo y el suelo, pero la Aurora Boreal también se debe a las partículas cargadas.

source: You’ve got it. Both of these natural wonders are due to the properties of charged particles.
ar_eg: لقد أصبت. كل من هذه العجائب الطبيعية تحدث بسبب خصائص الجسيمات المشحونة.
es_es: Acertaste. Estas dos maravillas naturales se deben a las propiedades de las partículas cargadas.

source: Both lightning and the Northern Lights are caused by charged particles, but the action of a compass needles is due to magnetic fields.
ar_eg: يحدث كل من البرق والضوء القطبي الشمالي بسبب جسيمات مشحونة، ولكن طريقة عمل إبرة البوصلة يحدث بسبب المجالات المغناطيسية.
es_es: Tanto los relámpagos como la Aurora Boreal son provocados por partículas cargadas, pero la acción de la aguja de una brújula se debe a los campos magnéticos.

source: You've completed the Electric Charge module.
ar_eg: لقد أكملت وحدة الشحنة الكهربائية.
es_es: Has completado el módulo de Cargas Eléctricas.

source: Go Back to Dashboard
ar_eg: العودة إلى اللوحة التوجيهية
es_es: Ir de regreso al tablero de inicio

source: Click the image to view
es_es: Da clic en la imagen para ver

source: Nope. If the new object was negatively charged, it would repel the balloon. Remember "likes repel".'
es_es: Nop. Si el nuevo objeto es atraído hacia el globo cargado negativamente. Recuerda "cargas iguales se repelen".'
