Repository: geneconde/NGR-sandbox
Catalog: modules/composition-of-matter/Locale/*/LC_MESSAGES/composition-of-matter.po
Languages: ar_eg

source: Milk, fog, and smoke are examples of colloids.
ar_eg: الحليب، الضباب، والدخان هي أمثلة على الغرويات.

source: A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other. For example, sand in water is a suspension.
ar_eg: المعلق هو خليط غير متجانس تكون جزيئاته كبيرة بما يكفي لتستقر او تنفصل عن بعضها البعض. على سبيل المثال، الرمل في الماء هو معلق.

source: Freezing Point
ar_eg: درجة التجمد

source: The temperature and pressure at which a particular liquid undergoes a phase change into a solid. This temperature and pressure also corresponds with a compound's melting point. An example would be that under one atmosphere of pressure, liquid water freezes into ice at 0°C or 32°F.
ar_eg: درجة الحرارة والضغط الذي يتعرض لها السائل تتغير في مرحلة ما وتتحول إلى الحالة الصلبة. درجة الحرارة والضغط يتوافقان ايضا مع درجة انصهار المركب. على سبيل المثال، يتحول الماء السائل الى جليد تحت ضغط معينة بدرجة حرارة 32 ف أو 0م.

source: Condensing Point
ar_eg: درجة التكثيف

source: The temperature and pressure at which a particular gas undergoes a phase change into a liquid. This temperature and pressure also corresponds with a compound's boiling point. An example would be that under one atmosphere of pressure, water vapor condenses into liquid water at 100°C or 212°F.
ar_eg: درجة الحرارة والضغط الذي يتعرض لها الغاز تتغيرفي مرحلة ما وتتحول إلى الحالة السائلة. درجة الحرارة والضغط تتوافقان ايضا مع درجة غليان المركب. على سبيل المثال، يتبخرالسائل في الماء تحت ضغط معين إلى جليد بدرجة حرارة 100 مئوي أو 212 فهرنيهيتي.

source: Checking what you now know... about the composition of matter
ar_eg: تأكد الان عن مدى معرفتك ... ببنية المادة

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا

source: Choose from the items to select your answer.
ar_eg: اختر من بين العناصر لتحديد اجابتك

source: Molecules that contain the same type of atoms are molecules of
ar_eg: الجزيئات التي تحتوي على نفس النوع من الذرات هي عبارة عن جزيئات من

source: an element
ar_eg: عنصر

source: a compound
ar_eg: مركب

source: An example is
ar_eg: المثال هو

source: chlorine gas
ar_eg: غاز الكلور

source: water
ar_eg: ماء

source: oxygen gas
ar_eg: غاز الاكسجين

source: carbon dioxide
ar_eg: ثاني اكسيد الكربون

source: Great job! Oxygen (or Chlorine) is composed of only oxygen (or chlorine) atoms.
ar_eg: عظيم، يتكون الاكسجين (او الكلور) من ذرات الاكسجين (او الكلور) فقط

source: Great job! Chlorine (or Oxygen) is composed of only Chlorine (or Oxygen) atoms.
ar_eg: عظيم يتكون الكلور او (الاكسجين) من ذرات الكلور او ( الاكسجين) فقط

source: Great job! Water (or carbon dioxide) are compounds, made of different elements.
ar_eg: عظيم، الماء او (ثاني اكسيد الكربون) هي مركبات مصنوعة من عدة عناصر.

source: Great job! carbon dioxide (or water) are compounds, made of different elements.
ar_eg: عمل رائع! ثاني اكسيد الكربون او (الماء) هي مركبات مصنوعة من عدة عناصر

source: Nope! Water (or carbon dioxide) are compounds, made of different elements.
ar_eg: كلا! الماء او (ثاني اكسيد الكربون) هي مركبات مصنوعة من عدة عناصر

source: Not quite! An element is made up of the same type of atom while a compound is made up of two or more elements. Chlorine and Oxygen are elements but Water and Carbon dioxide are compounds.
ar_eg: ليس تماما! العنصر يتكون من نفس نوع الذرة في حين ان المركب يتكون من اثنين أو أكثر من العناصر. الكلور والأكسجين والعناصر ولكن المياه وثاني أكسيد الكربون هي مركبات.

source: That's correct! Chlorine is an element and it is composed of only Chlorine atoms.
ar_eg: هذا صحيح! الكلور هو عنصر مؤلف من ذرات الكلور فقط.

source: That's correct! Oxygen is an element and it is composed of only Oxygen atoms.
ar_eg: هذا صحيح، الاكسجين هو عنصر مؤلف من ذرات الاكسجين فقط.

source: Great job! carbon dioxide is compound, made of different elements.
ar_eg: الإجابة - رائع! ثاني أكسيد الكربون هو مركب، مصنوع من عناصر مختلفة.

source: Great job! Water is a compound, made of different elements.
ar_eg: رائع! الماء هو مركب، مصنوع من عناصر مختلفة.

source: Which of these substances is an element?
ar_eg: اي من هذه المواد هي عنصر؟

source: Copper
ar_eg: نحاس

source: Plastic
ar_eg: لدلئن البلاستيك

source: Sugar
ar_eg: سكر

source: Nope! Steel is a special mixture called an "alloy". Steel is made mostly of iron with a small amount of carbon added.
ar_eg: كلا! الفولاذ هو مخلوط خاص يسمى "سبيكة" . الفولاذ مصنوع بمعظمه من الحديد مع كمية قليلة من الكربون مضافة له.

source: Correct! An element is made up of the same type of atom. Copper is an element.
ar_eg: صحيح، العنصر يتكون من نفس نوع الذرة. النحاس هو عنصر.

source: Nope! Plastic is a compound blend of many elements including chains of carbon.
ar_eg: لااااا! البلاستيك هو مركب ممزوج مع عناصر عدة بما في ذلك سلاسل من الكربون.

source: Nope! Sugar is a compound made up of carbon, hydrogen, and oxygen.
ar_eg: لاااااا! السكر هو مركب يتكون من الكربون, الهيدروجين والاكسجين

source: What term best describes water?
ar_eg: ما هو المصطلح الافضل لوصف المياه

source: Heterogeneous mixture
ar_eg: مخاليط غير متجانسة

source: Homogeneous mixture
ar_eg: مخاليط متجانسة

source: Molecule
ar_eg: جزيء

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: اقلب او ادر الصندوق ادناه لاعلى او لاسفل لتحديد الاجابة الصحيحة انقر على الفأرة وحركها اعلى او اسفل

source: Not quite! Water by itself is not a mixture unless it is mixed with something else.
ar_eg: ليس تماما . الماء لوحده ليس مركباً الا اذا مزج بشيء اخر

source: Not quite! Water is a compound, including two elements hydrogen and oxygen.
ar_eg: ليس تماما! الماء هو مركب يحتوي على عنصري الهيدروجين والاكسجين.

source: Correct! Water is a compound, a particle of water is a molecule.
ar_eg: صحيح! الماء هو مركب، والجسيم من الماء هو جزيء.

source: Below is a composition of brass. What term describes this blending of metals?
ar_eg: فيما يلي نجد بنية النحاس. ما المفهوم الذي يصف هذا المزج من المعادن.

source: Below is a composition chart of brass. What term describes this blending of metals?
ar_eg: وفيما يلي الرسم البياني لتركيب النحاس الأصفر. ما المصطلح الذي يصف هذا المزج من المعادن؟

source: None of the above
ar_eg: لا شيء مما سبق

source: Nope! A suspension is a mixture containing large particles that eventually settle.
ar_eg: كلا! المعلق هو خليط يحتوي على جزيئات كبيرة والتي تستقر في نهاية المطاف.

source: Nope! A heterogeneous mixture is one that has easily distinguishable particles.
ar_eg: كلا! المخلوط غير المتجانس هو المخلوط التي يسهل تمييز جزيئاته.

source: Nope! A molecule is the particle of a compound of two or more atoms.
ar_eg: كلا! الجزيء هو الجسيم من مركب من اثنين أو أكثر من الذرات.

source: Correct! Brass is a mixture of copper and tin. It is an "alloy", not a compound.
ar_eg: صحيح! النحاس الأصفر هو خليط من النحاس والقصدير. ذلك هو "سبيكة"، وليس مركباً.

source: Select the <span class="blink">true</span> statement regarding elements.
ar_eg: اختر العبارة الصحيحة فيما يلي حول العناصر.

source: All 117 elements are man-made.
ar_eg: جميع العناصر ال 117 كلها من صنع الانسان.

source: All 117 elements are naturally found.
ar_eg: العناصر ال 117 كلها من الطبيعة نفسها.

source: The majority of elements are man-made.
ar_eg: اغلبية العناصر هي من صنع الانسان

source: The majority of elements are naturally found.
ar_eg: اغلبية العناصر موجودة في الطبيعة

source: Click the image to enlarge.
ar_eg: انقر على الصورة للتكبير

source: Not quite! There are 117 elements, but only 23 of them are man-made.
ar_eg: ليس تماما هنالك 117 عنصر, 23 فقط منها من صنع الانسان

source: Nope! There are 117 elements, but only 94 of them are found in nature.
ar_eg: لااااا! هنالك 117 عنصر 94 منها فقط موجود في الطبيعة

source: Not quite! The majority of the elements (94 out of 117) are found in nature, only 23 are man-made.
ar_eg: ليس تماما, اغلبية العناصر (94 من 117) موجودة في الطبيعة و23 فقط منها من صنع الانسان

source: Correct! The majority of the elements (94 out of 117) are found in nature.
ar_eg: صحيح اغلبية العناصر (94 من 117) موجودة في الطبيعة

source: Periodic Table of Elements
ar_eg: الجدول الدوري للعناصر

source: Below you will find a chart comparing the properties of a suspension, a colloid, and a solution. There are eight sections that need to be filled. For a-e click on the correct answer in each box. For f-h, drag the images below the chart and drop them into the correct box.
ar_eg: أدناه سوف تجد رسما بيانيا يقارن بين خصائص المعلقات، والغرويات، والمحاليل. هناك ثمانية مقاطع والتي يتعين عليك ملؤها. المقاطع من أ إلى ه انقر على الجواب الصحيح في كل مربع. للمقاطع و إلى ح، اسحب الصور أدناه على الرسم البياني وضعها في المربع الصحيح.

source: Property
ar_eg: خاصية

source: Type of mixture
ar_eg: نوع الخليط

source: Select
ar_eg: إختار

source: Particle settling
ar_eg: استقرار الجسيم

source: Settle
ar_eg: يستقر

source: Do not settle
ar_eg: لا يستقر

source: Particles
ar_eg: جسيمات

source: Particle size
ar_eg: حجم الجسيم

source: You've completed the Composition of Matter review.
ar_eg: لقد اتممت مراجعة بنية المادة

source: Congratulations,
ar_eg: مبروك

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك تفقد اجاباتك في التقويم السريع و في الاسئلة القصيرة بالنقر على الزر المبين
