Repository: geneconde/NGR-sandbox
Catalog: modules/composition-of-matter/Locale/*/LC_MESSAGES/composition-of-matter.po
Languages: ar_eg

source: Now that we have looked at homogenous mixtures, heterogeneous mixtures, and solutions... we are going to review <span class="key">colloids</span> and <span class="key">suspensions</span>. A colloid is a type of mixture in which the particles making up the colloid are larger than those of a solution, but small enough to not settle or separate. Fog and smoke are examples of colloids.
ar_eg: الآن بعد أن القينا نظرة على المخاليط المتجانسة، والمخاليط غير المتجانسة، والمحاليل. سوف نراجع <span class="key">الغرويات</span> و <span class="key">المعلقات</span> . الغراء هو نوع من المخلوط والذي تكون الجزيئات فيه أكبر من تلك التي في المحلول، ولكن صغيرة بما يكفي لعدم تعليقها أو انفصالها. الضباب والدخان هي أمثلة على الغرويات.

source: A colloid is different from a <span class="key">suspension</span>. A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other. For example, sand in water is a suspension. Though sand may be placed in water and stirred, eventually the sand will settle on the bottom of the water. Oil and water is another example of a suspension. When you mix oil and water in a jar and then shake it, a cloudy suspension is formed. If you let the mixture rest, the oil and water will separate.
ar_eg: الغراء يختلف عن <span class="key">المعلق</span> . فالمعلق هو خليط غير متجانس يحتوي على جسيمات كبيرة بما يكفي لتستقر وتنفصل عن بعضها البعض. على سبيل المثال، الرمل في الماء هو معلق. على الرغم من أن الرمال يمكن وضعها في الماء وتحريكها، في نهاية المطاف الرمال سوف تظهر في الجزء السفلي من المياه. الزيت والماء هما مثال آخر على المعلقات. عند خلط الزيت والماء في وعاء وخلطه يتم تشكيل طبقة على السطح ،اذا ترك الماء والزيت سينفصلان.

source: The parrots in the picture you see show animals living in a new ecosystem without adapting. Parrots were brought to the Hawaiian Islands as pets and were either released or escaped. Hawaii turns out to be excellent habitat for parrots and they have reproduced in the wild. Unfortunately, many native Hawaiian birds have difficulty competing with parrots for food and are nearing extinction. Plants or animals living in wild spaces outside their native ranges, such as these parrots now found in Hawaii, are known as <span class="key">invasive species</span>. Invasive species create problems for native species either by preying upon the natives for food, or by out-competing them for food and other resources.
ar_eg: الببغاوات في الصورة التي تراها تبين الحيوانات التي تعيش في نظام بيئي جديد من دون تكيف. تم جلب الببغاوات إلى جزر هاواي كحيوانات أليفة والتي تم الإفراج عنها أو هربت. تبين أن هاواي موطن ممتاز للببغاوات والتي تتكاثر في البرية. للأسف، الكثير من الطيور الاصلية في هاواي تجد صعوبة في التنافس مع الببغاوات الاخرى على الأغذية وهي على وشك الانقراض. .النباتات أو الحيوانات التي تعيش في الأماكن البرية خارج نطاقها الأم، مثل هذه الببغاوات تعرف باسم <span class="key">الأنواع الغازية</span> . الأنواع الغازية تخلق مشاكل للأنواع الأصلية إما عن طريق جعلها ضحية، او ابعادها عن المنافسة على الغذاء والموارد الأخرى.

source: Question A. Click on the term matching a homogeneous mixture that has very small particles that are blended together extremely well.
ar_eg: السؤال أ. انقر على المصطلح الدال على خليط متجانس يحتوي جزيئات صغيرة جدا ممزوجة معا بشكل جيد للغاية.

source: Colloid
ar_eg: مادة غروية

source: Suspension
ar_eg: معلق

source: Element
ar_eg: عنصر

source: Solution
ar_eg: محلول

source: Question B. Click on the term matching a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
ar_eg: السؤال ب. انقر على المصطلح الدال على خليط غير متجانس يحتوي على جزيئات كبيرة بما يكفي لتنفصل عن بعضها البعض .

source: Question C. Look at the plain vanilla ice cream and strawberry ice cream shown. Click on the term that best describes each one.
ar_eg: السؤال ج. انظر الى بو ظة الفانيليا وبوظة الفراولة المبينات . ثم انقر على المصطلح الذي يمثل الوصف الأفضل لكل واحد.

source: Homogeneous
ar_eg: متجانسة

source: Heterogeneous
ar_eg: غير متجانسة

source: heterogeneous
ar_eg: غير متجانسة

source: Nope! A colloid is a type of mixture in which the particles making up the colloid are larger than those of a solution, but small enough to not settle or separate.
ar_eg: لااااا! المادة الغروية هي نوع من خليط يحتوي جسيمات تشكل المادة الغروية والتي تكون أكبر من تلك المذابة ولكن صغيرة كفاية كي لا تنفصل.

source: Nope! A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
ar_eg: لااااا! المعلق هو خليط غير متجانس يحتوي جسيمات تكون كبيرة بما يكفي لتنفصل عن بعضها البعض.

source: Nope! An element is a type of substance composed of just one type of atom.
ar_eg: لاااا! العنصر هو نوع من مادة تتكون من نوع واحد فقط من الذرات.

source: Correct! A solution is a homogeneous mixture that has very small particles that are blended together extremely well.
ar_eg: صحيح! المحلول هو خليط متجانس يحتوي على جسيمات صغيرة جدا يتم مزجها معا بشكل جيد للغاية.

source: Correct! A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
ar_eg: صحيح! المعلق هو خليط غير متجانس يحتوي جسيمات تكون كبيرة بما يكفي لتستقر وتنفصل عن بعضها البعض.

source: Nope! A solution is a homogeneous mixture that has very small particles that are blended together extremely well.
ar_eg: كلا! المحلول هو خليط متجانس يحتوي على جزيئات صغيرة جدا يتم مزجها معا بشكل جيد للغاية.

source: Correct! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
ar_eg: صحيح! البوظة على اليسار تعتبر متجانسة لأن جسيماتها غير مفصولة بصرياً. البوظة في الجهة اليمين تعتبر غير متجانسة بسبب أن الفراولة يمكن تمييزها بصرياً من البوظة.

source: Not quite! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
ar_eg: ليس تماماً! البوظة على اليسار تعتبر متجانسة لأن جسيماتها غير مفصولة بصرياً. البوظة في الجهة اليمين تعتبر غير متجانسة بسبب أن الفراولة يمكن تمييزها بصرياً من البوظة.

source: No! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
ar_eg: لا! البوظة على اليسار تعتبر متجانسة لأن جسيماتها غير مفصولة بصرياً. البوظة في الجهة اليمين تعتبر غير متجانسة بسبب أن الفراولة يمكن تمييزها بصرياً من البوظة.

source: Using what you know... about the composition of matter... to solve a problem
ar_eg: استخدام ما تعرفه ... عن بنية المادة ... لحل مشكلة

source: The Problem
ar_eg: المشكلة

source: The fountain in the town's park that has always been clean and clear, has become murky (dark and not clear). Some people think the murkiness is just a temporary condition caused by particles being washed into the pond by recent heavy rains. Others are worried that something has gotten into the water that will not allow the water to clear up on its own.
ar_eg: نافورة الحديقة في البلدة كانت دائما نقية ونظيفة، أصبحت غامضة (مظلمة وغير واضحة). بعض الناس يعتقدون أن الظلمة هي مجرد حالة مؤقتة ناجمة عن الجسيمات التي غسلت في البركة من الامطار الغزيرة . آخرون يشعرون بالقلق من أن شيئا ما قد وقع في المياه التي لا تسمح للمياه من تنقيه نفسها بنفسها.

source: The Task
ar_eg: المهمة

source: You have been hired as a consultant to help the townsfolk figure out what has happened to the pond water. Using what you know about the composition and characteristics of different kinds of mixtures, prepare a report describing what kind of tests can be done to determine if the murky water condition will clean up by itself or if it is a more serious condition that will take some specific action. Type your report in the text box provided.
ar_eg: لقد تم توظيفك كاستشاري لمساعدة سكان المدينة معرفة ما الذي حدث لمياه البركة. مستخدما ما تعرفه عن بنية وخصائص وأنواع الخليط حضر تقرير يصف أي نوع من الاختبارات يمكن القيام به لتحديد ما إذا كانت حالة الماء العكر سوف تنظف من تلقاء نفسها أو ان كان الوضع أكثر خطورة ويتطلب بعض الاعمال المحددة اكتب تقريرك في مربع النص الموجود.

source: Please type your answer here...
ar_eg: من فضلك، اطبع اجابتك هنا...

source: Please type your answer.
ar_eg: يرجى كتابة جوابك.

source: Summarizing core ideas... about the composition of matter
ar_eg: لخص الافكار الاساسية...حول بنية المادة

source: <span class="key">Matter</span> is made of <span class="key">atoms</span>, and categorized according to its composition. Matter that is composed of only one kind of atom is known as an <span class="key">element</span>. Those <span class="key">substances</span> with two or more kinds of atoms are called <span class="key">compounds</span>. Matter usually exists in one of three states: <span class="key">solid</span>, <span class="key">liquid</span>, or <span class="key">gas</span>. Each state of matter has general properties of shape and volume that may be used to uniquely identify the state. Properties such as <span class="key">melting-freezing</span> and <span class="key">boiling-condensation</span> points can be further used to identify specific substances. The properties of substances change greatly when substances interact chemically. A <span class="key">mixture</span> on the other hand is a type of matter in which the substances composing it do not interact chemically. Mixtures are classified as <span class="key">heterogeneous</span>, in which their substances are easily distinguishable, and <span class="key">homogeneous</span>, in which the composing substances are well blended and not easily distinguishable. An alloy is a homogeneous mixture of metals and a <span class="key">solution</span> is a homogeneous mixture of extremely small particles, indistinguishable even using a microscope. Finally, <span class="key">colloids</span> are solutions with larger particles that are small enough not to settle out and separate from each other, while <span class="key">suspensions</span> are mixtures of particles that are large enough to settle out and separate from each other.
ar_eg: <span class="key">"المادة</span> مصنوعة من <span class="key">الذرات</span> ، وتصنف وفقا لبنيتها . التي تتألف من نوع واحد فقط من الذرات تسمى <span class="key">عنصر</span> . اما <span class="key">المواد </span> التي تحتوي على نوعين او اكثر من الذرات تسمى<span class="key"> مركبات</span> . المادة تظهر عادة في واحدة من ثلاث حالات : <span class="key">الصلبة</span> و <span class="key">السائلة</span> ، و <span class="key">الغازية</span>. كل حالة من حالات المواد لها خصائص عامة من الشكل والحجم التي يمكن استخدامها لتحديد الحالة بشكل فريد. الخصائص مثل درجةالذوبان او التجميد او الغليان او التكاثف يمكن استخدامها لتحديد المزيد من المواد محددة . الخصائص في المواد تتغير كثيرا عندما تتفاعل كيميائيا . من ناحية أخرى <span class="key">الخليط</span> هو نوع من المواد التي لا تتفاعل كيميائيا. تصنف مخاليط <span class="key">غيرمتجانسة</span>، وهي من المواد التي يمكن تمييزها بسهولة، اما <span class="key">المواد المتجانسة</span> فلا يتم تمييزها بسهولة . السبيكة هي خليط متجانس من المعادن و <span class="key"> المحلول</span> هو خليط متجانس من الجسيمات الصغيرة للغاية، لا يمكن تمييزها حتى باستخدام المجهر. أخيرا ، <span class="key">الغرويات</span> هي محاليل بها جزيئات كبيرة والتي هي صغيرة كفاية كي لا تستقر ولا تنفصل عن بعضها البعض ، في حين <span class="key">المعلقات</span> هي خليط من الجسيمات التي تكون كبيرة بما يكفي ل تستقر منفصلة عن بعضها البعض .

source: Reviewing key vocabulary related to... the composition of matter
ar_eg: استعراض المفردات الأساسية ذات الصلة ... ببنية المادة

source: Composition
ar_eg: بنية

source: Matter
ar_eg: مادة

source: Anything that has mass and takes up space is called matter. All matter is made up of particles that are too small to see, called atoms.
ar_eg: اي شيء له كتلة ويأخذ حيزا يسمى مادة. كل المواد مصنوعة من جسيمات صغيرة لا ترى بالعين المجردة تسمى ذرات.

source: Atom
ar_eg: ذرة

source: All things—both living and nonliving—are made up of atoms. An atom is the smallest possible part of a type of material. For example, you could have an atom of copper or an atom of oxygen.
ar_eg: كل الاشياء الحية منها وغير الحية مصنوعة من الذرات. الذرة هي الجزء الاصغر في اي مادة كانت. على سبيل المثال، كان من الممكن ان تكون لديك ذرة نحاس او ذرة اكسجين.

source: Different things are made of different atoms. Things that are big enough to see are made from a very large number of atoms. You would need a special microscope, called an electron microscope, to see one atom.
ar_eg: الاشياء المختلفة تتكون من ذرات مختلفة. الأشياء الكبيرة بما يكفي تتكون من عدد كبير من الذرات. انت بحاجة الى مجهر خاص، يسمى المجهر الإلكتروني، لرؤية ذرة واحدة.

source: Substance
ar_eg: مادة

source: A substance is a basic form of matter that has mass and certain characteristics. For example, water is one type of substance and salt is another type.
ar_eg: للمادة لها كتلة وخصائص معينة. على سبيل المثال، الماء هو نوع واحد من المواد المخدرة والملح هو نوع آخر

source: A substance can be a solid, liquid, or a gas. A substance can also change its form. For example, water is a substance that can change into ice or steam.
ar_eg: المادة يمكن أن تكون صلبة أو سائلة أو غازية. ويمكن للمادة أيضا تغيير شكلها. على سبيل المثال، الماء هو المادة التي يمكن أن تتغير إلى جليد أو بخار

source: In science, the word composition means something very different than it does in writing class. In science, a composition is what you get when you put things together to make something new or different.
ar_eg: في العلم، كلمة بنية تعني شيئا مختلفا جدا عما تعنيه في درس الكتابة . في العلم، بنية هي الشيء الناتج عن وضع الأشياء معا لتقديم شيء جديد أو مختلف.

source: There are different ways to make new compositions or new things. For example, a milk shake is a composition of milk and ice cream. Music is a composition of sounds. A composition always has two or more pieces or parts.
ar_eg: هناك طرق مختلفة لعمل تركيبة جديدة أو أشياء جديدة. على سبيل المثال، مخفوق الحليب هو مكون من الحليب والبوظة، الموسيقى هي مكونة من الأصوات. لتكوين اي شيء نحتاج لقطعتين او شيئين او اكثر .

source: An element is a pure substance. This means that it cannot be separated into other substances. As of 2008, scientists know of a total of 117 elements. Of these 117 elements, 94 of them occur naturally on Earth. Some elements that you might be familiar with are: gold, oxygen, and aluminum.
ar_eg: العنصر هو عبارة عن مادة نقية. هذا يعني أنه لا يمكن فصلها إلى مواد أخرى. عام 2008، عرف العلماء ما مجموعه 117 من العناصر. من هذه العناصر 94 تتوفر بشكل طبيعي على الأرض. بعض العناصر التي قد تكون على دراية بها هي: الذهب، والأكسجين، والألومنيوم.

source: Many of the substances found on Earth are made up of more than one element. For example, water is made up of two elements—hydrogen and oxygen.
ar_eg: العديد من المواد الموجودة على الأرض تتكون من أكثر من عنصر واحد. على سبيل المثال، الماء يتكون من عنصري الهيدروجين والأكسجين.

source: Compound
ar_eg: مركب

source: A compound is made up of two or more different materials called elements. Most of the things you eat, use, and see everyday are compounds.
ar_eg: المركب يتكون من اثنين أو أكثر من المواد مختلفة وتسمى عناصر. معظم الأشياء التي تأكلها،و تستخدمها، و تراها كل يوم هي مركبات.

source: The food you eat is made from different compounds. The compounds in food contain things that help keep your body healthy and strong.
ar_eg: الطعام الذي تتناوله يصنع من مركبات مختلفة. المركبات في الأغذية تحتوي على الأشياء التي تساعد على الحفاظ على جسمك صحي وقوي.

source: Molecules
ar_eg: جزيئات

source: Molecules are the smallest parts of living and nonliving things that can be recognized. Many molecules make up a tiny drop of water.
ar_eg: الجزيئات هي الجزء الاصغر من الاشياء الحية وغير الحية التي يمكن التعرف عليها. العديد من الجزيئات تشكل قطرة صغيرة من الماء.

source: Things that are solid, such as ice, have molecules that are close together and not moving. Things that are liquid, such as water, have molecules that move freely. Tiny molecules of gases also float around in the air. Molecules make up everything.
ar_eg: الأشياء الصلبة، مثل الثلج، تكون جزيئاتها قريبة من بعضها البعض ولا تتحرك . الأشياء السائلة، مثل الماء تتحرك جزيئاتها بحرية. جزيئات الغاز الصغيرة أيضا تطفو في الهواء. الجزيئات تشكل كل شيء.

source: A solid is one of the three states of matter. The elements or compounds in the solid state are bound tightly together in a fixed, rigid arrangement. So solids have a definite shape and volume.
ar_eg: الصلابة هي حالة من الحالات الثلاث للمادة. العناصر أو المركبات في الحالة الصلبة تكون مترابطة ومحددة وثابتة ولذلك المواد الصلبة لها شكل ثابت وحجم ثابت.

source: A liquid is one of the three states of matter. The elements or compounds in the liquid state are not fixed as in a solid. The elements and compounds of a liquid can slide around each other. So liquids have a fixed volume but do not maintain a fixed shape.
ar_eg: السائل هي حالة من ثلاث حالات للمادة. فالعناصر أو المركبات في الحالة السائلة هي غير ثابتة كما هو الحال في الحالة الصلبة. العناصر والمركبات من السائل يمكن أن تنزلق حول بعضها البعض. لذلك السوائل لها حجم ثابت لكن لا تحتفظ بشكلٍ ثابت.

source: A gas is one of the three states of matter. There are three different forms that matter can take: solid, liquid, and gas. Unlike solids and liquids, gases float in the air and are difficult or impossible to see.
ar_eg: والغازية هي واحدة من الحالات الثلاث للمادة . هناك ثلاثة أشكال مختلفة للمادة :الصلبة والسائلة، والغازية. على عكس المواد الصلبة والسوائل ، الغازات تطفو في الهواء ويصعب أو يستحيل أن نراها.

source: Oxygen is a kind of gas. So is water vapor. So is a kind of fuel called natural gas, which many people use to heat their homes and cook their food.
ar_eg: الاكسجين هو نوع من الغازات، كذلك بخار الماء، وهناك الوقود وهو غاز طبيعي يستخدم في تدفئة المنازل وطهي الطعام.

source: States of Matter
ar_eg: حالات المادة

source: When we talk about the states of matter, we are talking about the different forms that matter can take. There are three states of matter: solid, liquid, and gas.
ar_eg: عندما نتحدث عن حالات المادة، فنحن نتحدث عن اشكال مختلفة تتخذها المادة وهي ثلاث .الصلبة و السائلة والغازية.

source: Everything around us takes one of these three states. For example, a chair is a solid. Milk is a liquid. And air is a gas.
ar_eg: كل شيء من حولنا يتخذ احدى ثلاث حالات . على سبيل المثال.الكرسي صلب ، والحليب سائل ، والهواء غاز

source: The melting point is the temperature at which a solid turns to a liquid. Different substances have different melting points.
ar_eg: درجة الانصهار هي الدرجة التي تتحول فيها المادة من صلبة الى سائلة. المواد المختلفة لها نقاط إنصهار مختلفة.

source: For example, the melting point of an ice cube is 32°F (0°C). But a material called tungsten, which is used in light bulbs, has a melting point of 6170°F (3410°C). The high melting point of tungsten makes it possible to use in a light bulb without melting when the light is turned on.
ar_eg: على سبيل المثال، درجة انصهار مكعب الجليد هي 32 درجة فهرنهايت (0 درجة مئوية). ولكن هناك مادة تسمى التنغستن، والتي تستخدم في المصابيح الكهربائية، لها درجة انصهار 6170 درجة فهرنهايت (3410 درجة مئوية). نقطة الانصهار العالية للتنغستن يمكن استخدامها في مصباح كهربائي دون ان تذوب عند تشغيل الضوء .

source: The boiling point is the temperature at which a liquid begins to turn into a gas. When a liquid starts bubbling, it has reached its boiling point.
ar_eg: درجة الغليان هي الدرجة التي يتحول فيها السائل الى غاز. عندما يبدأ الفقاقيع بالظهور السائل فهذا يدل على وصوله درجة الغليان.

source: Different liquids have different boiling points. For example, the boiling point of water is 212°F (100°C). But the boiling point of olive oil is 572°F (300°C). Also, changes in air pressure can affect the boiling point of liquids. If you are up in the mountains where there is less air pressure, liquids will boil at lower temperatures than if you were at sea level.
ar_eg: للسوائل درجات غليان مختلفة. على سبيل المثال، درجة غليان الماء هي 212 درجة فهرنهايت (100 درجة مئوية). ولكن درجة غليان زيت الزيتون هو 572 درجة فهرنهايت (300 درجة مئوية). أيضا، يمكن للتغيرات في الضغط الجوي ان تؤثر على درجة غليان السوائل. إذا كنت في الجبال حيث الضغط الجوي اقل فالسوائل سوف تغلي عند درجات حرارة أقل مما لو كنت على مستوى سطح البحر.

source: Chemical reaction
ar_eg: تفاعل كيميائي

source: When certain elements are joined together during a chemical reaction into compounds, their states of matter and properties can change radically. For example, the gases oxygen and hydrogen, when they join chemically in a chemical reaction, form liquid water.
ar_eg: عندما تندمج عناصر معينة مع بعضها خلال التفاعل الكيميائي في المركبات، حالات المادة وخصائصها يمكن أن تتغير بشكلٍ جوهري. على سبيل المثال، غازات الأكسجين والهيدروجين، عندما تندمج كيميائياً مع بعضها في تفاعل كيميائي، تكون الماء السائل.

source: Mixture
ar_eg: مخلوط

source: You make a mixture by combining two or more things. For example, to make cookies, you must make a mixture of flour, sugar, butter, and eggs. If you leave an ingredient out, the mixture will be wrong, and the cookies may not taste the way they are supposed to.
ar_eg: المخلوط يتكون من خلط اثنان او اكثر من الاشياء. على سبيل المثال: عند صنع البسكويت، يجب ان تمزج خليط من الطحين والسكر والبيض والزبدة. اذا نسيت احدى هذه المكونات يصبح المخلوط غير صحيح ولن يكون طعم البسكويت كما يجب ان يكون.

source: Heterogeneous mixtures
ar_eg: خليط غير متجانس

source: Mixtures whose substances are easily distinguishable, not being completely blended together, are called heterogeneous mixtures. Gravel, trail mix, and pond water are examples of heterogeneous mixtures.
ar_eg: تسمى المخاليط التي يمكن تمييز موادها بسهولة، والتي لا يتم مزجها تماما مع بعضها بالمخاليط غير المتجانسة. الحصى، مزيج الفواكه والحبوب المجففة، ومياه البركة هي أمثلة على المخاليط غير المتجانسة.

source: Homogeneous mixtures
ar_eg: مخاليط متجانسة

source: Homogeneous mixtures, on the other hand, are mixtures whose substances are blended together well, such that they are not visibly distinguishable from each other. Examples of homogeneous mixtures are brass (a mixture of copper and zinc), blood plasma (a mixture of water and various proteins contained in the blood), and air (a mixture of oxygen, nitrogen, and other gases).
ar_eg: من ناحية اخرى المخاليط المتجانسة هي المخاليط التي يتم مزج موادها بشكل جيد مع بعضها بحيث لا يمكن تمييزها بوضوح عن بعضها البعض. أمثلة على المخاليط المتجانسة هي النحاس (خليط من النحاس والزنك)، بلازما الدم (خليط من الماء والبروتينات المختلفة الواردة في الدم)، والهواء (خليط من الأوكسجين والنيتروجين وغيرها من الغازات.

source: A solution is a mixture of two or more things in which one of the things seems to disappear in the other.
ar_eg: المحلول هو خليط من شيئين أو أكثر والتي تبدو انها تختفي مع بعضها البعض

source: To make hot chocolate, you make a solution of chocolate powder and hot water. When you stir the powder and water together, the powder separates into tiny particles and spreads out in the water. If you stir it well enough, every part of the mixture will have the same amount of chocolate in it. This mixture is called a solution.
ar_eg: لعمل الشوكولاته الساخنة،نصنع محلولا من مسحوق الشوكولاتة والماء الساخن. عند تحريك المسحوق والماء معا، يفصل المسحوق الى جزيئات صغيرة وتنتشر في الماء. إذا حرك كفاية، فإن كل جزء من الخليط سوف يكون لديه نفس القدر من الشوكولاته . ويسمى هذا المخلوط محلول.

source: A colloid is a type of mixture in which the particles making up the colloid are larger than those of a solution, but small enough to not settle or separate.
ar_eg: االغروية هو نوع من المخاليط تكون جزيئاتها أكبر من تلك التي في المحلول، وصغيرة بما يكفي لعدم استقرارها او انفصالها.
