Repository: geneconde/NGR-sandbox
Catalog: modules/composition-of-matter/Locale/*/LC_MESSAGES/composition-of-matter.po
Languages: ar_eg

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Check Answer
ar_eg: تأكد من الاجابة

source: Read More
ar_eg: اقرا أكثر

source: Check answer
ar_eg: تأكد من الاجابة

source: Read more
ar_eg: اقرا أكثر

source: You answered...
ar_eg: أنت أجبت ...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك

source: Please select your answers.
ar_eg: لو سمحت اختر اجاباتك

source: Close me!
ar_eg: أغلقني !

source: Close!
ar_eg: وثيقة!

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: How did I do?
ar_eg: كيف أجبت

source: select
ar_eg: اختر

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين.

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Let's begin.
ar_eg: هيا نبدأ.

source: Are you ready,
ar_eg: هل أنت مستعد،

source: What are natural resources?
ar_eg: ما هي الموارد الطبيعية؟

source: Panning gold in the river...
ar_eg: غسل الذهب في النهر

source: Preparing your first quick check...
ar_eg: إعداد اول تقويم سريع لك...

source: Changing of matter activities...
ar_eg: أنشطة عن تغير المادة

source: Studying matter...
ar_eg: مسألة دراسة

source: Adding solution to mixtures...
ar_eg: اضافة المحلول الى المزيج

source: Ready for your last quick check?
ar_eg: هل انت مستعد لإتقويمك الآخير؟

source: Looking at the old pictures...
ar_eg: انظر الى الصور القديمة

source: Putting it all together...
ar_eg: وضع جميع الاشياء مع بعضها البعض

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرفه الآن

source: Your first quiz question is...
ar_eg: اختبارك السريع الاول هو...

source: Molecules around us...
ar_eg: الجزيئات من حولنا

source: Identifying elements...
ar_eg: تحديد العناصر

source: Popping water balloon...
ar_eg: ثَقْب بالون الماء

source: Blending metals...
ar_eg: خلط المعادن

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال في الاختبار؟

source: You're done!
ar_eg: أنهيت!

source: Start
ar_eg: ابدأ

source: Welcome to the Composition of Matter review,
ar_eg: مرحبا بكم في مراجعة بنية المادة.

source: Thinking about... the composition of matter
ar_eg: التفكير بمزج المواد

source: The physical world all around us is made up of many things. We know that objects have similarities and differences, but have you ever thought about what makes them similar or different? Scientists and engineers spend a lot of time studying the similarities and differences in the properties of materials and use that knowledge to identify and make things and to even make new materials.
ar_eg: يتكون العالم المادي في كل مكان من حولنا من أشياء كثيرة. نحن نعرف أن الأجسام لها أوجه تشابه وأوجه اختلاف، ولكن هل فكرت حول ما يجعلها متماثلة أو مختلفة؟ العلماء والمهندسون صرفوا الكثير من الوقت في دراسة أوجه الشبه والاختلاف في خصائص المواد واستخدام هذه المعرفة لتحديد وصنع المواد الجديدة.

source: Checking what you know... about the composition of matter
ar_eg: التأكد من معرفتك ... عن مزج المواد.

source: Look at the list of things below. Choose <span class="blink">all</span> that are naturally occurring materials—can be found in nature.
ar_eg: انظر الى القائمة المبينة وحدد <span class="blink">جميع</span> والتي هي مواد موجودة في الطبيعة .

source: Brass
ar_eg: نحاس

source: Iron
ar_eg: حديد

source: Steel
ar_eg: فولاذ

source: Gold
ar_eg: ذهب

source: Plywood
ar_eg: خشب رقيق

source: Plastics
ar_eg: لدائن البلاستيك

source: Rubber
ar_eg: مطاط

source: Water
ar_eg: ماء

source: Orange juice
ar_eg: عصير البرتقال

source: Peanut butter
ar_eg: زبدة الفستق

source: Materials such as water, iron and gold are naturally occurring materials. They can be used just as they are found in nature. But naturally occurring materials can be made into other things that we use and even eat. For example, peanuts can be eaten as found or processed into peanut butter. Using naturally occurring materials and changing them into other things requires that we know about their composition—what they are made of. Continue with this review to learn more about the composition of matter.
ar_eg: المواد كالماء والذهب والحديد هي مواد تتكون بشكل طبيعي. تستخدم كما وجدت في الطبيعة . ولكن المواد التي تتكون بشكل طبيعي يمكن ان تستخدم في اشياء كثيرة حتى للأكل. على سبيل المثال، الفول السوداني يمكن ان يؤكل كما وجد أو تتم معالجته في زبدة الفول السوداني ,استخدام مواد طبيعية وتحويلها الى أشياءأخرى يتطلب معرفتنا بتركيبها.ومم تصنع.تابع التواصل مع هذه المشاركة لمعرفة المزيد عن مزج المواد

source: Reviewing core ideas... about the composition of matter
ar_eg: مراجعة الافكار الاساسية حول بنية المادة

source: Anything that has mass and takes up space is called <span class="key">matter</span>. All matter is made up of particles that are too small to see, called <span class="key">atoms</span>. An atom is the smallest unit of matter that retains its special properties. Atoms can be measured by weighing them, or by measuring their effects upon other objects. Different substances have different <span class="key">compositions</span> or make-up of atoms. <span class="key">Substances</span> that are composed of one kind of atom are called <span class="key">elements</span>. For example, a bar of pure gold is composed of only many, many gold atoms. Silver, iron, oxygen, and helium are some other examples of elements. There are 94 such elements found in nature.
ar_eg: اي شيء له كتلة ويشغل حيز هو <span class="key">مادة</span> . تتكون جميع المواد من جسيمات صغيرة جدا يصعب رؤيتها، تسمى <span class="key">ذرات</span>. فالذرة هي أصغر وحدة في المادة وتحمل سماتهاالخاصة. ويمكن قياس الذرات عن طريق وزنها، أو عن طريق قياس آثارها على الأجسام. المواد المختلفة لها <span class="key">بنى</span> مختلفة أو تركيب ذرات مختلف. <span class="key">المواد</span> المركبة من نوع واحد من الذرات تسمى <span class="key">عناصر</span>. على سبيل المثال، يتكون شريط من الذهب الخالص من العديد من ذرات الذهب. الفضة , والحديد , والأكسجين، والهليوم هي أمثلة أخرى على العناصر. وهناك 94 من هذه العناصر موجودة في الطبيعة.

source: Click the image to enlarge the graph.
ar_eg: انقر على الصورة لتكبير الرسم البياني

source: Not all matter is composed of single atoms of the 94 elements. Two or more atoms of the same element or of different elements can join together to form what is called a <span class="key">molecule</span>. For example, the oxygen that green plants produce and that you breathe consists of two atoms of oxygen joined together. Water on the other hand is composed of two atoms of hydrogen and one atom of oxygen.
ar_eg: لا تتركب جميع العناصر من ال 94 عنصر من ذرات واحدة. اثنتان أو أكثر من ذرات نفس العنصر أو من العناصر المختلفة تجتمع مع بعضها لتكوين ما يسمى ب <span class="key">الجزيء</span>. على سبيل المثال، الأكسجين الذي تنتجه النباتات الخضراء والذي نتنفسه نحن يتكون من اثنين من ذرات الأكسجين اتحدت معا.الماء من جهةٍ أخرى مكون من ذرتي هيدروجين وذرة اكسجين.

source: The 94 naturally occurring atoms make up the matter that we see and use everyday. Substances that are composed of the atoms of at least two different elements are called <span class="key">compounds</span>. Table salt is a compound of atoms of sodium and chlorine. Table sugar is composed of atoms of carbon, hydrogen and oxygen. Water is not usually thought of as a compound, but it really is. Can you see why? Water, salt and sugar are just three of a seemingly endless list of compounds that are either found in nature or made by humans.
ar_eg: تشكل الذرات ال 94 والتي تتكون في الطبيعة المواد التي نراها ونستخدمها يوميا. المواد التي تتكون من ذرتين من عنضرين مختلفين على الاقل تسمى <span class="key">مركبات</span>. ملح الطعام هو مركب من الصوديوم والكلور. ويتكون مركب سكر المائدة من ذرات الكربون والهيدروجين والأكسجين. ولا يعتبر الماء كمركب عادة ، ولكنه في الواقع كذلك . هل تستطيع ان ترى لماذا؟ الماء والملح والسكر ليست سوى ثلاثة من قائمة لا نهاية لها على ما يبدو من المركبات التي توجد إما في الطبيعة أو التي صنعها البشر.

source: Water is a compound
ar_eg: الماء هو مركب

source: Table salt is a compound of atoms of sodium and chlorine
ar_eg: ملح الطعام هو مركب من ذرات الصوديوم والكلورين

source: Natural
ar_eg: طبيعي

source: Man-made
ar_eg: من صنع الانسان

source: Water, salt and sugar are just a few of the many, many compounds found in nature. But people make many other compounds by combining two or more elements or changing the composition of substances. For example, the donuts or muffins you find in a bakery or grocery store are really compounds containing substance like flour, yeast and various ingredients that are changed into the donut or muffin when they are baked. Gasoline is made by changing the composition of naturally occurring oil.
ar_eg: الماء والملح والسكر هي فقط قليل من مركبات كثيرة جداً وجدت في الطبيعة. لكن الناس يعملون العديد من مركبات أخرى بدمج عنصرين أو أكثر أو تغيير تركيب المواد. على سبيل المثال، فطائر الجبن والعوامة التي تجدها في المخابز أو البقالة مكونة في الواقع من مركبات تحتوي مواد مثل الطحين والخميرة ومكونات مختلفة التي تغيرت إلى فطائر وعوامة عندما تم خبزهم. والبنزين مكون من تغير تركيب بترول الموجود طبيعياً.

source: Question A. Click on the best statement that explains the difference between an element and a compound.
ar_eg: السؤال أ: اضغط على العبارة الافضل والتي تبين وجه الاختلاف بين العنصر والمركب.

source: Compounds can be solid, liquid, or gas; elements are always in the solid state.
ar_eg: المركبات من الممكن ان تكون : صلبة، أو سائلة او غازية. اما العناصر فهي دائما في الحالة الصلبة.

source: Elements have more than one type of atom; compounds consist of just one type of atom.
ar_eg: للعناصر اكثر من نوع واحد من الذرات؛ اما المركبات فتتكون من نوع واحد فقط من الذرات.

source: Compounds have more than one type of atom; elements consist of just one type of atom.
ar_eg: للمركبات اكثر من نوع واحد من الذرات؛ اما العناصر فهي تتكون من نوع واحد من الذرات.

source: Question B. Mark <span class="blink">all</span> of the following statements that are <span class="blink">true</span>.
ar_eg: السؤال ب. حدد <span class="blink">جميع</span> العبارات الصحيحة</span> التالية.

source: An element contains only one kind of atom.
ar_eg: العنصر يتكون من نوع واحد فقط من الذرات

source: A compound contains more than one element.
ar_eg: يحتوي المركب على اكثر من عنصر

source: A compound contains more than one kind of atom.
ar_eg: يحتوي المركب على اكثر من نوع واحد من الذرات.

source: There are more unique elements than unique compounds.
ar_eg: العناصر الفريدة موجودة اكثر من المركبات الفريدة

source: Nope! Both compounds and elements may exist in solid, liquid, or gaseous state.
ar_eg: غير صحيح, كل من العناصر والمركبات يمكن ان تكون في الحالة الصلبة أو السائلة أو الغازية.

source: Nope! Elements consist of only one type of atom; compounds are made of more than one type of atom.
ar_eg: لاااااا! تحتوي العناصر على نوع واحد فقط من الذرات؛ المركبات تحتوي على اكثر من نوع واحد من الذرات.

source: Correct! Elements consist of only one type of atom; compounds are made of more than one type of atom.
ar_eg: صحيح! العناصر تحتوي على نوع واحد فقط من الذرات ؛ المركبات مصنوعة من اكثر من نوع واحد من الذرات.

source: Correct! An element contains only one kind of atom, a compound contains more than one kind of atom, and there are many more compounds than elements.
ar_eg: صحيح! يحتوي العنصر على نوع واحد من الذرات، المركب يحتوي على اكثر من نوع واحد من الذرات . يفوق عدد المركبات عدد العناصر

source: Not quite! An element contains only one kind of atom, a compound contains more than one kind of atom, and there are many more compounds than elements.
ar_eg: ليس تماما، يحتوي العنصر على نوع واحد من الذرات، المركب يحتوي على اكثر من نوع واحد من الذرات ، يفوق عدد المركبات عدد العناصر

source: More core ideas... about the composition of matter
ar_eg: المزيد من الافكار الاساسية... لتكوين المواد

source: Matter usually exists as a <span class="key">solid</span>, <span class="key">liquid</span>, or <span class="key">gas</span> form. These forms of matter are referred to as the <span class="key">states of matter</span>. The elements or compounds in the solid state are bound tightly together in a fixed, rigid arrangement. So solids have a definite shape and volume. The elements or compounds in the liquid state are not fixed as in a solid. The elements and compounds of a liquid can slide around. So liquids do have a fixed volume but do not maintain a fixed shape. In the gas state of matter, the elements and compounds are free to move around without even touching. So a gas has no fixed shape or volume.
ar_eg: تظهر المواد عادة في الحالة <span class="key">الصلبة</span> أو <span class="key">السائلة</span> أو <span class="key">الغازية</span> . ويشار إلى هذه الأشكال على أنها <span class="key">حالات المادة</span> . تكون العناصر أو المركبات في الحالة الصلبة محكمة ومرتبطة معا و لها شكل محدد وحجم. العناصر أو المركبات في الحالة السائلة ليست كما في الحالة الصلبة. فالعناصر أو المركبات في الحالة السائلة تنزلق . السوائل ليس لها حجم ثابت، لكنها تحافظ على شكل ثابت. في الحالة الغازية للمادة، العناصر والمركبات تتحرك بحرية دون أن تلامس بعضها البعض . اذا فالغاز لا يوجد له شكل ثابت أو حجم.

source: solid (ice)
ar_eg: صلب (ثلج)

source: liquid (liquid water)
ar_eg: سائل (الماء سائل)

source: gas (water vapor)
ar_eg: الغاز (بخار الماء)

source: The three main states of matter, are shown for water: solid (ice), liquid (liquid water), and gas (water vapor). A fourth, called plasma does not exist in natural conditions, so let's focus on just solid, liquid and gas.
ar_eg: الحالات الرئيسية الثلاث للمادة، مبينة في المياه : الصلبة (الثلج) والسائلة (الماء السائل)، والغازية (بخار الماء). الحالة الرابعة غير موجودة في الظروف الطبيعية وهي تسمى البلازما ، لذلك دعونا نركز على الحالات الصلبة والسائلة والغازية .

source: Solids, liquids, and gases have properties that can be identified through observation and measurement. Each substance has a unique mass that can be measured, and many have unique properties such as color and texture.
ar_eg: المواد الصلبة والسوائل والغازات لها خصائص يمكن التعرف عليها من خلال الملاحظة والقياس. كل مادة لها كتلة فريدة من نوعها والتي يمكن قياسها، وهنالك العديد من الخصائص الفريدة مثل اللون والتركيب.

source: Freezing point
ar_eg: درجة التجمد

source: Melting point
ar_eg: درجة الانصهار

source: Boiling point
ar_eg: درجة الغليان

source: Condensation point
ar_eg: نقطة التكاثف

source: A substance's <span class="key">melting point</span> is the temperature at which the substance changes from a solid to a liquid. A substance's <span class="key">boiling point</span> is the temperature at which a substance changes from a liquid to a gas. A substance's <span class="key">freezing point</span> is the temperature at which a liquid changes from a liquid to a solid and is the same temperature as its melting point. Similarly, a substance's <span class="key">condensation point</span> is the temperature at which a gas changes to a liquid and is the same temperature as its boiling point. Substances can often be identified by the temperatures at which they change between the solid, liquid and gas states. For example, the normal melting and freezing point of water is 32°F (0°C) and its normal boiling and condensation point is 212°F (100°C).
ar_eg: <span class="key">درجة الانصهار</span> في مادة ما هي درجة الحرارة والتي يتم تغير المادة فيها من الحالة الصلبة إلى الحالة السائلة. <span class="key">درجةالغليان</span> في مادة ما هي درجة الحرارة التي يتم تغير المادة فيها من الحالةالسائلة إلى الغازية. <span class="key">درجة التجمد</span> في المادة هي درجة الحرارة التي يتغير السائل فيها من الحالة السائلة إلى الحالة الصلبة، وهي نفس درجة حرارة انصهاره. وبالمثل، <span class="key">درجة التكاثف</span> لمادة ما هي درجة الحرارة التي يتغير فيها الغاز إلى سائل، وهي نفس درجة حرارة غليانها. كثيرا ما يمكن تحديد المواد من خلال درجات الحرارة التي تتغير بين الحالات السائلة والغازية والصلبة. على سبيل المثال، درجة انصهار وتجميد الماء العادي هو 32 ف (0 م) ودرجة الغليان والتكثيف الطبيعية هي 212 درجة فهرنهايت (100 درجة مئوية).

source: When certain elements are joined together during a <span class="key">chemical reaction</span> into compounds, their states of matter and properties can change radically. For example, water is a liquid that is made from two gases, oxygen and hydrogen. Table salt is a solid that is composed of sodium, a solid, with chlorine, a gas. Ordinary table sugar is composed of hydrogen, oxygen and carbon--two gases and a solid.
ar_eg: عندما تتحد بعض العناصر معا خلال <span class="key">تفاعل كيميائي </span> تتحول هذه العناصر الى مركبات ، وتتغير خصائصها بشكل جذري. على سبيل المثال، الماء هو السائل الذي يتكون من نوعين من الغازات،الأكسجين والهيدروجين. ملح الطعام صلب يتكون من الصوديوم، مادة صلبة، مع الكلور، وهو غاز. ويتكون السكر العادي من الهيدروجين والأكسجين والكربون - نوعين من الغازات ومادة صلبة.

source: In the video clip you can see a chemical reaction between a super absorbent polymer called sodium polyacrylate and water. The substance absorbs the water and turns into a gel-like matter some magicians like to call snow.
ar_eg: .في مقطع الفيديو يمكنك ان ترى تفاعل كيميائي بين المبلمرات فائقة الامتصاص يسمى البوليأكريلات الصوديوم والماء. هي مادة تمتص الماء وتتحول إلى هلام كما يطلق عليه بعض السحرة (تلج).

source: Question A. Draw a line between the states of matter on the left to their descriptions on the right. To do this, click on the button next to the terms on the left and drag it to the button next to the descriptions on the right. Click the "Start Over" button to remove the lines and connect again.
ar_eg: سؤال أ. صل بين حالة المادة من اليسار وتطابقها لأوصافها على اليمين. للقيام بذلك، انقر على الزر بجانب المصطلحات على اليسار واسحبه إلى الزر بجانب المفاهيم على اليمين. انقر على زر البدء من جديد لإزالة خطوط واوصل مرة أخرى.

source: Start Over
ar_eg: ابدأ من جديد

source: Gas
ar_eg: غاز

source: Solid
ar_eg: صلب

source: Liquid
ar_eg: سائل

source: Fixed shape, fixed volume
ar_eg: شكل ثابت وحجم ثابت

source: No fixed shape, fixed volume
ar_eg: لا شكل ثابت ، حجم ثابت

source: No fixed shape, no fixed volume
ar_eg: لا شكل ثابت، ولا حجم ثابت

source: Question B. Which of the following is <span class="blink">NOT</span> a way to uniquely identify an element?
ar_eg: السؤال ب. أي مما يلي هو <span class="key">ليس</span> وسيلة فريدة لتحديد عنصر ؟

source: Combined mass and volume
ar_eg: جمع الكتلة مع الحجم

source: State of matter
ar_eg: حالة المادة

source: States of matter
ar_eg: حالة المادة

source: Not quite! Melting point is a way to uniquely identify an element.
ar_eg: ليس تماما! درجة الذوبان هي وسيلة فريدة لتحديد عنصر .

source: Not quite! Boiling point is a way to uniquely identify an element.
ar_eg: ليس تماما! درجة الغليان هو وسيلة فريدة لتحديد عنصر.

source: Not quite! Combined mass and volume is a way to uniquely identify an element.
ar_eg: ليس تماما! الكتلة والحجم مجتمعان هما وسيلة فريدة لتحديد عنصر .

source: Correct! One cannot uniquely identify an element solely based on its state of matter.
ar_eg: صحيح! لايمكن للمرء أن يتعرف بشكل فريد على عنصر استنادا فقط على حالة المادة التي هو عليها.

source: You got it! You've matched them all correctly. Gas has no fixed shape or fixed volume. Solids have a fixed shape and a fixed volume. Liquids do not have a fixed shape, but have a fixed volume.
ar_eg: اصبت، لقد اوصلت بين السؤال والجواب بشكل صحيح . ليس للغاز شكل ثابت أو حجم ثابت. المواد الصلبة لها شكل ثابت وحجم ثابتان. السوائل لا يكون لها شكل ثابت، ولكن لها حجم ثابت.

source: Not quite! Gas has no fixed shape or fixed volume. Solids have a fixed shape and a fixed volume. Liquids do not have a fixed shape, but have a fixed volume.
ar_eg: ليس تماما! ليس للغاز حجم أو شكل ثابت . للمواد الصلبة شكل ثابت وحجم ثابت. السوائل لا يكون لها شكل ثابت، ولكن لها حجم ثابت.

source: Another category of matter is called a <span class="key">mixture</span>. A mixture is two or more substances that appear together, but are not chemically bonded together. Some examples of mixtures are gravel (shown above), trail mix, salt water, and pond water. The individual substances of these mixtures can be separated from each other by physical means such as a filter or sieve.
ar_eg: هنالك مجموعة اخرى من المواد تسمى <span class="key">المخلوط</span> . المخلوط هو نوعين او اكثر من المواد التي تظهر معا ولكنها غير مترابطة كيميائيا. بعض الامثلة على المخلوط هي : الحصى (الظاهرة في الاعلى) ، مزيج الفواكه والحبوب، المياه المالحة، مياه البركة. يمكن فصل المواد الفردية من هذه المخاليط عن بعضها البعض من خلال وسائل مادية مثل مرشح أو مُنخُل.

source: Mixtures are further classified according to the nature of their composition. Mixtures with substances that you can tell apart easily without being completely blended together, are called <span class="key">heterogeneous mixtures</span>. Gravel, trail mix, and pond water are examples of heterogeneous mixtures.
ar_eg: تصنف المخاليط وفقا لطبيعة تكوينها. وتسمى المخاليط التي يمكن فصلها بسهولة ، <span class="key"> بالمخاليط غير المتجانسة </span>. الحصى، مزيج الفواكه المجففة والحبوب، ومياه البركة هي أمثلة على المخاليط غير المتجانسة.

source: <span class="key">Homogeneous mixtures</span>, on the other hand, are mixtures with substances that are blended together well. By simply looking at them, you can't tell them apart, they are not visibly distinguishable from each other. Examples of homogeneous mixtures are brass (a mixture of copper and zinc), blood plasma (a mixture of water and various proteins contained in the blood), and air (a mixture of oxygen, nitrogen, and other gases).
ar_eg: من ناحية أخرى <span class="key">المخاليط المتجانسة</span> هي مخاليط مع المواد التي يتم خلطها معا بشكل جيد. لا يمكنك تمييزها عن بعضها البعض بالنظر اليها، فهي ليست ظاهرة بشكل واضح ، أمثلة على مخاليط متجانسة هي النحاس (خليط من النحاس والزنك)، بلازما الدم (خليط من الماء والبروتينات المختلفة الموجودة في الدم)، والهواء (خليط من الأوكسجين والنيتروجين وغيرها من الغازات).

source: Brass is a homogeneous mixture. The elements copper and zinc substances are being casted as a liquid into a mold, where it will cool and turn to a solid state.
ar_eg: النحاس هو خليط متجانس. تسبك عناصر النحاس والزنك و تصبح كالسائل وتوضع في قالب، حيث تبرد وتتحول إلى الحالة الصلبة.

source: A <span class="key">solution</span> is a homogeneous mixture with substances that have very small particles that are blended together extremely well. Solutions remain uniformly mixed and their components cannot be distinguished from one another even under a microscope. Examples of solutions are lemonade, tea, vinegar and salt water. Substances that are in solution cannot be separated by filters or sieves.
ar_eg: <span class="key">المحلول</span> هو خليط متجانس من المواد التي تحتوي على جزيئات صغيرة جدا يتم مزجها معا بشكل جيد . تبقى المحاليل مختلطة بشكل موحد ومكوناتها لا يمكن تمييزها عن بعضها البعض حتى تحت المجهر. أمثلة على المحاليل: عصير الليمون والشاي والخل والماء والمياه المالحة. المواد التي لا يمكن أن تكون مفصولة عن طريق المرشحات أو المناخل.
