Repository: geneconde/NGR-sandbox
Catalog: demo/structures-and-properties-of-matter/Locale/*/LC_MESSAGES/structures-and-properties-of-matter.po
Languages: ar_eg, es_es

source: It changed from having the property of you being able to see it and feel it as a liquid to the property of being invisible as gaseous water. And - this is important! - if you had weighed the water in the puddle and it weighed 1 ounce, after it <span class='key'>evaporated</span>, the air in your bathroom weighs 1 ounce more. The 1 ounce of water still weighs 1 ounce! It's just 1 ounce of gaseous water in your bathroom air instead of 1 ounce of liquid water in a puddle on the floor. The mass of liquid water didn't change even though you couldn't see it anymore! You could tell that's true if you could figure out a way to weigh your bathroom air – something to think about!
ar_eg: لقد تغيرت من كونها خاصية قادرة على الرؤية واللمس الى كونها خاصية غير مرئية مثل المياه الغازية. وهذا هو المهم! - إذا كنت قد وزنت الماء في البقعة وكان وزنها أونصة، بعد أن <span class='key'>تبخرت</span>، يزن الهواء في حمامك أونصة أكثر. وقية من المياه لا تزال تزن أونصة واحدة! لكنها أصبحت أونصة من الماء الغازي في الهواء في حمامك بدلا من أونصة من الماء السائل في البقعة على الأرض. لم تتغير كتلة الماء السائل حتى ولو لم يكن بالامكان رؤيتها بعد الآن! يمكنك معرفة اذا كان هذا صحيحا إذا تمكنت من إيجاد طريقة لوزن الهواء في حمامك - شيء للتفكير!
es_es: Cambió de tener la propiedad de que tú seas capaz de verla y sentirla como un líquido a la propiedad de ser invisible como agua gaseosa. Y - ¡esto es importante! - si hubieras pesado el agua en el charco y hubiera pesado 1 onza, después de que se haya <span class='key'>evaporado</span>, el aire en tu baño pesaría 1 onza más. ¡Esa onza de agua aún pesa 1 onza! Es sólo que ahora es 1 onza de agua gaseosa en el aire de tu baño en lugar de 1 onza de agua líquida en un charco sobre el suelo. ¡La masa del agua líquida no cambió aunque no pudieras verla ya! Podrías descubrir que eso es verdad si pudieras hallar una manera de pesar el aire de tu baño - ¡piensa en ello!

source: 4 ounces
ar_eg: 4 أونصات
es_es: 4 onzas

source: A little bit more than 4 ounces
ar_eg: أكثر بقليل من 4 أونصات
es_es: Un poco más de 4 onzas

source: 5 ounces
ar_eg: 5 أونصات
es_es: 5 onzas

source: A little bit less than 5 ounces
ar_eg: أقل بقليل من 5 أونصات
es_es: Un poco menos de 5 onzas

source: 6 ounces
ar_eg: 6 أونصات
es_es: 6 onzas

source: Looking for traces...
ar_eg: البحث عن آثار ...
es_es: Buscando rastros...

source: Question A. Which of the following is <span class='blink'>not</span> a state of matter:
ar_eg: السؤال أ. أي من المواد التالية <span class='key'>ليست</span> مواداً؟
es_es: Pregunta A. ¿Cuál de los siguientes <span class='blink'>no</span> es un estado de la materia?

source: Solid
ar_eg: الصلبة
es_es: Sólido

source: Shiny
ar_eg: اللامعة
es_es: Brillante

source: Liquid
ar_eg: السائلة
es_es: Líquido

source: Question B. When a substance like water evaporates:
ar_eg: السؤال ب. عندما تتبخر مادة مثل الماء:
es_es: Pregunta B. Cuando una sustancia como el agua se evapora:

source: It disappears and doesn't exist anymore.
ar_eg: تختفي ولا تعد موجودة.
es_es: Desaparece y ya no existe.

source: It changes to a gas and loses enough weight so it can float with the air.
ar_eg: تتحول إلى غاز وتفقد وزنا كافيا لذلك يمكن أن تطفو مع الهواء.
es_es: Cambia a gas y pierde suficiente peso como para poder flotar con el aire.

source: It doesn't change weight at all, it just becomes part of the air.
ar_eg: لا يتغير الوزن على الإطلاق، بل يصبح مجرد جزء من الهواء.
es_es: No cambia su peso en lo absoluto, sólo se vuelve parte del aire.

source: No! When water evaporates, it seems to disappear because you can't see it anymore, but it still exists and is mixed in with the atmosphere.
ar_eg: لا! عندما يتبخر الماء، فهو يبدو أنه اختفي لأنك لا تستطيع أن تراه بعد الآن، لكنه لا يزال موجودا، ويختلط مع الغلاف الجوي.
es_es: ¡No! Cuando el agua se evapora, parece que desaparece porque ya no la puedes ver, pero aún existe y está mezclada con la atmósfera.

source: Nope! It does change into a gas – water vapor – but it still has the same mass and weight as it did before.
ar_eg: كلا! هو يتحول الى غاز - بخار الماء - لكن لا يزال لديه نفس الكتلة والوزن كما كان من قبل.
es_es: ¡Nop! Sí cambia a un gas - vapor de agua - pero aún tiene el mismo peso y masa que tenía antes.

source: Wrong answer! – It does change into a gas – water vapor – but it doesn't lose any weight - it still has the same mass and weight as it did before.
ar_eg: اجابة خاطئة! - يتحول إلى غاز - بخار الماء - ولكن لا يفقد أي وزن -و لا يزال لديه نفس الكتلة والوزن كما كان من قبل.
es_es: ¡Respuesta equivocada! - Sí cambia a un gas - vapor de agua - pero no pierde ningún peso - aún tiene la misma masa y peso que tenía antes.

source: Correct! The water doesn't lose any weight – evaporation means that the liquid water breaks down into individual water molecules and each one is light enough to disperse into the air.
ar_eg: صحيح! لا يفقد الماء أي وزن - التبخر يعني أن الماء السائل يتكسر في جزيئات الماء الفردية وكل جزيء يكون خفيف بما يكفي لتنتثر في الهواء.
es_es: ¡Correcto! El agua no pierde ningún peso - la evaporación significa que el agua líquida se descompone en moléculas individuales de agua y cada una es lo suficientemente ligera como para dispersarse en el aire.

source: Nope! Solid is a state of matter.
ar_eg: كلا! الصلابة هي حالة المادة
es_es: ¡Nop! Sólido es un estado de la materia.

source: Correct! Shiny is not one of the three states of matter.
ar_eg: صحيح! اللمعان ليس واحدا من حالات المادة الثلاث.
es_es: ¡Correcto! Brillante no es uno de los tres estados de la materia.

source: Wrong answer! Liquid is a state of matter.
ar_eg: اجابة خاطئة! السائل هو حالة المادة
es_es: ¡Respuesta equivocada! Líquido es un estado de la materia.

source: No! Gas is a state of matter.
ar_eg: لا! الغاز هو حالة من المادة
es_es: ¡No! El gas es un estado de la materia.

source: Evaporating water...
ar_eg: تبخر المياه ...
es_es: Evaporando agua...

source: All matter is made up of millions of little particles that are too small to see with the naked eye... even too small to see with ordinary microscopes. These particles are called <span class='key'>atoms</span>. You can think of them as the building blocks of matter – kind of like Legos. Each Lego block is like an individual atom. And just like Legos, there are many, many different sizes and kinds of atoms that can be combined to build many different kinds of matter with different properties. If you build an object with just one kind of Lego block, that's like nature building matter with just one kind of atom – so you get a kind of matter called an <span class='key'>element</span> - like oxygen, or carbon, or iron. But if you start combining different kinds of Lego blocks - different sizes or shaped blocks - that's like nature combining different kinds of atoms together to form <span class='key'>compounds</span> - which are matter made of two or more different kinds of atoms.
ar_eg: تتكون المواد من الملايين من الجسيمات الصغيرة جدا ليتم رؤيتها بالعين المجردة ... حتى أنها صغيرة جدا لتتم رؤيتها بالمجاهر العادية. وتسمى هذه الجسيمات <span class='key'>ذرات</span>. ويمكنك اعتبارها كاللبنات الأساسية للمادة - نوع من أحجار الليغو. كل حجر ليغو هو مثل ذرة مفردة. وكما أحجار الليغو، هناك العديد والعديد من أحجام وأنواع الذرات التي يمكن دمجها لبناء العديد من أنواع مختلفة من المواد ذات خصائص مختلفة. إذا بنيت جسم من نوع واحد من أحجار الليغو، يكون هذا مثل بناء طبيعة للمواد مع نوع واحد فقط من الذرات - حتى تحصل على نوع من المواد تسمى <span class='key'>العنصر</span>، مثل الأكسجين أو الكربون، أو الحديد. ولكن إذا كنت بدأت الجمع بين أنواع مختلفة من أحجار الليغو - أحجام مختلفة أو لبنات ذات شكل معين- وهذا مثل طبيعة الجمع بين أنواع مختلفة من الذرات معا لتشكيل <span class='key'>المركبات</span> والتي تعد موادا من اثنين أو أكثر أنواع مختلفة من الذرات.
es_es: Toda la materia está formada de millones de pequeñas partículas que son demasiado pequeñas para ser vistas a simple visa... incluso demasiado pequeñas para ser visibles por microscopios ordinarios. Estas partículas se llaman <span class='key'>átomos</span>. Puedes pensar en ellos como los bloques de construcción que constituyen la materia - como Legos. Cada bloque de Lego es como un átomo individual. Y justo como los Legos, hay muchos, muchos diferentes tipos y tamaños de átomos que pueden ser combinados para construir muchas clases diferentes de materia con propiedades diferentes. Si construyes un objeto con sólo una clase de bloque Lego, es como si la naturaleza construyera materia con sólo una clase de átomo - así que obtienes una clase de materia llamada <span class='key'>elemento</span> - cómo el oxígeno, o carbono, o hierro. Pero si comienzas a combinar distintas clases de bloques Lego - con distintas formas o tamaños - es como si la naturaleza combinara distintos tipos de átomos para formar <span class='key'>compuestos</span> - que están hechos de dos o más tipos de átomos.

source: Hover your mouse on the images to see the details.
ar_eg: حرك الفأرة على الصور لترى التفاصيل.
es_es: Pasa tu mouse sobre las imágenes para ver los detalles.

source: There are different kinds of Lego building blocks just like there are many different kinds of atoms - the building blocks of matter.
ar_eg: هناك أنواع مختلفة من احجار الليغو كما يوجد العديد من الأنواع المختلفة من الذرات - اللبنات الأساسية للمادة.
es_es: Hay distintos tipos de bloques de construcción Lego justo como hay muchos tipos diferentes de átomos - los bloques de construcción de la materia.

source: Building matter from just one kind of atom makes an element.
ar_eg: بناء المادة من نوع واحد فقط من الذرات يكون عنصرا.
es_es: Construir materia a partir de un sólo tipo de átomo forma un elemento.

source: Building matter from two or more different kinds of atom makes a compound.
ar_eg: بناء المادة من اثنين أو أكثر من أنواع مختلفة من الذرات يكون مركبا.
es_es: Construir materia a partir de dos o más tipos diferentes de átomo forma un compuesto.

source: Most of the matter we see or touch or even eat is made of compounds. Some examples of compounds are water - H<sub>2</sub>O - which means it has two atoms of the element hydrogen for every atom of oxygen; or salt – NaCl – which has one atom of sodium for every one atom of chlorine; or sugar - C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> – which is made of the elements carbon, hydrogen, and oxygen. It's important to know that when you look at one grain of sugar or one drop of water, they are made up of millions of invisible building blocks called atoms.
ar_eg: تتكون معظم المواد التي نراها نلمسها أو حتى نأكلها من المركبات. بعض الأمثلة على المركبات هي المياه، وهذا يعني أنه مكون من ذرتين من عنصر الهيدروجين لكل ذرة من الأكسجين. أو الملح - كلوريد الصوديوم - الذي يحتوي ذرة واحدة من الصوديوم لكل ذرة واحدة من الكلور. أو السكر وهو مصنوع من عناصر الكربون والهيدروجين والأكسجين. من المهم أن نعرف أنه عند النظر إلى ذرة واحدة من السكر أو قطرة واحدة من الماء،فهي مكونة من الملايين من الأحجار غير المرئية تسمى الذرات.
es_es: La mayoría de la materia que vemos o tocamos o que incluso comemos está formada de compuestos. Algunos ejemplos de compuestos son el agua - H<sub>2</sub>O - que significa que tiene dos átomos del elemento hidrógeno por cada átomo de oxígeno; o a sal - NaCl - que tiene un átomo de sodio por cada átomo de cloro; o el azúcar - C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> – que está formada por los elementos carbono, hidrógeno y oxígeno. Es importante saber que cuando miras un grano de azúcar o una gota de agua, ellos están formados por millones de bloques de construcción invisibles llamados átomos.

source: Building blocks...
ar_eg: لبنات البناء ...
es_es: Bloques de construcción...

source: Question A. Which of the following is <span class='blink'>not</span> a compound?
ar_eg: السؤال أ. أي من المواد التالية <span class='blink'>ليست</span> مركباً؟
es_es: Pregunta A. ¿Cuál de los siguientes <span class='blink'>no</span> es un compuesto?

source: Question B. Which of the following is <span class='blink'>not</span> an element?
ar_eg: السؤال ب. أي من المواد التالية <span class='blink'>ليست</span> عنصراً؟
es_es: Pregunta B. ¿Cuál de los siguientes <span class='blink'>no</span> es un elemento?

source: Sugar
ar_eg: السكر
es_es: Azúcar

source: Iron
ar_eg: حديد
es_es: Hierro

source: Oxygen
ar_eg: اكسجين
es_es: Oxígeno

source: Salt
ar_eg: ملح
es_es: Sal

source: No! Sugar is a compound molecule C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> consisting of several atoms of the elements Carbon, Hydrogen and Oxygen.
ar_eg: لا! السكر هو مركب جزيء C<sub>6</sub>H<sub>12</sub>O<sub>6</sub>يتكون من عدة ذرات من عناصر الكربون والهيدروجين والأكسجين.
es_es: ¡No! El azúcar es una molécula de un compuesto C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> que consiste de varios átomos de los elementos carbono, hidrógeno y oxígeno.

source: Nope! Water is a compound H2O of the elements Hydrogen and Oxygen.
ar_eg: كلا! الماء هو مركب H2O الهيدروجين العناصر والأكسجين.
es_es: ¡Nop! El agua es un compuesto H2O de los elementos hidrógeno y oxígeno.

source: Wrong answer! Salt is a compound NaCl of the two elements Sodium (Na) and Chlorine (Cl).
ar_eg: اجابة خاطئة! الملح هو مركب NaCl كلوريد الصوديوم المكون من عنصري الصوديوم (NA) والكلور (الكلور).
es_es: ¡Respuesta equivocada! La sal es un compuesto NaCl de los dos elementos sodio (Na) y cloro (Cl).

source: Correct – Sugar is a compound molecule consisting of several atoms of the elements Carbon, Hydrogen and Oxygen.
ar_eg: صحيح - السكر هو جزيء مركب يتألف من عدة ذرات من عناصر الكربون والهيدروجين والأكسجين.
es_es: Correcto - El azúcar es una molécula de un compuesto que consiste de varios átomos de los elementos carbono, hidrógeno y oxígeno.

source: No! Iron is an element.
ar_eg: لا! الحديد هو عنصر.
es_es: ¡No! El hierro es un elemento.

source: Nope! Hydrogen is an element.
ar_eg: كلا! الهيدروجين هو عنصر.
es_es: ¡Nop! El hidrógeno es un elemento.

source: Wrong answer! Oxygen is an element.
ar_eg: اجابة خاطئة! الأكسجين هو عنصر.
es_es: ¡Respuesta equivocada! El oxígeno es un elemento.

source: Correct! Oxygen is an element.
ar_eg: صحيح! الأكسجين هو عنصر.
es_es: ¡Correcto! El oxígeno es un elemento.

source: Using what you now know about... the structure and properties of matter... to solve a problem
ar_eg: استخدام ما تعرفه الآن حول ... بينة المادة وخصائصها ... لحل المشكلة
es_es: Utilizando lo que sabes ahora acerca de... la estructura y propiedades de la materia... para resolver un problema

source: Your friend didn't understand the difference between atoms and molecules and how they make up elements and compounds.
ar_eg: لم يفهم صديقك الفرق بين الذرات والجزيئات، وكيف أنها تشكل العناصر والمركبات.
es_es: Tu amigo no comprendió la diferencia entre átomos y moléculas y cómo forman elementos o compuestos.

source: How would you use Legos to demonstrate the idea?
ar_eg: كيف يمكنك استخدام أحجار الليغو لشرح الفكرة؟
es_es: ¿Cómo utilizarías Legos para demostrarle la idea?

source: Playing lego...
ar_eg: اللعب باحجار الليغو ...
es_es: Jugando con Legos...

source: Summarizing big ideas about... the structure and properties of matter
ar_eg: تلخيص الأفكار الكبيرة حول ... بنية المادة وخصائصها
es_es: Resumiendo ideas importantes acerca de... la estructura y propiedades de la materia

source: Everything that makes up the earth and the universe is made up of <span class='key'>matter</span> - whether you can see it or not. There are lots of different kinds of matter with lots of different <span class='key'>properties</span>. Some of those properties make the matter useful for us. All matter is made up of tiny invisible particles called <span class='key'>atoms</span> and molecules. If the matter is made up of just one kind of atom, it's called an <span class='key'>element</span>. If the matter is made up of two or more different kinds of atoms, the matter is called a <span class='key'>compound</span>. Even the tiniest bit of matter you can see – like a grain of sand or sugar, or even a speck of dust – is still made up of millions of atoms or molecules.
ar_eg: كل ما يشكل الأرض والكون يتكون من <span class='key'>مواد</span>- ما إذا كان يمكنك رؤية ذلك أم لا. هناك الكثير من الأنواع المختلفة من المواد بمختلف <span class='key'>الخصائص</span>. بعض من هذه الخصائص تجعل المادة مفيدة بالنسبة لنا. كل المواد تتكون من جسيمات غير مرئية صغيرة تسمى الذرات والجزيئات. إذا تكونت المادة من نوع واحد فقط من الذرات، يسمى عندها <span class='key'>العنصر</span>. إذا تكونت المادة من اثنين أو أكثر من أنواع مختلفة من الذرات،تسمى المادة هنا <span class='key'>مركب</span>. حتى أصغر المواد مثل حبوب القمح والرمل والسكر لا تزال تتكون من ملايين الذرات أو الجزيئات .
es_es: Todo lo que forma la Tierra y el universo está formado de <span class='key'>materia</span> - la puedas ver o no. Hay muchas clases diferentes de materia con toda clase de <span class='key'>propiedades</span> diferentes. Algunas de esas propiedades hacen que la materia sea útil para nosotros. Toda la materia está formada de pequeñísimas partículas invisibles llamadas <span class='key'>átomos</span> y moléculas. Si la materia está formada de una sola clase de átomo, se llama <span class='key'>elemento</span>. Si la materia está formada de dos o más clases diferentes de átomos, dicha materia se llama <span class='key'>compuesto</span>. Incluso la partícula más pequeña de materia que puedes ver - como un grano de arena o de azúcar, o incluso una partícula de polvo - está formada de millones de átomos o moléculas.

source: Water Molecule
ar_eg: جزيء الماء
es_es: Molécula de Agua

source: Reviewing key vocabulary related to... the structure and properties of matter
ar_eg: مراجعة المفردات الأساسية ذات الصلة ... ببنية المادة وخصائصها
es_es: Revisando vocabulario clave relacionado con... la estructura y propiedades de la materia

source: Atom
ar_eg: ذرة
es_es: Átomo

source: The basic unit of matter. An atom consists of a central nucleus surrounded by electrons.
ar_eg: الوحدة الأساسية للمادة. تتكون الذرة من نواة مركزية تحيط بها إلكترونات.
es_es: La unidad básica de materia. Un átomo consiste de un núcleo central rodeado por electrones.

source: Matter
ar_eg: مادة
es_es: Materia

source: Anything that has mass and takes up space. Atoms combine to comprise matter. That is, matter is everything that is made up of atoms. Examples would include people, planets, air, water and stars.
ar_eg: أي شيء له كتلة ويشغل حيزاً. تتجمع الذرات لتشكيل المادة. وهذا يعني أن المادة هي كل شيء تتكون منه الذرات. وتشمل الأمثلة الناس والكواكب والهواء والماء والنجوم.
es_es: Todo aquello que tiene masa y ocupa espacio. Los átomos se combinan para formar materia. Eso quiere decir, la materia es todo aquello que está formado por átomos. Ejemplos incluyen a las personas, planetas, aire, agua y estrellas.

source: Compound
ar_eg: مركب
es_es: Compuesto

source: A substance made up of two or more different kinds of atoms. Compounds can be formed or broken up in chemical reactions. Examples include water, carbon dioxide and salt.
ar_eg: تتكون المادة من اثنين أو أكثر من أنواع مختلفة من الذرات. مركبات يمكن تشكيلها أو كسرها حتى في التفاعلات الكيميائية. ومن الأمثلة على ذلك الماء وثاني أكسيد الكربون والملح.
es_es: Una sustancia formada por dos o más tipos diferentes de átomos. Los compuestos pueden formarse o descomponerse a raíz de reacciones químicas. Algunos ejemplos incluyen al agua, el dióxido de carbono y la sal.

source: Element
ar_eg: عنصر
es_es: Elemento

source: An element is a pure sample of one type of atom. Examples could include gases like hydrogen, oxygen, and helium, or a solid piece of iron or copper.
ar_eg: العنصر هو عينة نقية من نوع واحد من الذرات. ويمكن أن تشمل الأمثلة الغازات مثل الهيدروجين، والأكسجين، والهليوم، أو قطعة صلبة من الحديد أو النحاس.
es_es: Un elemento es una muestra pura de un solo tipo de átomo. Ejemplos incluyen a gases como el hidrógeno, oxígeno y helio, o una pieza sólida de hierro o cobre.

source: Properties of Matter
ar_eg: خصائص المادة
es_es: Propiedades de la Materia

source: Descriptors about a piece of matter that describe it. For example, an iron wrench is hard, heavy and gray.
ar_eg: واصفات حول جزء من المادة التي تصفها. على سبيل المثال، مفتاح الربط الحديد الرمادي الثقيل الصلب.
es_es: Son descriptores acerca de una pieza de materia que ayudan a describirla. Por ejemplo, una llave de hierro es dura, pesada y gris.

source: Evaporate
ar_eg: تبخر
es_es: Evaporar

source: When matter goes from the liquid phase to the gaseous phase. Evaporation is commonly observed with water.
ar_eg: عندما تتحول المادة من الحالة السائلة إلى الحالة الغازية. يُلاحَظ التبخر عادة مع الماء.
es_es: Cuando la materia pasa de la fase líquida a la fase gaseosa. La evaporación se observa comúnmente con el agua.

source: State of Matter
ar_eg: حالة المادة
es_es: Estado de la Materia

source: Whether something is currently a solid, a liquid, or a gas. This can change as heat and or pressure are applied to the matter.
ar_eg: ما إذا كان شيء في الحالة الصلبة، السائلة، أو الغازية. هذا يمكن أن يتغير عند تعرض المادة للحرارة والضغط
es_es: Si algo es actualmente un sólido, un líquido o un gas. Esto puede cambiar debido a la aplicación de calor o presión sobre la materia.

source: One of the states of matter that keep their shape unless pushed or pulled by an outside force. Solids have molecules closely packed together with little room for motion. Examples include ice and metals.
ar_eg: واحدة من حالات المادة التي تحافظ على شكلها إلا إذا دفعت أو سحبت من قبل قوة خارجية. المواد الصلبة لها جزيئات مجتمعة معا بشكل وثيق مع مجالا كبيرا للحركة. ومن الأمثلة عليها الجليد والمعادن.
es_es: Uno de los estados de la materia que mantiene su forma a menos que sea empujado o extendido por una fuerza externa. Los sólidos tienen moléculas que están muy juntas con muy poco espacio para moverse. Ejemplos de ello incluyen al hielo y los metales.

source: One of the states of matter that take the shape of the container that holds them. Liquids have molecules that are somewhat less closely packed, allowing them some room to move and interact. Examples include water and mercury.
ar_eg: واحدة من حالات المواد التي تأخذ شكل الوعاء الذي يحملهم. تحتوي السوائل على جزيئات والتي لا تكون قريبة على بعضها البعض بشكل وثيق، ما يسمح لهم مجالا للتحرك والتفاعل. ومن الأمثلة على ذلك الماء والزئبق.
es_es: Uno de los estados de la materia que toma la forma del contenedor que lo retiene. Los líquidos tienen moléculas que están algo menos unidas, dándoles algo de espacio para moverse e interactuar. Ejemplos incluyen al agua y el mercurio.

source: One of the states of matter that will expand into the atmosphere unless constrained by a closed container. Gas phase molecules are very spread apart and can essentially move freely. Examples include water vapor (steam), carbon dioxide and helium.
ar_eg: واحدة من حالات المادة التي من شأنها أن تتوسع في الغلاف الجوي إلا إذا مقيدة بعبوة مغلقة. جزيئات المرحلة الغازية تننتشر بعيدا ويمكن ان تتحرك أساسا بحرية. ومن الأمثلة على ذلك بخار الماء (بخار)، وثاني أكسيد الكربون والهيليوم.
es_es: Uno de los estados de la materia en que se expandirá hacia la atmósfera a menos que esté restringida por un contenedor cerrado. Las moléculas de la fase gaseosa están muy separadas y pueden moverse con libertad. Ejemplos incluyen al vapor de agua, al dióxido de carbono y al helio.

source: Checking what you now know about... the structure and properties of matter
ar_eg: فحص ما تعرفه الآن حول ... بنية المادة وخصائصها
es_es: Revisando lo que sabes ahora acerca de... la estructura y propiedades de la materia

source: Here is a diagram that represents one particle (one molecule) of water, H<sub>2</sub>O. Which of the following statements about water is correct?
ar_eg: هنا هو الرسم البياني الذي يمثل جسيم واحد (جزيء واحد) من الماءH<sub>2</sub>O، أي من العبارات التالية حول الماء صحيحة؟
es_es: Aquí hay un diagrama que representa una partícula (una molécula) de agua, H<sub>2</sub>O. ¿Cuál de las siguientes declaraciones acerca del agua es correcta?
