Repository: geneconde/NGR-sandbox
Catalog: demo/structures-and-properties-of-matter/Locale/*/LC_MESSAGES/structures-and-properties-of-matter.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: التقويم سريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: التقويم سريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: التقويم السريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: التقويم السريع رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.
es_es: Gira o voltea la caja de abajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لتدوير المربع وحدد إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: مهمتك
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: السؤال القصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: السؤال القصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: السؤال القصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: السؤال القصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: السؤال القصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: السؤال القصير رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations,
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للتقويم السريع وبالأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية.
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready
ar_eg: هل أنت مستعد،
es_es: Estás listo/a

source: Preparing your first quick check!
ar_eg: تحضير أول تقويم سريع!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: هل انت مستعد لاخر تقويم سريع؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل أنت مستعد للتحقق من سؤال الاختبار الاخير؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: السؤال الأول في الإختبار هو:
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Welcome to the Structure and Properties of Matter module
ar_eg: مرحبا بكم في وحدة بنيةالمادة وخصائصها
es_es: Bienvenido/a al módulo de Estructura y Propiedades de la Materia

source: Thinking about... the structure and properties of matter
ar_eg: يمكنك التأكد من كيف عملت بالتقويم السريع وفي الأسئلة السريعة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Pensando acerca de... la estructura y propiedades de la materia

source: You know what's really fun? Slime – that's what!! Slime is some cool stuff you can make so you can play tricks on your friends and gross out your family.
ar_eg: هل تعرف ما هو ممتع حقا؟ الوحل -هذا هو حقا !! صنع الوحل شيء رائع يمكنك من اللعب و إعداد الحيل على أصدقائك ويجعل عائلتك تشعر بالتقزز.
es_es: ¿Sabes qué es realmente divertido? ¡La baba! La baba es algo interesante que puedes hacer para gastar bromas a tus amigos y a tu familia.

source: Slime is easy to make out of easy to find ingredients you can get at the supermarket. There are a bunch of different recipes for how to make slime. Search on Google for "slime images" and "slime on youtube" and you'll get all kinds of great ideas on how to make slime and play pranks on your friends.
ar_eg: من السهل صنع الوحل من المكونات السهلة التي يمكنك الحصول عليها في السوبر ماركت. هناك مجموعة من الوصفات المختلفة حول كيفية صنع الوحل. ابحث في جوجل عن صور الوحل و الوحل على يوتيوب وستحصل على جميع أنواع الأفكار الرائعة حول كيفية صنع الوحل وإعداد المقالب على أصدقائك.
es_es: La baba es fácil de hacer a partir de ingredientes fáciles de encontrar en el supermercado. Hay muchas recetas diferentes para hacer baba.. Busca en Google "fotos de baba" y "baba en youtube" y obtendrás toda clase de ideas geniales acerca de cómo hacer baba y cómo jugarles bromas a tus amigos.

source: The reason why slime is so much fun to play tricks with is because it's stuff with certain properties. It's runny, icky, gooey and green, and of course, slimy. But it's also safe and easily washable – just the kind of properties that make it fun to "slime" your friends without hurting them or ruining their clothes. "Stuff" is called matter by scientists. So let's look at more kinds of matter and their properties.
ar_eg: السبب في أن الوحل ممتع كثيرا لعمل المقالب هو لأنه يحتوي على خصائص معينة. انه سائل، دبق، لزج، أخضر، وبطبيعة الحال غروي. لكنه أيضا آمن وقابل للغسل بسهولة - تماما كالخصائص التي تجعلك تلعب بالوحل مع أصدقائك دون الاضرار بهم أو تخريب ملابسهم. تسمى الاشياء بالمواد من قبل العلماء. لذلك دعونا نلقي نظرة على المزيد من أنواع المادة وخصائصها.
es_es: La razón por la que la baba es tan divertida para hacer bromas, es porque es una cosa con ciertas propiedades. Es escurridiza, asquerosa, pegajosa y verde, y por supuesto, babosa. Pero también es segura y fácil de lavar - justo el tipo de propiedades que hacen que sea divertido "babear" a tus amigos sin lastimarlos o arruinar su ropa. Las "cosas" son conocidas como materia por los científicos. Así que veamos más clases de materia y sus propiedades.

source: Checking what you know about... the structure and properties of matter
ar_eg: التحقق مما تعرفه عن ... بنية المادة وخصائصها
es_es: Revisando lo que sabes acera de... la estructura y propiedades de la materia

source: Which of the following do you think is <span class="blink">not</span> matter – the "stuff" that makes up the universe?
ar_eg: أي مما يلي برأيك <span class="blink">ليست</span> من المواد التي تُكَوِّن الكون؟
es_es: ¿Cuál de las siguientes crees que <span class="blink">no</span> sea materia - una de las "cosas" que conforman al universo?

source: Rocks
ar_eg: الصخور
es_es: Rocas

source: Sunlight
ar_eg: أشعة الشمس
es_es: Luz de sol

source: Water
ar_eg: ماء
es_es: Agua

source: Air
ar_eg: هواء
es_es: Aire

source: Snow
ar_eg: ثلج
es_es: Nieve

source: Matter is anything that has mass and takes up space. Most people know that rocks, dirt, snow and water are matter because they can see and feel them. Sometimes people think that air isn't matter because they can't see it – it's invisible - and they can't feel its weight because they're so used to it pressing down on them every day. But air is matter because it takes up space and has mass – you can feel it when the wind blows and it pushes upon airplane wings to keep them in the air. The only one of these choices that isn't matter is sunlight – because sunlight is energy - which doesn't have mass or take up space.
ar_eg: المادة هي أي شيء له كتلة ويشغل حيزاً. معظم الناس يعرفون أن الصخور والتراب والثلج والماء هي مواد لأنه بالإمكان رؤيتها ولمسها. يعتقد الناس أحيانا بأن الهواء ليس مادة لأنهم لا يمكن أن يروه- انه غير مرئي - ولا يمكنهم الشعور بوزنه لأنهم معتادين على دفع الهواء لهم باستمرار كل يوم. ولكن الهواء مادة لأنه يأخذ مساحة وله كتلة - يمكنك أن تشعر به عندما تهب الرياح ويدفع أجنحة الطائرات ليحفاظ عليها في الهواء. واحد فقط من هذه الخيارات التي لا تعتبر مادة هي أشعةالشمس - لأن أشعة الشمس هي طاقة - وليس لها كتلة ولا تأخذ حيزاً.
es_es: La materia es todo lo que tiene una masa y ocupa un espacio. La mayoría de las personas saben que las rocas, tierra, nieve y agua son materia porque pueden verlas y sentirlas. Algunas veces las personas creen que el aire no es materia porque no lo pueden ver - es invisible - y no pueden sentir su peso porque están tan acostumbrados a que ejerza presión sobre ellos todos los días. Pero el aire es materia porque ocupa espacio y tiene masa - puedes sentirlo cuando el viento sopla y empuja las alas de los aviones para mantenerlos en el aire. La única de estas opciones que no es materia es la luz de sol - porque la luz de sol es energía - que no tiene masa ni ocupa espacio.

source: Identifying properties of matter...
ar_eg: تحديد خصائص المادة ...
es_es: Identificando las propiedades de la materia...

source: Reviewing big ideas about... the structure and properties of matter
ar_eg: مراجعة الأفكار الكبيرة حول ... بنية المادة وخصائصها
es_es: Revisando ideas importantes acerca de... la estructura y propiedades de la materia

source: All the "stuff" that you see or feel or use in your daily life is <span class='key'>matter</span>. The wood that makes up your house is matter. The food and water you eat and drink is matter. The metal that makes up your car is matter. But there's also a lot of matter you don't feel or see or smell or use. The air that you breathe is matter even if you can't see it! Matter is all the "stuff" that makes up the earth and the entire universe. The way scientists define matter is that matter is anything that has mass and takes up space.
ar_eg: جميع الاشياء التي تراها أو تشعر بها أو تستخدمها في الحياة اليومية هي <span class='key'>مواد</span> . الخشب الذي يشكل بيتك هو مادة. الغذاء الذي تأكله والماء الذي تشربه هي مواد. المعدن الذي يشكل سيارتك مادة. ولكن هناك أيضا الكثير من المواد التي لا تشعر بها أو تراها أو تشمها او تستخدمها. الهواء الذي تتنفسه هو مادة حتى لو لم تكن تراه! المادة هي جميع الأشياء التي تشكل الأرض والكون كله. طريقة العلماء بتعريف المادة هو أن المادة أي شيء له كتلة ويشغل حيزاً.
es_es: Todas las "cosas" que ves o que sientes o utilizas en tu vida diaria son <span class='key'>materia</span>. La madera de la que está construida tu casa es materia. La comida y agua que comes y bebes son materia. El metal que forma tu auto es materia. Pero también hay mucha materia que no sientes o ves o hueles o utilizas. ¡El aire que respiras es materia incluso si no lo puedes ver! La materia son todas las "cosas" que forman a la Tierra y al universo entero. La manera en que los científicos definen la materia es que materia es todo aquello que tiene masa y ocupa espacio.

source: There are different kinds of matter based on their properties. <span class='key'>Properties</span> are something about matter that you can observe to describe the matter and identify it. And it's these properties that make different kinds of matter useful to us for different purposes. For instance, most matter that we call metal has the property of being hard and strong and is useful to make structures like tall buildings and bridges and cars and trucks. Wood is a kind of matter that has the property of being hard and strong but soft enough to hammer a nail through. So, because of these properties, it is useful to build houses. Other matter, such as water, has the property of being either a solid, liquid, or gas at different temperatures. That's an important property of matter that scientists call a "state" of matter. There are many kinds of matter with many different properties and many different uses.
ar_eg: هناك أنواع مختلفة من المواد تعتمد على خصائصها. <span class='key'>الخصائص</span> هي شيء يخص المادة يمكنك مراقبته لوصف هذه المادة، وتحديدها. وهذه الخصائص هي التي تجعل أنواع مختلفة من المواد مفيدة إلينا لأغراض مختلفة. على سبيل المثال، معظم ما نسميه معادن له خاصية متمثلة بالقوة والصلابة وهي مفيدة لصنع هياكل مثل البنايات الشاهقة والجسور والسيارات والشاحنات. الخشب هو نوع من المواد التي لديها خصائص مثل الصلابة والقوة ولكن لين بما يكفي لتدق مسمار خلاله. لذلك، بسبب هذه الخصائص، هو مفيد لبناء المنازل. مواد أخرى، مثل الماء، له خصائص تجعله إما صلبا أو سائلا أو غازيا عند درجات حرارة مختلفة. هذه الخاصية الهامة للمادة والتي يطلق عليها العلماء استدعاء حالة المادة. هناك أنواع كثيرة من المواد لها العديد من الخصائص والاستخدامات المختلفة.
es_es: Hay distintas clases de materia basándonos en sus propiedades. <span class='key'>Propiedades</span> son algo acerca de la materia que puedes observar para describir la materia e identificarla. Y son estas propiedades que hacen que las distintas clases de materia sean útiles para nosotros para distintos fines. Por ejemplo, la mayoría de la materia que llamamos metal tiene la propiedad de ser dura y fuerte y es útil para crear estructuras como edificios altos y puentes y autos y camiones. La madera es una clase de materia que tiene la propiedad de ser dura y fuerte pero lo suficientemente suave como para poder clavar un clavo a través de ella. Así que, debido a estas propiedades, es útil para construir casas. Otra materia, como el agua, tiene la propiedad de ser ya sea sólida, líquida o gas a distintas temperaturas. Es una propiedad importante de la materia que los científicos llaman "estado" de la materia. Hay muchas clases de materia con muchas propiedades diferentes y muchos usos diferentes.

source: Drinking water...
ar_eg: ماء الشرب
es_es: Bebiendo agua...

source: Question A. Which of the following substances is <span class='blink'>not</span> matter?
ar_eg: السؤال أ. أي من المواد التالية <span class='blink'>لا</span> تعد موادا؟
es_es: Pregunta A. ¿Cuál de las siguientes sustancias <span class='blink'>no</span> es materia?

source: Light
ar_eg: الضوء
es_es: Luz

source: Wood
ar_eg: الخشب
es_es: Madera

source: Steel
ar_eg: الفولاذ
es_es: Acero

source: Food
ar_eg: الغذاء
es_es: Comida

source: Question B. Which of the following statements about matter are <span class='blink'>true</span>?
ar_eg: السؤال ب. أي من العبارات التالية حول المادة <span class='blink'>صحيحة</span>؟
es_es: Pregunta B. ¿Cuáles de las siguientes declaraciones acerca de la materia son <span class='blink'>verdad</span>?

source: You can see all matter.
ar_eg: يمكنك ان ترى كل المواد.
es_es: Puedes ver toda la materia.

source: You can smell all matter.
ar_eg: يمكنك شم جميع المواد.
es_es: Puedes oler toda la materia.

source: All matter has properties.
ar_eg: جميع المواد لها خصائص.
es_es: Toda la materia tiene propiedades.

source: All matter is helpful to people.
ar_eg: كل المواد مفيدة للناس.
es_es: Toda la materia ayuda a las personas.

source: Preparing your first quick check…
ar_eg: تحضير أول تقويم سريع ...
es_es: Preparando tu primera revisión rápida...

source: Nope! Wood is matter because it has mass and takes up space.
ar_eg: كلا! الخشب هو مادة لأن له كتلة ويأخذ خيزاً.
es_es: ¡Nop! La madera es materia porque tiene masa y ocupa espacio.

source: No! Steel is matter because it has mass and takes up space.
ar_eg: لا! الفولاذ مادة لأن له كتلة ويأخذ حيزاً.
es_es: ¡Nop! El acero es materia porque tiene masa y ocupa espacio.

source: Thats wrong! Food is matter because it has mass and takes up space.
ar_eg: هذا خطأ! الغذاء مادة لأن له كتلة ويأخذ حيزاً.
es_es: ¡Eso no es correcto! La comida es materia porque tiene masa y ocupa espacio.

source: Correct! Light is NOT matter because it has no mass and doesn't take up space.
ar_eg: صحيح! الضوء ليس مادة لأنه لا يوجد له كتلة و لا يأخذ حيزاً.
es_es: ¡Correcto! La luz NO es materia porque no tiene masa y no ocupa espacio.

source: False! You can't see ALL matter – like you can't see air.
ar_eg: خطأ! لا يمكنك أن ترى كل المواد - كما لا يمكنك أن ترى الهواء.
es_es: ¡Falso! No puedes ver TODA la materia - como no puedes ver el aire.

source: False! You can't smell ALL matter – like you can't smell glass and water. But maybe your dog can or cat can smell some things you can't.
ar_eg: خطأ! لا يمكنك شم كل المواد - كما لا تستطيع ان تشم الزجاج والماء. ولكن ربما يستطيع كلبك أو قطتك شم بعض الأشياء التي لا تستطيع انت شمها.
es_es: ¡Falso! No puedes oler TODA la materia - como no puedes oler al vidrio o al agua. Pero quizá tu perro o gato puedan oler algunas cosas que tú no.

source: True! All matter does have properties. Sometimes their properties are different from each other, but all matter has some kind of properties.
ar_eg: صحيح! جميع المواد لها خصائص. أحيانا تختلف خصائصها عن بعضها البعض، ولكن لجميع هذه المواد نوعا ما من الخصائص.
es_es: ¡Verdad! Toda la materia tiene propiedades. Algunas veces sus propiedades son distintas entre sí, pero toda la materia tiene algún tipo de propiedades.

source: False! Virtually all matter has some kind of use – but some of the uses are bad for people – like poison - so they are not helpful.
ar_eg: خطأ! كل المواد لها نوع من الاستخدام- لكن بعض الاستخدامات سيئة للناس - مثل السم - فبالتالي هي ليست مفيدة.
es_es: ¡Falso! Virtualmente toda la materia tiene alguna clase de uso - pero algunas veces, dicho uso es malo para las personas - como el veneno - así que no nos ayudan siempre.

source: More big ideas about... the structure and properties of matter
ar_eg: المزيد من الأفكار الكبيرة حول... بنية المادة وخصائصها
es_es: Más ideas importantes acerca de... la estructura y propiedades de la materia

source: "Matter can neither be created nor destroyed but can change forms" is one of the most important things about nature that scientists have ever figured out. What this means is that matter can never just disappear into nothingness even if it seems like it does. One way matter changes forms is that it can change states from <span class='key'>solid</span> to <span class='key'>liquid</span> or from liquid to <span class='key'>gas</span>. These are called <span class='key'>states of matter</span>.
ar_eg: واحدة من أهم الأمور حول الطبيعة والتي قد اكتشفها العلماء هي أن المادة لا يمكن أن تستحدث او تفنى ولكن من الممكن أن يتغير شكلها. ما يعنيه هذا هو أن المادة لا يمكن أبدا أن تختفي تماما حتى لو كان ذلك ظاهرا. طريقة واحدة يتغير فيها شكل المادة وهي أنه يمكن أن تتغير من الحالة <span class='key'>الصلبة</span> إلى الحالة <span class='key'>السائلة</span> أو من السائلة إلى <span class='key'>الغازية</span>. وتسمى هذه <span class='key'>حالات المادة</span> .
es_es: "La materia no puede ser creada ni destruida pero puede cambiar de forma" es uno de los hechos más importantes acerca de la naturaleza que los científicos han descubierto. Lo que esto significa, es que la materia nunca puede simplemente desaparecer en la nada, incluso si parece que así lo hace. Una manera en que la materia cambia de forma es que puede cambiar de estado de <span class='key'>sólido</span> a <span class='key'>líquido</span> o de líquido a <span class='key'>gaseoso</span>. Estos se conocen como <span class='key'>estados de la materia</span>.

source: For instance, if you leave a puddle of water on the bathroom floor after you take a shower - even though your mother told you to make sure you clean it up - the next day, when she checks your bathroom, the puddle of water is gone!! Did it magically disappear? Did some bathroom wizard come in and destroy the water to save you from your mom being mad at you? It seems like it, doesn't it? But the water didn't get<br> destroyed – it just evaporated all by itself. This means it changed from the liquid state of water on the floor to the gaseous state of water in the air.
ar_eg: على سبيل المثال، إذا تركت بقعة من المياه على أرضية الحمام بعد الاستحمام - على الرغم من أن أمك أخبرتك أن تتأكد من تنظيفها - في اليوم التالي، عندما تتحقق من حمامك، وتختفي بقعة المياه !! هل اختفت بشكل سحري ؟ هل قام ساحر الحمام وجعل البقعة تختفي كي لا يجعل امك تغضب منك؟ يبدو كذلك، أليس كذلك؟ لكن المياه لم تختفي بل انها تبخرت تماما من تلقاء نفسها. هذا يعني أنه حدث تغير من الحالة السائلة في الماء على الأرض إلى الحالة الغازية من الماء في الهواء.
es_es: Por ejemplo, si dejas un charco de agua en el piso del baño después de ducharte - aunque tu madre te dijo que por favor lo limpiaras - al día siguiente, cuando revise tu baño, ¡el charco de agua se habrá ido! ¿Desapareció mágicamente? ¿Acaso un mago del baño vino y destruyó el agua para salvarte de que tu mamá se molestara contigo? Parece que así fue, ¿verdad? Pero el agua no se <br>destruyó - simplemente se evaporó por sí misma. Esto significa que cambió del estado líquido del agua en el piso al estado gaseoso del agua en el aire.
