Repository: geneconde/NGR-sandbox
Catalog: demo/structures-and-properties-of-matter/Locale/*/LC_MESSAGES/structures-and-properties-of-matter.po
Languages: ar_eg, es_es

source: Hydrogen
ar_eg: هيدروجين
es_es: Hidrógeno

source: One of these particles makes up each drop of water.
ar_eg: واحدة من هذه الجسيمات تشكل كل قطرة ماء.
es_es: Una de estas partículas forma cada gota de agua.

source: These particles are very small but big enough to see with a microscope.
ar_eg: هذه الجسيمات صغيرة جدا ولكنها كبيرة بما يكفي لترى من المجهر.
es_es: Estas partículas son muy pequeñas pero lo suficientemente grandes como para verlas con un microscopio.

source: The hydrogen atoms are too small to see but you can see the oxygen atoms.
ar_eg: ذرات الهيدروجين صغيرة جدا لتراها لكن يمكنك أن ترى ذرات الأكسجين.
es_es: Los átomos de hidrógeno son demasiado pequeños para verlos, pero puedes ver los átomos de oxígeno.

source: The whole water particle (molecule) is too small to see and it takes millions of them to make one water drop.
ar_eg: جسيمات الماء كلها(الجزيء) صغيرة جدا لتُرى وتحتاج للملايين منها لتكوين قطرة ماء واحدة.
es_es: Toda la partícula de agua (molécula) es demasiado pequeña para ser vista y hacen falta millones de ellas para formar una gota de agua.

source: Wrong answer! A water droplet is made of millions of water molecules.
ar_eg: اجابة خاطئة! يتم تكون قطرة ماء من الملايين من جزيئات الماء.
es_es: ¡Respuesta equivocada! Una gota de agua está formada por millones de moléculas de agua.

source: Nope! These molecules (individual particles) of water are very small and too small to see with the naked eye, or even with a microscope.
ar_eg: كلا! هذه الجسيمات(الجزيئات الفردية) من المياه صغيرة جدا وصغيرة جدا أن ترى بالعين المجردة، أو حتى مع وجود المجهر.
es_es: ¡Nop! Estas moléculas (partículas individuales) de agua son muy pequeñas y son demasiado pequeñas para ser vistas a simple vista, o incluso con el microscopio.

source: No! Both the hydrogen and oxygen atoms are too small to see. Even the whole water molecule is too small to see with the naked eye, or even with a microscope.
ar_eg: لا! كل من ذرات الهيدروجين والأكسجين صغيرة جدا لتُرى. حتى جزيء الماء كله أصغر من أن يرى بالعين المجردة، أو حتى مع وجود المجهر.
es_es: ¡No! Tanto los átomos de hidrógeno como de oxígeno son demasiado pequeños para ser vistos. Incluso toda la molécula de agua es demasiado pequeña para ser vista a simple vista, o incluso con un microscopio.

source: Correct! The whole water particle (molecule) is too small to see and it takes millions of them to make one water drop.
ar_eg: صحيح! جسيم الماء كله (الجزيء) صغير جدا ليرى ويحتاج الملايين منه لتكوين قطرة ماء واحدة.
es_es: ¡Correcto! Toda la partícula de agua (molécula) es demasiado pequeña para ser vista y hacen falta millones de ellas para formar una gota de agua.

source: Your first quiz question is…
ar_eg: السؤال الأول في الإختبار هو:
es_es: Tu primera pregunta de evaluación es...

source: Think about riding your bike. Match the properties of matter from the first column to the matter you use in the second column when you ride your bike.
ar_eg: فكر في ركوب الدراجة الخاصة بك.أوصل خصائص المادة في العمود الأول إلى المادة التي تستخدمها في العمود الثاني عند ركوب الدراجة الخاصة بك.
es_es: Piensa acerca de montar en tu bicicleta. Relaciona las propiedades de la materia de la primera columna a la materia que utilizas al montar en bicicleta de la segunda columna:

source: Hard and strong
ar_eg: صلبيٌ وقوي
es_es: Dura y fuerte

source: Soft, tough, flexible
ar_eg: ناعمة، متينة ومرنة
es_es: Suave, resistente, flexible

source: Waterproof and soft
ar_eg: مقاومة للماء وناعمة
es_es: Resistente al agua y suave

source: Soft and warm
ar_eg: ناعمة ودافئة
es_es: Suave y cálido

source: Flexible and tough
ar_eg: مرنة ومتينة
es_es: Flexible y resistente

source: Parts of Bike and Rider
ar_eg: أجزاء من الدراجة والراكب
es_es: Partes de la Bicicleta y el Conductor

source: Bike tire
ar_eg: إطار الدراجة
es_es: Neumático de bicicleta

source: Shirt
ar_eg: قميص
es_es: Camisa

source: Bike frame
ar_eg: إطار الدراجة
es_es: Marco de la bicicleta

source: Bike seat
ar_eg: مقعد الدراجة
es_es: Asiento de la bicicleta

source: Girl's skin
ar_eg: جلد الفتاة
es_es: Piel de la niña

source: Riding a bike...
ar_eg: ركوب الدراجة ...
es_es: Montando en bicicleta...

source: Reset
ar_eg: إعادة تعيين
es_es: Reiniciar

source: Correct! The bike frame needs to be heard and strong to support the rider; the girl’s skin needs to be soft to touch, flexible to move and tough so it doesn’t get cut easily; the bike seat needs to be waterproof to keep it dry and soft to be comfortable; the shirt needs to be soft and warm to be comfortable and keep you warm; and the bike tire needs to be flexible and tough.
ar_eg: صحيح! يحتاج إطار الدراجة أن يكون متينا وقويا لدعم المتسابق. يجب أن يكون جلد الفتاة لينا للمس ومرنا للتحرك ومتينا حتى لا ينجرح بسهولة. يحتاج مقعد الدراجة أن يكون مقاوما للماء للحفاظ عليه جافا وناعما ليكون مريحا. يجب أن يكون القميص لينا ودافئا ليكون مريحا وليجعلك تشعر بالدفء. وإطارات الدراجة يجب أن تكون مرنة ومتينة.
es_es: ¡Correcto! El marco de la bicicleta necesita ser rígido y fuerte para soportar al conductor; la piel de la niña debe ser suave al contacto, flexible para moverse y resistente para que no se corte fácilmente; el asiento de la bicicleta necesita ser resistente al agua para que se mantenga seco y suave para ser cómodo; la camisa debe ser suave y cálida para que sea cómoda y te mantenga tibio; y el neumático de la bicicleta necesita ser flexible y resistente.

source: Wrong! The bike frame needs to be heard and strong to support the rider; the girl’s skin needs to be soft to touch, flexible to move and tough so it doesn’t get cut easily; the bike seat needs to be waterproof to keep it dry and soft to be comfortable; the shirt needs to be soft and warm to be comfortable and keep you warm; and the bike tire needs to be flexible and tough.
ar_eg: خطأ! يحتاج إطار الدراجة في أن يكون متينا وقويا لدعم المتسابق. يجب أن يكون جلد الفتاة لينا للمس ومرنا للتحرك ومتينا حتى لا ينجرح بسهولة. يحتاج مقعد الدراجة أن يكون مقاوما للماء للحفاظ عليه جافا وناعما ليكون مريحا. يجب أن يكون القميص لينا ودافئا ليكون مريحا وليجعلك تشعر بالدفء. وإطارات الدراجة يجب أن تكون مرنة ومتينة.
es_es: ¡Incorrecto! El marco de la bicicleta necesita ser rígido y fuerte para soportar al conductor; la piel de la niña debe ser suave al contacto, flexible para moverse y resistente para que no se corte fácilmente; el asiento de la bicicleta necesita ser resistente al agua para que se mantenga seco y suave para ser cómodo; la camisa debe ser suave y cálida para que sea cómoda y te mantenga tibio; y el neumático de la bicicleta necesita ser flexible y resistente.

source: Here are five common objects that you see every day. What is the property of the matter that makes up these objects that is common to all of them?
ar_eg: ها هنا خمسة أشياء عادية تراها كل يوم. ما هي خصائص المادة التي تشكل هذه الأشياء الشائعة بين كل منهم؟
es_es: Aquí hay cinco objetos comunes que ves todos los días. ¿Cuál es la propiedad de la materia que forma estos objetos que es común a todos ellos?

source: Soft
ar_eg: ناعم
es_es: Suave

source: Smell
ar_eg: رائحة
es_es: Olor

source: Yellow
ar_eg: أصفر
es_es: Amarillo

source: Nope! The penny, glass and pencil aren’t soft.
ar_eg: كلا! الفلس، الزجاج، وقلم الرصاص ليست لينة.
es_es: ¡Nop! El centavo, el vidrio y el lápiz no son suaves.

source: Correct! all of these objects have the property of being solid – not liquid or gas.
ar_eg: صحيح! كل من هذه الأشياء لديها خصائص صلبة - ليست سائلة أو غازية.
es_es: ¡Correcto! todos estos objetos tienen la propiedad de ser sólidos - no líquidos ni gases.

source: No. Only the hotdog, and maybe, the shirt if you haven’t washed it recently, have smell as a property.
ar_eg: لا . النقانق فقط، وربما، القميص إذا لم تكن قد غسلته في الآونة الأخيرة،يكون له رائحة كالخاصية.
es_es: No. Sólo la salchicha, y quizás la camisa si no la has lavado recientemente, tienen olor como propiedad.

source: No! Only the penny and glass are shiny.
ar_eg: لا! الفلس فقط والزجاج لامعان.
es_es: ¡No! Sólo el centavo y el vidrio son brillantes.

source: Not right. Only the pencil is yellow…and the mustard on the hotdog.
ar_eg: ليس صحيحا. فقط قلم رصاص أصفر ... والخردل على النقانق.
es_es: No es correcto. Sólo el lápiz es amarillo... y la mostaza de la salchicha.

source: What is the property of the matter that makes up the window that makes it <span class='blink'>different</span> from all of the other objects?
ar_eg: ما هي خاصية المادة التي تُكون النافذة والتي تجعلها <span class='blink'>مختلفة</span> عن كل الأشياء الأخرى.
es_es: ¿Cuál es la propiedad de la materia que forma la ventana que hace que sea <span class='blink'>diferente</span> de todos los otros objetos?

source: Transparent
ar_eg: شفافة
es_es: Transparente

source: Colored
ar_eg: ملونة
es_es: Color

source: Hard
es_es: Dura

source: Strong
es_es: Fuerte

source: If you were to take 1 ounce of sugar and add it to 4 ounces of Kool-Aid and stir it really well so you couldn’t see the sugar at all anymore, the final weight of the Kool-Aid would be...
ar_eg: لو أخذت أونصه من السكر وقمت بإضافته إلى 4 أونصات من العصير وحركته جيدا عندها لن تتمكن منة رؤية السكر بعد الآن، فإن وزن العصير سيكون ...
es_es: Si tomaras 1 onza de azúcar y le añadieras 4 onzas de Kool-Aid y los mezclaras muy bien para que ya no pudieras ver el azúcar, el peso final del Kool-Aid sería...

source: Making a cold juice...
ar_eg: صنع عصير بارد ...
es_es: Preparando jugo frío...

source: No! The final weight includes both the weight of the Kool-Aid (4 ounces) AND the weight of the sugar (1 ounce) = 5 ounces.
ar_eg: لا! يشمل الوزن النهائي كل من وزن عصير البودرة 4 أونصات ووزن السكر أونصة = 5 أنصات.
es_es: ¡No! El peso final incluye el peso del Kool-Aid (4 onzas) Y el peso del azúcar (1 onza) = 5 onzas.

source: Nope! The final weight includes both the weight of the Kool-Aid (4 ounces) AND the full weight of the sugar (1 ounce) = 5 ounces.
ar_eg: كلا! يشمل الوزن النهائي كل من وزن عصير البودرة 4 أونصات ووزن السكر أونصة = 5 أنصات.
es_es: ¡Nop! El peso final incluye el peso del Kool-Aid (4 onzas) Y el peso completo del azúcar (1 onza) = 5 onzas.

source: Correct! The final weight includes both the weight of the Kool-Aid (4 ounces) AND the full weight of the sugar (1 ounce) = 5 ounces.
ar_eg: صحيح! يشمل الوزن النهائي كل من وزن عصير البودرة 4 أونصات ووزن السكر أونصة = 5 أونصات.
es_es: ¡Correcto! El peso final incluye el peso del Kool-Aid (4 onzas) Y el peso completo del azúcar (1 onza) = 5 onzas.

source: Wrong answer! The final weight includes both the weight of the Kool-Aid (4 ounces) AND the full weight of the sugar (1 ounce) = 5 ounces.
ar_eg: إجابة خاطئة! يشمل الوزن النهائي كل من وزن عصير البودرة 4 أونصات ووزن السكر أونصة = 5 أونصات.
es_es: ¡Respuesta incorrecta! El peso final incluye el peso del Kool-Aid (4 onzas) Y el peso completo del azúcar (1 onza) = 5 onzas.

source: No! The final weight includes both the weight of the Kool-Aid (4 ounces) AND the full weight of the sugar (1 ounce) = 5 ounces.
ar_eg: لا! يشمل الوزن النهائي كل من وزن عصير البودرة 4 أونصة ووزن السكر أونصة = 5 أونصات.
es_es: ¡No! El peso final incluye el peso del Kool-Aid (4 onzas) Y el peso completo del azúcar (1 onza) = 5 onzas.

source: Which of the following statements is <span class='blink'>NOT</span> true about the similarities of how atoms build molecules and Lego blocks build objects.
ar_eg: أي من العبارات التالية <span class='blink'>غير</span> صحيحا حول أوجه التشابه في كيفية بناء ذرات للجزيئات وبناء أحجار الليغو الأشياء.
es_es: ¿Cuál de las siguientes declaraciones <span class='blink'>NO</span> es verdad acerca de las similitudes entre cómo los átomos forman las moléculas y los bloques de Lego construyen objetos?

source: Both come in different sizes.
ar_eg: كلاهما يأتي في أحجام مختلفة.
es_es: Ambos vienen en tamaños diferentes.

source: Both can attach to each other.
ar_eg: يمكن أن يرتبط كلاهما ببعضها البعض.
es_es: Ambos pueden unirse entre sí.

source: Both can combine to make different shapes.
ar_eg: يمكن دمج كلاهما لتكوين الأشكال المختلفة.
es_es: Ambos pueden combinarse para crear distintas formas.

source: Both are too small to see.
ar_eg: كلاهما صغير جدا ليتم رؤيته.
es_es: Ambos son demasiado pequeños para ser vistos.

source: Not quite. This is a true statement. Both Lego blocks and atoms come in different sizes.
ar_eg: ليس تماما. هذه العبارة صحيحة. كل من أحجار الليغو والذرات تأتي بأحجام مختلفة.
es_es: No exactamente. Ésta es una declaración verdadera. Tanto los bloques de Lego como los átomos vienen en tamaños diferentes.

source: Not quite. This is a true statement. Both Lego blocks and atoms can attach to each other.
ar_eg: ليس تماما. هذه العبارة صحيحة. ويمكن لكل من أحجار الليغو والذرات الارتباط ببعضها البعض.
es_es: No exactamente. Ésta es una declaración verdadera. Tanto los bloques de Lego como los átomos pueden unirse entre sí.

source: Not quite. This is a true statement. Both Lego blocks and atoms can combine to make different shapes.
ar_eg: ليس تماما. هذه العبارة صحيحة. يمكن لكل من أحجار الليغو والذرات أن تجتمع لتكوين الأشكال المختلفة.
es_es: No exactamente. Ésta es una declaración verdadera. Tanto los bloques de Lego como los átomos pueden combinarse para crear distintas formas.

source: Correct! This is not a true statement. Atoms are too small to see but you can definitely see Lego blocks.
ar_eg: صحيح! هذه ليست عبارة صحيحة. الذرات صغيرة جدا لتتم رؤيتها و لكن يمكنك أن ترى بالتأكيد أحجار الليغو.
es_es: ¡Correcto! Ésta no es una declaración verdadera. Los átomos son demasiado pequeños para ser vistos, pero definitivamente puedes ver los bloques de Lego.

source: Congratulation
ar_eg: مبروك،
es_es: Felicitaciones

source: You've completed the Structure and Properties of Matter module.
ar_eg: لقد أكملت وحدة بنية وخصائص المادة.
es_es: Has completado el módulo de la Estructura y Propiedades de la Materia.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك على التقويمات السريعة وعلى أسئلة الإختبارات لهذه الوحدة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Reviewing more big ideas about... the structure and properties of matter
ar_eg: استعراض المزيد من الأفكار الكبيرة حول ... بنية المادة وخصائصها

source: Gas
ar_eg: الغازية
