Repository: geneconde/NGR-sandbox
Catalog: demo/batteries-bulbs-and-wires/Locale/*/LC_MESSAGES/batteries-bulbs-and-wires.po
Languages: es_es

source: Start
es_es: Inicio

source: Next
es_es: Siguiente

source: Back
es_es: Regresar

source: Read More
es_es: Leer Más

source: Check Answer
es_es: Verificar Respuesta

source: Please select your answer.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
es_es: Por favor escribe tu respuesta.

source: Please type your answer here...
es_es: Por favor escribe tu respuesta aquí...

source: Quick Check #1
es_es: Revisión Rápida #1

source: Quick Check #2
es_es: Revisión Rápida #2

source: Quick Check #3
es_es: Revisión Rápida #3

source: Quick Check #4
es_es: Revisión Rápida #4

source: Please check your answers.
es_es: Por favor revisa tus respuestas.

source: How did I do?
es_es: ¿Cómo lo hice?

source: You answered...
es_es: Tú respondiste...

source: select
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
es_es: Gira o voltea la caja debajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
es_es: La Situación

source: The Scenario
es_es: El Escenario

source: Your Task
es_es: Tu Tarea

source: The Task
es_es: La Tarea

source: The Problem
es_es: El Problema

source: Your Assignment
es_es: Tu Tarea

source: Close me!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6

source: Congratulations,
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
es_es: Ir al tablero de inicio

source: Let's begin!
es_es: ¡Iniciemos!

source: Are you ready,
es_es: ¿Estás listo/a,

source: Preparing your first quick check...
es_es: Preparando tu primera evaluación rápida...

source: Ready for your last quick check?
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
es_es: Uniéndolo todo...

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
es_es: Y la primera pregunta de evaluación es...

source: Your first quiz question is...
es_es: Tu primera pregunta de evaluación es...

source: You're done!
es_es: ¡Terminaste!

source: Batteries, Bulbs and Wires
es_es: Baterías, Bombillas y Cables

source: Welcome to the Batteries, Bulbs and Wires (Electric Circuits) module
es_es: Bienvenido/a al módulo de Baterías, Bombillas y Cables (Circuitos Eléctricos)

source: Thinking about... electric circuits
es_es: Pensando acerca de... circuitos eléctricos

source: You know what's very cool? And sometimes scary? Going into a dark place, like a closet, or basement, or even under your covers, with a flashlight. Or how about out in the dark woods at night? That would be cool and scary too. No matter where you are in the dark – a flashlight makes you feel better and safer because you can see what's out there. But have you ever wondered about how they work? What makes them light up and what to do if they stop working? It all has to do with simple electric circuits so let's see if we can figure it out.
es_es: ¿Sabes qué es genial? ¿Y a veces da un poco de miedo? Entrar a un lugar oscuro, como un armario o sótano, o incluso debajo de tu cobertor, con una linterna. ¿O qué tal ir al bosque oscuro de noche? Eso sería genial y daría miedo también. Sin importar en dónde estés en la oscuridad - una linterna te hace sentir mejor y más seguro/a porque puedes ver lo que hay a tu alrededor. Pero, ¿alguna vez te has preguntado cómo funcionan? ¿Qué hace que se enciendan y qué hacer si dejan de funcionar? Todo tiene que ver con circuitos eléctricos simples, así que veamos si podemos averiguarlo.

source: Checking what you know about... electric circuits
es_es: Revisando lo que sabes acerca de... circuitos eléctricos

source: When you push the switch on a flashlight and it lights up, it is because the switch:
es_es: Cuando empujas el interruptor de una linterna y ésta enciende, esto es porque el interruptor:

source: pushes the battery up against the bulb.
es_es: empuja la batería contra la bombilla.

source: completes a simple circuit in the flashlight.
es_es: completa un circuito simple en la linterna.

source: turns the battery on.
es_es: enciende la batería.

source: tells the bulb to light.
es_es: le dice a la bombilla que se encienda.

source: There is a simple circuit in the flashlight that is completed when the switch is pushed to the "on" position. This allows electric current to run from the battery to the bulb, through the bulb, and back again causing the bulb to light.
es_es: Hay un circuito simple en la linterna que se completa cuando el interruptor es llevado a la posición de "encendido". Esto permite que la corriente eléctrica fluya de la batería a la bombilla, a través de la bombilla, y de regreso, provocando que la bombilla se encienda.

source: Switching on lights...
es_es: Encendiendo las luces...

source: Reviewing big ideas about... electric circuits
es_es: Revisando ideas importantes acerca de... circuitos eléctricos

source: The most fundamental concept of almost any electrical device is the idea of a <span class='key'>circuit</span>. A circuit allows <span class='key'>electrons</span>, which are tiny invisible negatively charged particles, to flow through a wire or another conductor. The <span class='key'>electric current</span> (the flowing electrons) moves from a source of electrical energy - such as a <span class='key'>battery</span> or electrical generator - to a device that needs electrical energy to operate – like a light bulb, an electric motor, or a computer chip. In sophisticated electrical devices, such as a computer, circuits can be very complex, but at its core, every complex circuit begins with a <span class='key'>simple circuit</span> composed of three basic components:<br>
es_es: El concepto más fundamental de casi cualquier dispositivo eléctrico, es la idea de un <span class='key'>circuito</span>. Un circuito permite que <span class='key'>electrones</span>, que son diminutas partículas invisibles cargadas negativamente, fluyan a través de un cable u otro conductor. La <span class='key'>corriente eléctrica</span> (los electrones que fluyen) se mueve de una fuente de energía eléctrica - como una <span class='key'>batería</span> o generador eléctrico - a un dispositivo que necesita energía eléctrica para operar - como una bombilla, un motor eléctrico o un chip de computadora. En dispositivos eléctricos sofisticados, como una computadora, los circuitos pueden ser muy complejos, pero en el fondo, cada circuito complejo comienza con un <span class='key'>circuito simple</span> compuesto de tres componentes básicos:<br>

source: a source of electrical energy – like a battery;
es_es: una fuente de energía eléctrica - como una batería;

source: a device that uses electrical energy – like a light bulb; and
es_es: un dispositivo que utiliza energía eléctrica - como una bombilla; y

source: an electrical conductor, such as a wire or other metal, that allows electricity to flow from the electrical source to the device and back again – as in the case of a battery operated bulb in a flashlight.
es_es: un conductor eléctrico, como un cable u otro metal, que permite que la electricidad fluya de la fuente de electricidad al dispositivo y de regreso - como en el caso de una bombilla operada por una batería en una linterna.

source: Simple Electric Circuit
es_es: Circuito Eléctrico Simple

source: The term "circuit" comes from the same Latin language root "circ" - as in the word circle. When you draw a circle, you start at one point and come all the way back to it. Can you think of other words that come from that same Latin root? Even though electrical circuits might not always be in the shape of circles, the idea is that electrical current flows in a path that starts at the source of the electrical energy, flows through the circuit, and finally comes back to that source. Sometimes simple circuits can have a switch, like in the flashlight, but it isn’t absolutely necessary.
es_es: El término "circuito" viene de la misma raíz del latín "circ" - que la palabra círculo. Cuando dibujas un círculo, comienzas en un punto y regresas a él. ¿Puedes pensar en otras palabras que vienen de la misma raíz latina? Aunque los circuitos eléctricos no siempre estén en la forma de un círculo, la idea es que la corriente eléctrica fluye por un camino que comienza en la fuente de la energía eléctrica, fluye a través del circuito, y finalmente regresa a dicha fuente. Algunas veces, los circuitos simples pueden tener un interruptor, como en la linterna, pero no es del todo necesario.

source: Look carefully at the diagram above. You can trace the flow of electricity in the circuit. It starts by coming out of one end of the battery, flows through the wire to the side of the bulb, then through the bulb making the bulb light up, then out the bottom of the bulb and through the wire back to the battery. Flashlights are a good example of a simple circuit. Can you trace the circuit in this diagram of a flashlight?
es_es: Mira cuidadosamente el diagrama de arriba. Puedes seguir con el dedo el flujo de la electricidad en el circuito. Comienza al salir de un extremo de la batería, fluye a través del cable al lado de la bombilla, luego a través de la bombilla haciendo que ésta se encienda, luego hacia abajo de la bombilla y a través del cable de regreso a la batería. Las linternas son un buen ejemplo de un circuito simple. ¿Puedes seguir con el dedo el circuito en este diagrama de una linterna?

source: A simple circuit inside a flashlight
es_es: Un circuito simple dentro de una linterna

source: plastic case
es_es: estuche de plástico

source: spring
es_es: resorte

source: switch
es_es: interruptor

source: battery
es_es: batería

source: bulb
es_es: bombilla

source: protective<br/>glass
es_es: vidrio<br/>protector

source: wire
es_es: cable

source: Drawing a circle...
es_es: Dibujando un círculo...

source: source of electrical energy – like a battery.
es_es: fuente de energía eléctrica - como una batería.

source: a switch to turn the circuit on and off.
es_es: un interruptor para encender y apagar el circuito.

source: a device that uses electrical energy.
es_es: un dispositivo que utiliza energía eléctrica.

source: a conductor to connect the source of the electrical energy to the device.
es_es: un conductor para conectar la fuente de la energía eléctrica al dispositivo.

source: Question B. In a simple circuit in a flashlight, the wires (the conductors) are critical to the circuit to provide a:
es_es: Pregunta B. En un circuito simple en una linterna, los cables (conductores) son cruciales para el circuito para proporcionar un:

source: path for the electricity to be conducted from the battery to the bulb and back again.
es_es: camino para que la electricidad sea conducida desde la batería a la bombilla y de regreso.

source: path for the electrical energy to get to the bulb.
es_es: camino para que la energía eléctrica llegue a la bombilla.

source: path for the electrical energy to get back to the battery.
es_es: camino para que la energía eléctrica llegue de regreso a la batería.

source: connector for the "on-off" switch.
es_es: conector para el interruptor de "apagado-encendido".

source: Question A. Which of the following components of a simple circuit can be left out and still have a simple circuit that works?
es_es: Pregunta A. ¿Cuál de los siguientes componentes de un circuito simple puede dejarse fuera y aún tener un circuito simple que funcione?

source: Nope - you can't leave out the source of electrical energy in a circuit – that's a critical part of the circuit.
es_es: Nop - no puedes dejar fuera la fuente de energía eléctrica en un circuito - ésa es una parte crucial del circuito.

source: Correct - A switch is a nice thing to have in the circuit but the circuit can work just fine without one. You just wouldn't be able to turn it on or off.
es_es: Correcto - un interruptor es algo que es bueno tener en un circuito pero el circuito puede funcionar bien sin él. Sólo no podrías encenderlo y apagarlo.

source: Nope - you can't leave out the conductor of electrical energy in a circuit – that’s a critical part of the circuit.
es_es: Nop - no puedes dejar fuera el conductor de energía eléctrica en un circuito - ésa es una parte crucial del circuito.

source: Correct – the wire conductors are necessary to provide a path for the electrical energy to flow both from the battery to the bulb and to return from the bulb back to the battery to complete the circuit.
es_es: Correcto - los cables conductores son necesarios para proporcionar un camino para que la energía eléctrica fluya tanto de la batería a la bombilla como de regreso de la bombilla a la batería para completar el circuito.

source: Not quite - the wire conductors are necessary to provide a path for the electrical energy to flow both from the battery to the bulb and to return from the bulb back to the battery to complete the circuit.
es_es: No exactamente - los cables conductores son necesarios para proporcionar un camino para que la energía eléctrica fluya tanto de la batería a la bombilla como de regreso de la bombilla a la batería para completar el circuito.

source: Nope – A switch isn't really absolutely necessary in a flashlight so that's not the most important role of the wire conductors.
es_es: Nop - un interruptor no es absolutamente necesario en una linterna, así que no es el papel más importante de los cables conductores.

source: More big ideas about... electric circuits
es_es: Más ideas importantes acerca de... circuitos eléctricos

source: Electric circuits rely on electrical <span class='key'>conductors</span>, such as copper wires, to conduct electrical energy from the source to the device that needs it. Most common electrical conductors used in normal circuits are metals, such as copper, gold and silver. Interestingly, water is also a conductor even though it’s not a metal. Materials that don’t conduct electrical energy are called <span class='key'>insulators</span>. Examples of insulating materials are plastic, wood, cloth, air and many other non-metals. Insulators are sometimes used to cover and shield the conductors in a circuit so that when you touch the conductor, you don't get an electrical shock.
es_es: Los circuitos eléctricos dependen de <span class='key'>conductores</span> eléctricos, como cables de cobre, para conducir energía eléctrica desde la fuente al dispositivo que lo requiere. La mayor parte de los conductores eléctricos utilizados en los circuitos normales son metales, como el cobre, oro y plata. Curiosamente, el agua también es un conductor, aunque no sea un metal. Los materiales que no conducen energía eléctrica se conocen como <span class='key'>aislantes</span>. Ejemplos de materiales aislantes son el plástico, madera, tela, aire y muchos otros no-metales. Los aislantes a veces se utilizan para cubrir y proteger los conductores en un circuito para que cuando tú toques el conductor, no recibas una descarga eléctrica.

source: It's important to know that getting an electrical shock can be very dangerous and could hurt you or even kill you. That's because touching the conductor allows the electrical energy to travel through your body and can make your heart stop. It's not dangerous when you touch a wire in a flashlight because the electrical energy from a flashlight battery isn't very strong. But if you touch an uninsulated wire from lamp or appliance that is plugged into your house sockets, it can be very harmful to you because the electrical energy traveling through the wires is much stronger.
es_es: Es importante saber que recibir una descarga eléctrica puede ser muy peligroso y podría lastimarte o incluso matarte. Esto es porque tocar el conductor permite que la energía eléctrica pase a través de tu cuerpo y puede hacer que tu corazón se detenga. No es peligroso cuando tocas un cable en una linterna porque la energía eléctrica en una batería de linterna no es muy fuerte. Pero si tocas un cable sin aislar de una lámpara o aparato que está conectado a los enchufes de tu casa, puede ser muy dañino para ti porque la energía eléctrica que viaja a través de esos cables es mucho más fuerte.

source: But even a single battery and wire can possibly hurt you a little. If you run an uninsulated wire directly from the top to the bottom of a flashlight battery, it will heat enough to burn your fingers, but it won't electrocute you. <br/> <br/> And remember!! Water is an electrical conductor too. So if you are in water, like in a bathtub, and an appliance like a hairdryer falls into the tub, the water can conduct the electrical energy from the hairdryer to your body and can hurt you or kill you. So be careful!!
es_es: Pero incluso una batería simple o un cable podría lastimarte un poco. Si pasas un cable sin aislar directamente del extremo superior al extremo inferior de una batería de linterna, se calentará lo suficiente como para quemar tus dedos, pero no te electrocutará. <br/> <br/> ¡¡Y recuerda!! El agua es un conductor eléctrico también. Así que si estás en el agua, como una bañera, y un aparato como una secadora de cabello cae en la bañera, el agua puede conducir la energía eléctrica de la secadora a tu cuerpo y puede lastimarte o matarte. ¡¡Así que ten cuidado!!

source: Posting danger signs...
es_es: Colocando señales de peligro...

source: Drag each material into its proper category.
es_es: Arrastra cada material a su categoría apropiada.

source: Conductors
es_es: Conductores

source: Insulators
es_es: Aislantes

source: Silver
es_es: Plata

source: Wood
es_es: Madera

source: Copper
es_es: Cobre

source: Iron
es_es: Hierro

source: Plastic
es_es: Plástico

source: Rubber
es_es: Caucho

source: Water
es_es: Agua

source: Air
es_es: Aire

source: Conductor or insulator?
es_es: ¿Conductor o aislante?

source: Browse through the slides below by clicking the left and right arrows.<br>
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.<br>

source: Batteries are the source of electrical energy in a flashlight circuit. Flashlight batteries usually have a top and bottom that are connected by the conductors to the light bulb to complete the circuit and make the bulb light up.
es_es: Las baterías son la fuente de energía eléctrica en un circuito de una linterna. Las baterías de linterna usualmente tienen un extremo superior e inferior que se conectan por los conductores a la bombilla de luz para completar el circuito y hacer que la bombilla se encienda.

source: But there are lots of other kinds of batteries too - like a car battery. Instead of having a top and a bottom for connections, it has two “<span class='key'>terminals</span>”, which are little posts that stick out of the top of the battery that the circuit wires are connected to.
es_es: Pero hay muchas otras clases de batería también - como la batería de un auto. En lugar de tener una parte superior e inferior para conectarse, tiene dos "<span class='key'>terminales</span>", que son pequeños postes que sobresalen en la parte superior de la batería al que los cables del circuito están conectados.

source: All batteries have two ends or terminals that are usually marked with a plus sign (+) or a minus sign (-). To make a circuit, a wire or other conductor connects the + side of the battery with the – side with something like a light bulb in between.
es_es: Todas las baterías tienen dos extremos o terminales que usualmente están marcadas con un signo de más (+) o un signo de menos (-). Para formar un circuito, un cable u otro conductor conecta el lado + de la batería con el lado - con algo como una bombilla entre ambos.

source: Another kind of battery is the rectangular battery with two connection clips on the top that are often used to power toy cars and helicopters. And there are cell phone batteries and wristwatch batteries too. It seems like almost everything we use in our everyday lives requires some type of battery.
es_es: Otro tipo de batería es la batería rectangular con dos clips de conexión en la parte superior que con frecuencia se utiliza para dar energía a autos y helicópteros de juguete. Y hay baterías para teléfonos celulares y baterías para reloj también. Parece que casi todo lo que utilizamos en nuestra vida diaria requiere alguna clase de batería.

source: Each of these batteries is slightly different. And they are often identified by how powerful they are. The batteries electrical energy is measured in volts. A flashlight battery is one-and-a-half (1.5) volts. So is a watch battery. A car battery is 12 volts. The battery you put in your toy car is 9 volts. The higher the voltage, the higher the electrical energy they put out. Other batteries are other voltages depending on the needs of the devices they power.
es_es: Cada una de estas baterías es ligeramente diferente. Y con frecuencia se identifican por cuán poderosas son. La energía eléctrica de las baterías se mide en voltios. Una batería para linterna tiene un y medio voltios (1.5). También la batería de un reloj. La batería de un auto es de 12 voltios. La batería que pones en tu auto de juguete es de 9 voltios. Entre más alto es el voltaje, mayor es la energía eléctrica que pueden transmitir. Otras baterías tienen otros voltajes dependiendo de las necesidades de los dispositivos que alimentan.
