Repository: geneconde/NGR-sandbox
Catalog: demo/batteries-bulbs-and-wires/Locale/*/LC_MESSAGES/batteries-bulbs-and-wires.po
Languages: es_es

source: Nope – this statement is true about electrons. Friction, from electrons rubbing in a light bulb’s filament, does cause the light bulb to heat up and glow.
es_es: Nop - esta declaración es verdadera acerca de los electrones. La fricción de los electrones que se frotan en el filamento de una bombilla sí provoca que la bombilla se caliente y brille.

source: Correct! It's the chemical reactions, not the nuclear reactions, inside the battery that cause electrons to move in the circuit.
es_es: ¡Correcto! Son las reacciones químicas, no las reacciones nucleares, dentro de la batería lo que provoca que los electrones se muevan por el circuito.

source: Lighting a bulb...
es_es: Encendiendo una bombilla...

source: Yes – This is correct. The plus end of the battery is connected to the side of the bulb leading to the filament and the minus side of the battery is connected to the bump on the bulb leading to the other side of the filament making a complete circuit from one side of the battery, through the bulb, and back to the battery.
es_es: Sí - esto es correcto. El extremo positivo de la batería está conectado con el lateral de la bombilla que lleva al filamento, y el extremo negativo de la batería está conectado con la protuberancia inferior de la bombilla, que va del otro lado del filamento, creando un circuito completo de un lado de la batería, a través de la bombilla, y de regreso a la batería.

source: Not quite – The positive end of the battery is touching the side of the bulb but the minus end of the battery isn’t touching the bottom of the bulb so there is no circuit through the bulb’s filament.
es_es: No exactamente - el extremo positivo de la batería está tocando el lateral de la bombilla pero el extremo negativo de la batería no está tocando la parte inferior de la bombilla, así que no hay un circuito a través del filamento de la bombilla.

source: Nope – The positive end of the battery is touching the bump on the bulb but the negative end of the battery isn’t connected to the side of the bulb so there is no circuit through the bulb’s filament.
es_es: Nop - el extremo positivo de la batería está tocando la protuberancia inferior de la bombilla pero el extremo negativo de la batería no está conectado con el lateral de la bombilla, así que no hay un circuito a través del filamento de la bombilla.

source: Not really - The negative end of the battery is touching the bump on the bulb but the positive end of the battery isn’t connected to the side of the bulb so there is no circuit through the bulb’s filament.
es_es: No realmente - el extremo negativo de la batería está tocando la protuberancia inferior de la bombilla pero el extremo positivo de la batería no está conectado con el lateral de la bombilla, así que no hay un circuito a través del filamento de la bombilla.

source: Which of the following diagrams is a complete circuit that will light the bulb?
es_es: ¿Cuál de los siguientes diagramas es un circuito completo que iluminará la bombilla?

source: Charging batteries...
es_es: Cargando baterías...

source: Not quite – One end of the battery – the negative end - is connected to the side of the bulb but the other end of the battery – the positive end – is also connected to the side of the bulb. It would need to be connected to the bottom – bump – on the bulb to make a complete circuit through the bulb’s filament.
es_es: ¡No exactamente! - Un extremo de la batería - el extremo negativo - está conectado con el lateral de la bombilla, pero el otro extremo de la batería - el extremo positivo - también está conectado con el lateral de la bombilla. Necesitaría estar conectado con la protuberancia inferior de la bombilla para crear un circuito completo a través del filamento de la bombilla.

source: Not quite – One end of the battery – the negative end - is connected to the bottom bump of the bulb but the other end of the battery – the positive end – is also connected to the bottom bump of the bulb. It would need to be connected to the side of the bulb to make a complete circuit through the bulb’s filament.
es_es: ¡No exactamente! - Un extremo de la batería - el extremo negativo - está conectado con la protuberancia en la parte inferior de la bombilla, pero el otro extremo de la batería - el extremo positivo - también está conectado con la protuberancia inferior de la bombilla. Necesitaría estar conectado con el lateral de la bombilla para crear un circuito completo a través del filamento de la bombilla.

source: Not quite! The positive end of the battery is connected to both the bottom bump and the side of the bulb. In order to make a complete circuit through the bulb’s filament, either one of the wires, but not both, would need to be connected to the other end, the negative end of the battery.
es_es: ¡No exactamente! El extremo positivo de la batería está conectado tanto con la protuberancia en la parte inferior de la bombilla como con el lateral. Para formar un circuito completo a través del filamento de la bombilla, uno de los cables, pero no ambos, necesitaría estar conectado al otro lado, el extremo negativo de la batería.

source: Correct – One end of the battery is connected to the bottom bump on the bulb while the other end of the battery is connected to the side of the bulb resulting in a complete circuit through the bulb’s filament.
es_es: Correcto - un extremo de la batería está conectado con la protuberancia en la parte inferior de la bombilla mientras que el otro extremo de la batería está conectado con el lateral de la bombilla, lo que resulta en un circuito completo a través del filamento de la bombilla.

source: Which of the following diagrams is <span class='blink'>NOT</span> a complete circuit that will light the bulb?
es_es: ¿Cuál de los siguientes diagramas <span class='blink'>NO</span> es un circuito completo que encenderá la bombilla?

source: Preparing wires...
es_es: Preparando cables...

source: Not quite. This is a complete circuit. A complete circuit that lights the bulb is when either the positive or negative end of the battery is in contact with either the side or bottom of the bulb and the other end of the battery is connected to the other side of the bulb. In this case, the negative end of the battery is connected to the bottom bump on the bulb and the positive end of the battery is connected to the side of the bulb using the wire.
es_es: ¡No exactamente! Éste es un circuito completo. Un circuito completo que enciende la bombilla sucede cuando ya sea el extremo positivo o negativo de la batería está en contacto con ya sea el lateral o la parte inferior de la bombilla y el otro lado de la batería está unido con el otro lado de la bombilla. En este caso, el extremo negativo de la batería está conectado con la protuberancia en la parte inferior de la bombilla y el extremo positivo de la batería está conectado con el lateral de la bombilla utilizando el cable.

source: Not quite! This is a complete circuit. A complete circuit that lights the bulb is when either the positive or negative end of the battery is in contact with either the side or bottom of the bulb and the other end of the battery is connected to the other side of the bulb. In this case, the negative end of the battery is connected to the bottom bump on the bulb using the wire and the positive end of the battery is connected to the side of the bulb.
es_es: ¡No exactamente! Éste es un circuito completo. Un circuito completo que enciende la bombilla sucede cuando ya sea el extremo positivo o negativo de la batería está en contacto con ya sea el lateral o la parte inferior de la bombilla y el otro lado de la batería está unido con el otro lado de la bombilla. En este caso, el extremo negativo de la batería está conectado con la protuberancia en la parte inferior de la bombilla y el extremo positivo de la batería está conectado con el lateral de la bombilla.

source: Correct! This is not a complete circuit. A complete circuit that lights the bulb is when either the positive or negative end of the battery is in contact with either the side or bottom of the bulb and the other end of the battery is connected to the other side of the bulb. In this case, the negative end of the battery is connected to the bottom bump on the bulb and the positive end of the battery is also connected to the bottom bump on the bulb using the wire. Nothing is connecting the battery to the side of the bulb.
es_es: ¡Correcto! Éste no es un circuito completo. Un circuito completo que enciende la bombilla sucede cuando ya sea el extremo positivo o negativo de la batería está en contacto con ya sea el lateral o la parte inferior de la bombilla y el otro lado de la batería está unido con el otro lado de la bombilla. En este caso, el extremo negativo de la batería está conectado con la protuberancia en la parte inferior de la bombilla y el extremo positivo de la batería también está conectado a la protuberancia inferior de la bombilla utilizando el cable. Nada está conectando la batería con el lateral de la bombilla.

source: Which of the following diagrams shows the accurate movement of the <span class='blink'>current</span>, the <span class='blink'>yellow arrows</span>, through the circuit?
es_es: ¿Cuál de los siguientes diagramas muestra el movimiento apropiado de la <span class='blink'>corriente</span>, las <span class='blink'>flechas amarillas</span>, a través del circuito?

source: Looking at the arrows...
es_es: Mirando las flechas...

source: Not exactly – Current in a complete light bulb circuit moves from one end of the battery through the filament and back to the other end of the battery. In this case the current looks like it’s just coming out of one end of the battery and hitting the filament from two different directions.
es_es: No exactamente - la corriente en un circuito completo de una bombilla se mueve de un extremo de la batería a través del filamento y de regreso por el otro extremo de la batería. En este caso, la corriente parece que sólo está saliendo de un extremo de la batería y llegando al filamento desde dos direcciones diferentes.

source: Correct – Current in a complete light bulb circuit moves from one end of the battery through the filament and back to the other end of the battery. In this case the current is coming from the positive end of the battery through the filament and back to the negative end of the battery.
es_es: Correcto - la corriente en un circuito completo de una bombilla se mueve de un extremo de la batería a través del filamento y de regreso por el otro extremo de la batería. En este caso, la corriente sale del extremo positivo de la batería, a través del filamento y de regreso al extremo negativo de la batería.

source: Not exactly – Current in a complete light bulb circuit moves from one end of the battery through the filament and back to the other end of the battery. In this case the current looks like it’s just coming out of both ends of the battery and hitting the filament from opposite directions.
es_es: No exactamente - la corriente en un circuito completo de una bombilla se mueve de un extremo de la batería a través del filamento y de regreso por el otro extremo de la batería. En este caso, la corriente parece que está saliendo de ambos extremos de la batería y llegando al filamento desde direcciones opuestas.

source: Not exactly – Current in a complete light bulb circuit moves from one end of the battery through the filament and back to the other end of the battery. In this case the current looks like it’s just coming out of both ends of the battery and hitting the filament from two different directions.
es_es: No exactamente - la corriente en un circuito completo de una bombilla se mueve de un extremo de la batería a través del filamento y de regreso por el otro extremo de la batería. En este caso, la corriente parece que está saliendo de ambos extremos de la batería y llegando al filamento desde dos direcciones diferentes.

source: Which of the following pairs of metal electrodes in a battery would cause an electric current to flow in a circuit hooked up to the battery?
es_es: ¿Cuál de los siguientes pares de electrodos de metal en una batería provocarían que una corriente eléctrica fluyera en un circuito unido a la batería?

source: Zinc and Zinc
es_es: Zinc y zinc

source: Copper and Copper
es_es: Cobre y cobre

source: Zinc and Copper
es_es: Zinc y cobre

source: Gold and Gold
es_es: Oro y oro

source: Yes - Exactly – A battery has to have two different metal electrodes in order to generate an electric current.
es_es: Sí - exactamente - una batería necesita tener dos electrodos de metales diferentes para generar una corriente eléctrica.

source: Not quite – A battery has to have two different metal electrodes in order to generate an electric current.
es_es: No exactamente - una batería necesita tener dos electrodos de metales diferentes para generar una corriente eléctrica.

source: Congratulations
es_es: ¡Felicitaciones,

source: You've completed the Batteries, Bulbs and Wires<br/>(Electric Circuits) module.
es_es: Has completado el módulo de Baterías, Bombillas y Cables<br />(Circuitos Eléctricos).

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Yes – Chemical reactions inside the battery can cause electrons to move in the circuit. This electric current is what causes a bulb in the electric circuit to light up.
es_es: Sí - las reacciones químicas dentro de la batería pueden hacer que los electrones se muevan por el circuito. Dicha corriente eléctrica es lo que provoca que una bombilla en un circuito eléctrico se encienda.

source: the voltage of a battery is a measure of how much electrical energy a battery can put out. A flashlight battery is only 1.5 volts so it can’t start a car. But a car battery is 12 volts and can start a car.
es_es: el voltaje de una batería es una medida de cuánta energía eléctrica dicha batería puede transmitir. Una batería de linterna tan sólo tiene 1.5 voltios, así que no puede encender un auto. Pero una batería de auto tiene 12 voltios y puede encender un auto.

source: Figure 1
es_es: Figura 1

source: Figure 2
es_es: Figura 2

source: Checking what you now know about... electric circuits
es_es: Revisando lo que sabes ahora acerca de... circuitos eléctricos
