Repository: geneconde/NGR-sandbox
Catalog: demo/batteries-bulbs-and-wires/Locale/*/LC_MESSAGES/batteries-bulbs-and-wires.po
Languages: es_es

source: So how does this battery work? Batteries contain chemicals – like acids and metals - that have chemical reactions that cause electrons – those invisible charged particles we talked about earlier - to move from one side of the battery to the other – through the wires in the circuit. Batteries are good examples of a convenient and portable system that converts <span class='key'>chemical potential energy</span> into <span class='key'>electrical energy</span>.
es_es: Así que, ¿cómo funciona esta batería? Las baterías contienen químicos - como ácidos y metales - que tienen reacciones químicas que provocan que los electrones - esas partículas cargadas invisibles de las que hablamos antes - se muevan de un lado de la batería al otro - a través de los cables en el circuito. Las baterías son buenos ejemplos de un sistema conveniente y portátil que convierte <span class='key'>energía química potencial</span> en <span class='key'>energía eléctrica</span>.

source: Batteries used in your computer or cell phone are pretty complicated. But the basic idea can be as simple as sticking two different metals, like a zinc nail and a copper penny, into a lemon. These metals are called <span class='key'>electrodes</span>. Chemical reactions occur between the zinc and copper electrodes and the acid in the lemon juice to cause electrons to start to move. And if you hook up a wire between the nail and the penny – a lemon battery’s terminals - those electrons will move through the wire from the nail to the penny forming an electric current. That’s a simple circuit! If you were to put a very small bulb or a buzzer in the circuit attached to the wire, the bulb would faintly glow or the buzzer would buzz. A lemon battery is a very simple battery that doesn't have much power. But it shows you the basic idea of how a battery works.
es_es: Las baterías que se utilizan en tu computadora o teléfono celular son bastante complicadas. Pero la idea básica puede ser tan sencilla como el introducir dos metales diferentes, como un clavo de zinc y un centavo de cobre, en un limón. Estos metales se conocen como <span class='key'>electrodos</span>. Reacciones químicas ocurren entre los electrodos de zinc y cobre y el ácido del limón provoca que los electrones comiencen a moverse. Y si conectas un cable entre el clavo y el centavo - las terminales de una batería de limón - dichos electrones se moverán a través del cable desde el clavo al centavo formando una corriente eléctrica. ¡Ése es un circuito simple! Si pusieras una bombilla muy pequeña o un timbre en el circuito unido al cable, la bombilla brillaría un poco o el timbre sonaría. Una batería de limón es una batería muy simple y no tiene mucho poder. Pero te muestra la idea básica de cómo funciona una batería.

source: Studying how battery works...
es_es: Estudiando cómo funciona una batería...

source: Question A. The voltage of a battery is a measure of:
es_es: Pregunta A. El voltaje de una batería es una medida de:

source: How big the battery is.
es_es: Cuán grande es la batería.

source: How long the battery will last.
es_es: Cuánto tiempo durará la batería.

source: What the battery will be used for.
es_es: Para qué se utilizará la batería.

source: The electrical energy of the battery.
es_es: La energía eléctrica de la batería.

source: Chemical reactions inside the battery.
es_es: Reacciones químicas dentro de la batería.

source: The light bulb needing those electrons.
es_es: La bombilla que necesita esos electrones.

source: The wires pushing the electrons.
es_es: Los cables que empujan los electrones.

source: Electrons building up on the terminals.
es_es: Los electrones que se acumulan en las terminales.

source: Question B. The electrons moving through a simple circuit connected to a battery are driven by:
es_es: Pregunta B. Los electrones que se mueven a través de un circuito simple conectado a una batería son impulsados por:

source: Electrons moving
es_es: Los electrones que se mueven.

source: Not quite – Sometimes a small battery like a wristwatch battery can be the same voltage as a bigger battery such as a flashlight battery.
es_es: No exactamente - a veces una batería pequeña como la batería de un reloj de pulsera puede ser del mismo voltaje que una batería grande, como la de una linterna.

source: Nope – the voltage doesn’t tell anything about how long the battery will last. Usually bigger batteries will last longer because they have more chemicals inside.
es_es: Nop - el voltaje no te dice nada acerca de cuánto tiempo durará la batería. Usualmente las baterías más grandes duran más tiempo porque tienen más químicos dentro.

source: Not exactly – different voltage batteries are used to power different devices but the same voltage can also power different devices. For example, a battery can be the same voltage as a battery powering a flashlight.
es_es: No exactamente - las baterías de distintos voltajes se utilizan para dar energía a distintos dispositivos pero el mismo voltaje puede también impulsar dispositivos diferentes. Por ejemplo, una batería de un reloj de pulsera puede ser del mismo voltaje que la batería de una linterna.

source: Correct – the voltage of a battery is a measure of how much electrical energy a battery can put out. A flashlight battery is only 1.5 volts so it can’t start a car. But a car battery is 12 volts and can start a car.
es_es: Correcto - el voltaje de una batería es la medida de cuánta energía eléctrica dicha batería puede transmitir. Una batería de linterna tan sólo tiene 1.5 voltios, así que no puede encender un auto. Pero una batería de auto tiene 12 voltios y puede encender un auto.

source: Not really – bulbs aren’t like people. They don’t “need” electrons so that’s not what makes the electrons flow in a circuit.
es_es: No realmente - las bombillas no son como las personas. No "necesitan" electrones así que no es lo que hace que los electrones fluyan por el circuito.

source: Nope – wires can’t push electrons to make them move.
es_es: Nop - los cables no pueden empujar a los electrones para que se muevan.

source: Nope – electrons don’t build up on the terminals.
es_es: Nop - los electrones no se acumulan en las terminales.

source: The ultimate objective of an electric circuit is to power some electrical device – like a light, or a motor, or a buzzer. Let’s just look at a light bulb for now. The usual light bulb most people have in their houses is called an <span class='key'>incandescent bulb</span> – incandescent means it lights up from getting hot. As we discussed in the beginning of this review, the electrons, or electric current, comes out of one end of the battery, flows through the wire to the side of the bulb, then through the bulb making the bulb light up, then out the bottom of the bulb and through the wire back to the battery. When we say "through the bulb", we mean that the electric current flows through the thin, curly little wire in the bulb, called the <span class='key'>filament</span>.
es_es: El objetivo final de un circuito eléctrico es dar energía a un dispositivo eléctrico - como una luz, un motor o un timbre. Miremos una bombilla por el momento. La bombilla usual que la mayoría de las personas tienen en sus casas se llama <span class='key'>bombilla incandescente</span> - incandescente quiere decir que da luz a raíz de calentarse. Como discutimos en el inicio de esta revisión, los electrones, o corriente eléctrica, sale de un extremo de la batería, fluye a través del cable al lateral de la bombilla, luego a través de la bombilla, haciendo que se ilumine, y luego sale a través de la parte inferior de la bombilla y a través de los cables de regreso a la batería. Cuando decimos "a través de la bombilla", queremos decir que la corriente eléctrica pasa a través del pequeño cable delgado y rizado que está en la bombilla, conocido como <span class='key'>filamento</span>.

source: It’s hard to see how the connections are made from the circuit to the filament in most light bulbs because part of the filament wire is "hidden" in the metal base of the bulb – the "screw-in" part (Figure 1). But if you could see through the metal, you'd see that one part of the filament wire is connected to the bump on the bottom of the bulb and the other to the metal side of the screw-in part of the bulb (Figure 2).
es_es: Es difícil ver cómo las conexiones se realizan desde el circuito al filamento en la mayoría de las bombillas porque parte del cable del filamento está "escondido" en la base de metal de la bombilla - la parte que "atornillas" (Figura 1). Pero si pudieras ver a través del metal, verías que una parte del cable del filamento está conectado a la protuberancia de la parte inferior de la bombilla y la otra al lado de metal de la parte que atornillas en la bombilla (Figura 2).

source: When the circuit is complete and the current runs through the filament, the <span class='key'>friction</span> or rubbing together of the electrons passing through the skinny wire of the filament causes so much friction in the wire that the wire heats up and it starts to glow and give off light. That's how a light bulb works. Try rubbing your hands together really hard and fast. Do you feel them heat up? That heat is caused by the friction of rubbing your hands together. Do you think you could rub them together hard enough to get them to glow?
es_es: Cuando el circuito está completo y la corriente pasa a través del filamento, la <span class='key'>fricción</span> o la frotación entre sí de los electrones que pasan a través del delgado cable del filamento provoca tanta fricción dentro del cable que el cable se calienta y comienza a brillar y dar luz. Así es como funciona una bombilla. Intenta frotar tus manos entre sí muy rápido y fuerte. ¿Sientes que se calientan? Ese calor es provocado por la fricción de frotar tus manos entre sí. ¿Crees que podrías frotarlas entre sí lo suficientemente fuerte para hacer que brillen?

source: Flowing electric current...
es_es: Corriente eléctrica que fluye...

source: The gas inside the bulb glowing.
es_es: El gas dentro de la bombilla que brilla.

source: The positive and negative electricity crashing together and exploding in the bulb.
es_es: La electricidad positiva y negativa que chocan entre sí y explotan dentro de la bombilla.

source: The friction of the electrons rubbing inside the filament.
es_es: La fricción de los electrones que se frotan dentro del filamento.

source: The glass of the light bulb getting hot.
es_es: El vidrio de la bombilla que se calienta.

source: Liquid electricity flowing through the wires.
es_es: Electricidad líquida que fluye a través de los cables.

source: Electrons flowing inside the wire.
es_es: Los electrones que fluyen dentro del cable.

source: Electricity flowing on the outside of the wires.
es_es: Electricidad que fluye por la parte exterior de los cables.

source: Atoms vibrating inside the wire.
es_es: Átomos que vibran dentro del cable.

source: Question A. The cause of the incandescent bulb lighting up in a simple electric circuit is:
es_es: Pregunta A. La causa de que la bombilla incandescente se encienda por un circuito eléctrico simple es:

source: Question B. An electric current in a simple circuit is made up of:
es_es: Pregunta B. Una corriente eléctrica en un circuito simple está formada por:

source: Not exactly. There is no gas inside incandescent bulbs. But some lights, like a mercury vapor streetlight, do use gas inside to light it.
es_es: No exactamente. No hay gas dentro de las bombillas incandescentes. Pero algunas luces, como los faros de las calles de vapor de mercurio, sí utilizan gas en su interior para encenderse.

source: Nope – Positive and negative charges don’t crash together in the bulb.
es_es: Nop - las cargas positivas y negativas no chocan entre sí en la bombilla.

source: Yes - Electrons flowing through the filament causes friction in the filament causing it to heat up and give off light.
es_es: Sí - los electrones que fluyen a través del filamento provocan fricción en el filamento provocando que se caliente y dé luz.

source: Nope – The glass of the bulb does get too hot to touch – so be careful – but it’s the heat of the filament that causes the bulb to light up.
es_es: Nop - el vidrio de la bombilla sí se calienta - así que ten cuidado al tocarlo -- pero es el calor del filamento lo que provoca que la bombilla se encienda.

source: Nope! Electricity flows like water but it isn't a liquid. It's flowing electron charged particles inside the wire.
es_es: ¡Nop! La electricidad fluye como el agua pero no es un líquido. Lo que fluye son electrones, partículas cargadas, dentro del cable.

source: Correct – electric current is flowing electron charged particles inside the wire.
es_es: Correcto - la corriente eléctrica son electrones, partículas cargadas, que fluyen dentro del cable.

source: Nope – No electricity flows on the outside of the wires.
es_es: Nop - no hay electricidad fluyendo en la parte exterior de los cables.

source: Not quite – Atoms do vibrate inside the wire but they don’t flow at all. Electric current is flowing electron charged particles inside the wire.
es_es: No exactamente - los átomos sí vibran dentro del cable pero no fluyen en absoluto. La corriente eléctrica son electrones, partículas cargadas, que fluyen dentro del cable.

source: Using what you now know about... electric circuits... to solve a problem
es_es: Utilizando lo que sabes ahora acerca de... circuitos eléctricos... para resolver un problema

source: Think about what would happen if you were out camping and it was going to get dark in about an hour and you tried out your flashlight and it didn’t work.
es_es: Piensa acerca de lo que sucedería si estuvieras acampando y fuera a comenzar a oscurecer en más o menos una hora y probaras tu linterna y no funcionara.

source: Use what you know about simple circuits to “trouble shoot” the broken flashlight to try and figure out what’s wrong with it. Talk about all the things you would check and what you might be able to do to fix it.
es_es: Utiliza lo que sabes acerca de circuitos simples para identificar el problema con la linterna descompuesta para intentar descubrir cuál es el problema con ella. Habla de las cosas que revisarías y qué podrías hacer para repararla.

source: Using a flashlight...
es_es: Utilizando una linterna...

source: Summarizing big ideas about... electric circuits
es_es: Resumiendo ideas importantes acerca de... circuitos eléctricos

source: Your computer, your cell phone, your family's TV and even the lighting at your local grocery store are all made to work by incredibly complex electrical circuits. But at the heart of all of these sophisticated electrical systems are simple circuits. Simple circuits consist of three basic components:
es_es: Tu computadora, tu teléfono celular, la televisión de tu familia e incluso la luz de tu tienda de comestibles local, todos funcionan debido a circuitos eléctricos increíblemente complejos. Pero en el centro de todos estos sofisticados sistemas eléctricos están circuitos simples. Los circuitos simples consisten de tres componentes básicos:

source: A <span class='key'>power source</span>, like a battery in a flashlight or a generator, that powers your house electricity.
es_es: Una <span class='key'>fuente de poder</span>, como una batería en una linterna o un generador, que impulsa la electricidad en tu casa.

source: An <span class='key'>electrical device</span> that needs to be powered, like the bulb in a flashlight, the motor on a vacuum cleaner, or the computer chip in your laptop or phone.
es_es: Un <span class='key'>dispositivo eléctrico</span> que necesita recibir energía, como la bombilla de una linterna, el motor de una aspiradora o el chip de computadora de tu laptop o teléfono celular.

source: A <span class='key'>conductor</span>, like a wire, to connect the electric current from the power source to the device.
es_es: Un <span class='key'>conductor</span>, como un cable, para conectar la corriente eléctrica desde la fuente de poder al dispositivo.

source: Electrical <span class='key'>conductors</span> are usually metal but water can also conduct electricity. Electrical <span class='key'>insulators</span> are materials, like rubber, plastic, or air, that can't conduct electricity. They are used to cover and shield wires and other conductors so you don’t get a shock.
es_es: Los <span class='key'>conductores</span> eléctricos son usualmente metal, pero el agua también puede conducir electricidad. Los <span class='key'>aislantes</span> eléctricos son materiales, como caucho, plástico o aire, que no pueden conducir electricidad. Se utilizan para cubrir y proteger los cables y otros conductores para que no recibas una descarga.

source: In a <span class='key'>simple circuit</span>, like a flashlight, an electric circuit connects these three components in a pattern that begins and ends with the power source. <span class='key'>Electrons</span> are invisible negative charges that move around the circuit and make an <span class='key'>electric current</span> in the circuit. Chemical reactions in the battery provide the energy to make the electrons move. And the wire conductors provide a path for the electrons to move from the battery to the bulb. The friction of the electrons rubbing in the bulb’s <span class='key'>filament</span> causes the filament to heat up and glow brightly.
es_es: En un <span class='key'>circuito simple</span>, como una linterna, un circuito eléctrico conecta estos tres componentes en un patrón que comienza y termina con la fuente de poder. <span class='key'>Electrones</span> son cargas negativas invisibles que se mueven a lo largo del circuito y crean una <span class='key'>corriente eléctrica</span> en el circuito. Reacciones químicas en la batería proporcionan la energía para hacer que los electrones se muevan. Y los cables conductores proporcionan un camino para que los electrones se muevan de la batería a la bombilla. La fricción de los electrones que se frotan en el <span class='key'>filamento</span> de la bombilla provoca que el filamento se caliente y brille.

source: Reviewing key vocabulary related to... electric circuits
es_es: Revisando vocabulario clave relacionado con... circuitos eléctricos

source: A circuit allows electrons, which are tiny invisible negatively charged particles, to flow through a wire or another conductor.
es_es: Un circuito permite que electrones, que son diminutas partículas invisibles cargadas negativamente, fluyan a través de un cable u otro conductor.

source: Circuit
es_es: Circuito

source: Electrons
es_es: Electrones

source: Electrons are invisible negative charges that move around the circuit and make an electric current in the circuit.
es_es: Los electrones son cargas negativas invisibles que se mueven a lo largo del circuito y forman una corriente eléctrica en el circuito.

source: Battery
es_es: Batería

source: Batteries are the source of electrical energy in a flashlight circuit.
es_es: Las baterías son la fuente de energía eléctrica en un circuito de linterna.

source: Incandescent bulb
es_es: Bombilla incandescente

source: The usual light bulb most people have in their houses is called an incandescent bulb – incandescent means it lights up from getting hot.
es_es: La bombilla usual que la mayoría de las personas tienen en sus casas se conoce como bombilla incandescente - incandescente significa que da luz a raíz de calentarse.

source: Electric current
es_es: Corriente eléctrica

source: The movement of electrons through a wire or other electrical conductor.
es_es: El movimiento de electrones a través de un cable u otro conductor eléctrico.

source: Any material that allows electric current to flow through it. Electrical conductors are usually metals but water can also conduct electricity.
es_es: Cualquier material que permite que la energía eléctrica fluya a través de él. Los conductores eléctricos usualmente son metales pero el agua también puede conducir la electricidad.

source: Chemical potential energy
es_es: Energía química potencial

source: The energy in the chemicals inside a battery that’s changed by a chemical reaction to create electrical current in a circuit.
es_es: La energía en los químicos dentro de una batería que es cambiada por una reacción química para crear una corriente eléctrica en un circuito.

source: Filament
es_es: Filamento

source: When we say “through the bulb”, we mean that the electric current flows through the thin, curly little wire in the bulb, called the filament.
es_es: Cuando decimos "a través de la bombilla", queremos decir que la corriente eléctrica pasa a través del pequeño cable delgado y rizado que está en la bombilla, conocido como filamento.

source: Insulator
es_es: Aislante

source: Electrical insulators are materials, like rubber, plastic, or air, that can't conduct electricity. They are used to cover and shield wires and other conductors so you don't get a shock.
es_es: Los aisladores eléctricos son materiales, como caucho, plástico o aire, que no pueden conducir electricidad. Se utilizan para cubrir y proteger los cables y otros conductores para que no recibas una descarga.

source: Battery terminal
es_es: Terminal de la batería

source: Battery terminals are little posts that stick out of the top of the battery that the circuit wires are connected to.
es_es: Las terminales de la batería son pequeños postes que sobresalen de la parte superior de una batería, a los cuales los cables del circuito están conectados.

source: Electrical energy
es_es: Energía eléctrica

source: The energy of electrons moving through a wire in a circuit.
es_es: La energía de los electrones que se mueven a través de un cable en un circuito.

source: Simple circuit
es_es: Circuito simple

source: In a simple circuit like a flashlight, an electric circuit connects these three components in a pattern that begins and ends with the power source.
es_es: En un circuito simple como una linterna, un circuito eléctrico conecta estos tres componentes en un patrón que comienza y termina con la fuente de poder.

source: Which statement about electrons in an electrical circuit is <span class = 'blink'>NOT</span> true?
es_es: ¿Cuál declaración acerca de los electrones en un circuito eléctrico <span class='blink'>NO</span> es verdadera?

source: Electrons are invisible negatively charged particles.
es_es: Los electrones son partículas invisibles cargadas negativamente.

source: Moving electrons make up an electric current.
es_es: Los electrones que se mueven crean una corriente eléctrica.

source: Friction, from electrons rubbing in a light bulb’s filament, cause the light bulb to heat up and glow.
es_es: La fricción de los electrones que se frotan por el filamento de una bombilla provocan que la bombilla se encienda y brille.

source: Nuclear reactions in the battery produce electrons.
es_es: Las reacciones nucleares en la batería producen electrones.

source: Nope! This statement is true about electrons. Electrons are invisible negatively charged particles.
es_es: ¡Nop! Esta declaración es verdadera acerca de los electrones. Los electrones son partículas invisibles cargadas negativamente.

source: Nope – this statement is true about electrons. Moving electrons do make up an electric current.
es_es: Nop - esta declaración es verdadera acerca de los electrones. Los electrones que se mueven sí crean una corriente eléctrica.
