Repository: geneconde/NGR-sandbox
Catalog: demo/how-diseases-destroy/Locale/*/LC_MESSAGES/how-diseases-destroy.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: إختبار قصير رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: إختبار قصير رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: إختبار قصير رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.
es_es: Gira o voltea la caja de abajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر فوق، وامسك وحرك الماوس صعودا وهبوطا لتدوير المربع وحدد إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: من خلال تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: وظيفتك المنزلية هي
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: سؤال سريع رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: سؤال سريع رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: سؤال سريع رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: سؤال سريع رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations,
ar_eg: مبروك،
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك على الإختبار السريع والأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: Estás listo/a,

source: Preparing your first quick check!
ar_eg: تحضير اختبارك القصير الأول!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: هل انت مستعد لاختبارك السريع الأخير؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال في الاختبار؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرفه الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: How Diseases Destroy
ar_eg: كيف تدمّر الأمراض
es_es: Cómo Destruyen las Enfermedades

source: Welcome to the How Diseases Destroy review
ar_eg: أهلاً بكم بمراجعة كيف تُدَمِر الأمراص
es_es: Bienvenido/a a la revisión de Cómo Destruyen las Enfermedades

source: Thinking about... how diseases destroy
ar_eg: التفكير حول... كيف تدمر الأمراض
es_es: Pensando acerca de... cómo destruyen las enfermedades

source: Why do you have the flu? You were feeling just fine right before getting sick. What happened? An infectious disease entered your body and upset its normal healthy state. Most diseases are caused by bacteria or viruses. Both are too small to be seen with the naked eye. The human body has a number of mechanisms that it uses to protect itself against infectious diseases. The first of these mechanisms is skin. So if the skin gets a cut or scrape, there is a chance for disease to develop. Can diseases enter our bodies? How does our body fight them or not let them enter? You will find this out and more in this review.
ar_eg: لماذا لديك أنفلونزا؟لقد كنت تشعر بتحسن قبل أن تمرض. ماذا حدث؟هنالك مرض معدي داخل جسمك وزعزع حالتك الصحية. معظم الأمراض تحدث بسبب البكتيريا أو الفيروسات. كلاهما صغير جدا ليُرى بالعين المجردة. الجسم البشري لديه عدد من الآليات التي يستخدمها لحماية نفسه ضد الأمراض المعدية. أول هذه الآليات هو الجلد . حتى إذا تعرض الجلد للجرح أو الكشط، فهناك فرصة للمرض أن يتقدم. يمكن للأمراض أن تدخل أجسامنا؟ كيف على جسمنا محاربته أو عدم السماح له بالدخول؟ سوف تجد ذلك وأكثر في هذه المراجعة.
es_es: ¿Por qué te da influenza? Te sentías bien justo antes de enfermarte. ¿Qué pasó? Una enfermedad infecciosa entró a tu cuerpo y alteró su estado normal de salud. La mayoría de las enfermedades son causadas por bacterias o virus. Ambos son demasiado pequeños para ser vistos a simple vista. El cuerpo humano tiene una cantidad de mecanismos que utiliza para protegerse contra enfermedades infecciosas. El primero de estos mecanismos es la piel. Así que si la piel se corta o raspa, hay oportunidades de que se desarrollen enfermedades. ¿Pueden las enfermedades entrar a nuestros cuerpos? ¿Cómo los combate nuestro cuerpo o evita que entren? Descubrirás eso y más en esta revisión.

source: Checking what you know... about how diseases destroy
ar_eg: التحقق من مدى معرفتك ... عن كيف الأمراض تدمر
es_es: Revisando lo que sabes... acerca de cómo destruyen las enfermedades

source: Read the two statements below and click on TRUE or FALSE next to each one.
ar_eg: اقرأ العبارتين أدناه وانقر على "صحيح أو خطأ بجانب كل واحد.
es_es: Lee las dos declaraciones debajo y da clic en CIERTO o FALSO al lado de cada una.

source: There is no difference between a cold and flu.
ar_eg: لا يوجد إختلاف بين نزلة البرد والإنفلونزا
es_es: No hay diferencia entre un resfriado y la influenza.

source: TRUE
ar_eg: صحيح
es_es: CIERTO

source: FALSE
ar_eg: خطأ
es_es: FALSO

source: You only need to take antibiotics for as long as you feel sick; once you feel better you can stop taking them.
ar_eg: تحتاج فقط إلى تناول المضادات الحيوية طالما تشعر بأنك مريض؛ عندما تشعر بالتحسن يمكنك التوقف عن أخذها.
es_es: Sólo necesitas tomar antibióticos mientras te sientas enfermo/a; una vez que te sientas mejor puedes dejar de tomarlos.

source: Colds and the flu are both caused by viruses, but the flu (influenza) makes you feel much worse. The symptoms associated with the flu are more severe and come on suddenly. Antibiotics kill bacteria by stopping them from growing. For them to be effective, you must always take the correct dose for the length of time that your doctor prescribes. If you stop taking your antibiotics early, you run the risk of getting sick again.
ar_eg: تتسبب كل من نزلات البرد والانفلونزا عن طريق الفيروسات، ولكن انفلونزا (الانفلونزا) تجعلك تشعربسوء أكثر. الأعراض المرتبطة بالإنفلونزا هي أشد وتأتي فجأة. المضادات الحيوية تقتل البكتيريا عن طريق منعها من النمو. بالنسبة لها لتكون فعالة، يجب عليك دائما أن تأخذ الجرعة الصحيحة لطول الفترة الزمنية التي يطلبها منك الطبيب. إذا توقفت عن تناول المضادات الحيوية في وقت مبكر، فأنت عرضة لخطر الإصابة بالمرض مرة أخرى.
es_es: Los resfriados y la influenza son ambos causados por virus, pero la influenza te hace sentir mucho peor. Los síntomas asociados con la influenza son mucho más severos y aparecen de repente. Los antibióticos matan a las bacterias deteniendo su crecimiento. Para que funcionen, debes siempre tomar las dosis correctas por la cantidad de tiempo que tu doctor te indique. Si dejas de tomar tus antibióticos con anticipación, corres el riesgo de enfermarte de nuevo.

source: Click NEXT to learn more about diseases.
ar_eg: اضغط على زر التالي لمعرفة المزيد عن الأمراض
es_es: Da clic en SIGUIENTE para aprender más acerca de las enfermedades.

source: Cold and flu
ar_eg: نزلة البرد والإنفلونزا
es_es: Resfriado e influenza

source: Reviewing core ideas... about how diseases destroy
ar_eg: مراجعة الأفكار الأساسية ... حول كيف تدمر الأمراض
es_es: Revisando ideas clave... acerca de cómo destruyen las enfermedades

source: A <span class='key'>disease</span> is a change in the processes inside an organism that does not let the organism do its job. An organism can just break down by itself, such as when an organ stops working because of traits passed on from ancestors, or an organism can be damaged by toxins (poison), radiation, or invading <span class='key'>bacteria</span> and <span class='key'>viruses</span>.
ar_eg: <span class='key'> المرض</span> هو تغير في العمليات داخل الكائن الحي والتي لا تسمح للكائن القيام بعمله. يمكن للكائن الحي أن يضعف بشكلٍ كبير، فعندما يتوقف عضو عن العمل بسبب السمات التي أخذها من الأسلاف، أو عندما يدمر الكائن الحي بسبب التسمم، أو الاشعاع، أو غزو <span class='key'>البكتيريا</span> و <span class='key'>الفيروسات</span>.
es_es: Una <span class='key'>enfermedad</span> es un cambio en los procesos dentro de un organismo que no permite que el organismo funcione. Un organismo puede simplemente descomponerse por sí mismo, como cuando un órgano deja de funcionar debido a características heredadas, o puede ser dañado por toxinas (veneno), radiación o por una invasión de <span class='key'>bacterias</span> y <span class='key'>virus</span>.

source: First we will discuss diseases that are caused by invading bacteria and viruses, and then we will look at chemical substances causing disease.
ar_eg: أولا سوف نناقش الأمراض التي تنتج عن غزو البكتيريا والفيروسات، ومن ثم سننظر في المواد الكيميائية المسببة للأمراض.
es_es: Primero hablaremos de las enfermedades causadas por invasiones de bacterias y virus, y luego revisaremos las sustancias químicas que provocan enfermedades.

source: Hover your magnifying glass to view bacterial colonies...
ar_eg: حوّم العدسة المكبرة لمشاهدة مستعمرات البكتيريا ...
es_es: Pasa tu lupa encima de las imágenes para ver las colonias bacterianas...

source: When bacteria or poisons invade our bodies, usually the body will fight off the invasion. Our bodies have a system called the <span class='key'>immune system</span>, which is the body's defense against infectious organisms and other invaders.
ar_eg: عندما تغزو البكتيريا أو السموم أجسامنا، فإن الجسم عادة يحارب الغزو. لأجسامنا نظام يسمى <span class='key'> نظام المناعة </span> ، وهو دفاع الجسم ضد الكائنات المعدية وغيرها من الغزاة.
es_es: Cuando bacterias o venenos invaden nuestros cuerpos, usualmente el cuerpo combatirá la invasión. Nuestros cuerpos tienen un sistema llamado <span class='key'>sistema inmunológico</span>, que es la defensa del cuerpo contra organismos infecciosos y otros invasores.

source: Sometimes, however, the invasion is more than what our body can resist, and the immune system cannot overcome the invader. A disease may then develop and symptoms of disease will appear. <span class='key'>Symptoms</span> are a series of changes in the body that are signs of an invading organism. Symptoms brought on by a virus might be a fever, nausea (the feeling you need to vomit), headache, and a lot of sweating.
ar_eg: أحيانا، بيد أن الغزو هو أكثر مما يستطيع جسمنا مقاومته، والجهاز المناعي لا يمكنه التغلب على الغزاة. يتطور المرض حينها وتظهر أعراض المرض. <span class='key'> الأعراض </span> هي سلسلة من التغيرات في الجسم و هي علامات للكائن الحي الغازي. الأعراض الناجمة عن الفيروس قد تكون الحمى والغثيان (الشعوربالحاجة للتقيؤ)، والصداع، والكثير من التعرق.
es_es: Algunas veces, sin embargo, la invasión es más de lo que nuestro cuerpo puede resistir, y el sistema inmunológico no puede vencer al invasor. Una enfermedad entonces puede desarrollarse y los síntomas de la enfermedad aparecerán. Los <span class='key'>síntomas</span> son una serie de cambios en el cuerpo que son señales de un organismo invasor. Los síntomas que ocurren por un virus pueden ser fiebre, náusea (la sensación de que necesitas vomitar), dolores de cabeza y mucho sudor.

source: Many diseases are caused by invading <span class='key'>microbes</span> (a life form not seen with the naked eye). Let's take a closer look at bacteria and viruses.
ar_eg: تنتج بعض الأمراض عن طريق غزو الميكروبات (شكل من أشكال الحياة ولايرى بالعين المجردة). دعونا نلقي نظرة قريبة على البكتيريا والفيروسات.
es_es: Muchas enfermedades son causadas por una invasión de <span class='key'>microbios</span> (una forma de vida no visible a simple vista). Veamos más de cerca a las bacterias y virus.

source: <span class='key'>Bacteria</span> are single-celled organisms. They can be shaped like rods, spheres, or even spirals, but they are very tiny.
ar_eg: <span class='key'>البكتيريا </span> هي كائنات وحيدة الخلية. يمكن أن تكون على شكل عيدان، أو كرات، أو تكون لولبية، لكنها صغيرة جدا.
es_es: Las <span class='key'>bacterias</span> son organismos de una sola célula. Pueden tener forma de tubos, esferas o incluso espirales, pero son muy pequeñas.

source: Now look at the diagram of a bacterial cell at the right.
ar_eg: الآن أنظر إلى الرسم البياني للخلية البكتيرية على اليمين.
es_es: Ahora mira el diagrama de una célula bacteriana a la derecha.

source: Click on the different parts of the cell and discover what they do.
ar_eg: انقر على الأجزاء المختلفة للخلية واكتشف ما تقوم بفعله.
es_es: Da clic en las distintas partes de la célula y descubre lo que hacen.

source: Bacteria Cell Anatomy
ar_eg: تشريح خلية بكتيريا
es_es: Anatomía de la Célula Bacterial

source: Click image to view the labels clearly.
ar_eg: انقر الصورة لتشاهد اللاصقات بوضوح.
es_es: Da clic en la imagen para ver las etiquetas claramente.

source: Ribosomes
ar_eg: الرايبوسومات
es_es: Ribosomas

source: Cytoplasm
ar_eg: السيتوبلازم
es_es: Citoplasma

source: Cell membrane
ar_eg: غشاء الخلية
es_es: Membrana celular

source: Cell wall
ar_eg: جدار الخلية
es_es: Pared celular

source: Capsule
ar_eg: غشاء
es_es: Cápsula

source: nucleoid (DNA)
ar_eg: الجسم النووي (الحمض النووي)
es_es: nucleoide (ADN)

source: Flagellum
ar_eg: السوط
es_es: Flagelo

source: Pilus
ar_eg: شعرة

source: Adjusting microscope lenses...
ar_eg: تعديل عدسة المجهر
es_es: Ajustando lentes de microscopio...

source: Inside the cell wall and cell membrane are the cytoplasm (which contains ribosomes) and the nucleoid.
ar_eg: داخل جدار الخلية وغشاء الخلية هو السيتوبلازم (الذي يحتوي على الريبوسومات) والجسم النووي.
es_es: Dentro de la pared celular y la membrana celular están el citoplasma (que contiene ribosomas) y el nucleoide.

source: Cell Wall
ar_eg: جدار الخلية
es_es: Pared Celular

source: Some bacteria have an extra layer consisting of a capsule which helps protect the cell and also allows it to stick to surfaces.
ar_eg: لدى بعض أنواع البكتيريا طبقة إضافية تتكون من غشاء يساعد في حماية الخلايا ويتيح لها الالتصاق بالأسطح أيضا.
es_es: Algunas bacterias tienen una capa adicional que consiste de una cápsula que ayuda a proteger la célula y también permite que se adhiera a superficies.

source: Nucleoid
ar_eg: الجسم النووي
es_es: Nucleoide

source: Pilus/Pili
ar_eg: شعرة / شعرات

source: When the <span class='key'>nucleoid</span> is a group of fibers containing a bacterium's DNA.
ar_eg: <span class='key'> النيوكلود </span> هو مجموعة من الألياف التي تحتوي على الحمض النووي للبكتيريا.
es_es: El <span class='key'>nucleoide</span> es un grupo de fibras que contiene el ADN de la bacteria.

source: Some bacteria have <span class="key">flagella</span> (tentacle-like features that help the bacteria to move).
ar_eg: بعض أنواع البكتيريا لديها <span class="key"> أسواط </span> (تشبه المجسات التي تساعد البكتيريا على التحرك).
es_es: Algunas bacterias tienen <span class="key">flagelos</span> (características parecidas a tentáculos que ayudan a la bacteria a moverse).

source: There are some bacteria that actually have a third layer that consist of a <span class="key">capsule</span> and <span class="key">pili</span> which help the bacteria stick to each other and to surfaces.
ar_eg: هناك بعض أنواع البكتيريا التي لديها في الواقع طبقة ثالثة تتكون من <span class="key"> كبسولة </span> و<span class="key"> شعر </span> وهما ما يساعد البكتيريا تلتصق مع بعضها البعض و على الأسطح.
es_es: Hay algunas bacterias que en realidad tienen una tercera capa que consiste de una <span class="key">cápsula</span> y <span class="key">pili</span> que ayudan a la bacteria a adherirse a otras y a las superficies.

source: All bacteria have a <span class="key">cell membrane</span> and a <span class="key">cell wall</span>. The cell membrane controls the passing of materials in and out of the bacterium while the cell wall maintains the shape of the bacterium.
ar_eg: جميع البكتيريا لها <span class="key"> غشاء الخلية </span> و<span class="key"> جدار الخلية </span>. يسيطر غشاء الخلية على مرور المواد من والى البكتيريا في حين يحافظ جدار الخلية على شكل بكتيريا.
es_es: Todas las bacterias tienen una <span class="key">membrana celular</span> y una <span class="key">pared celular</span>. La membrana celular controla el paso de materiales dentro y fuera de la bacteria mientras que la pared celular mantiene la forma de la bacteria.

source: Question A. Click on the correct statement.
ar_eg: السؤال أ . اختر العبارة االصحيحة.
es_es: Pregunta A. Da clic en la declaración correcta.

source: The body defends itself from chemicals and microorganisms with muscles.
ar_eg: الجسم يدافع عن نفسه من المواد الكيميائية والكائنات الحية الدقيقة عن طريق العضلات.
es_es: El cuerpo se defiende de químicos y microorganismos utilizando músculos.

source: Disease is only brought on by outside factors such as toxins, radiation, or invading bacteria.
ar_eg: يتكون المرض من عوامل خارجية فقط مثل السموم، أو الإشعاع، أو البكتيريا الغازية.
es_es: Las enfermedades sólo ocurren debido a factores externos como toxinas, radiación o bacterias invasoras.

source: The body has a system to fight off invaders, but does not use it until after they are sick.
ar_eg: الجسم لديه نظام لمحاربة الغزاة، ولكن لا يستخدمه إلا بعد أن يصاب بالمرض.
es_es: El cuerpo tiene un sistema para combatir invasores, pero no lo utiliza sino hasta que ya está enfermo.

source: Disease is a breakdown in the structure or functions of an organism.
ar_eg: المرض هو حدوث انهيار في البنية أو في وظائف الكائن الحي.
es_es: La enfermedad es una descomposición de la estructura o funciones de un organismo.

source: Question B. Look at the diagram of the bacterial cell below. Drag the following terms up or down to match the corresponding letter.
ar_eg: السؤال ب. انظر إلى الرسم البياني للخلية البكتيرية أدناه. اسحب المصطلحات التالية لأعلى أو لأسفل لمطابقة الحرف المقابل .
es_es: Pregunta B. Mira el diagrama de la célula bacteriana debajo. Arrastra los siguientes términos hacia arriba o hacia abajo para que coincidan con la letra correspondiente.

source: Hover your magnifying glass to view the labels clearly.
ar_eg: حرك عدستك المكبرة لتشاهد اللاصقات بوضوح.
es_es: Pasa tu lupa por encima de las imágenes para ver las etiquetas claramente.

source: DNA
ar_eg: الحمض النووي
es_es: ADN

source: The body defends itself from chemicals and microorganisms with the immune system.
ar_eg: الجسم يدافع عن نفسه من المواد الكيميائية والكائنات الحية الدقيقة بواسطة نظام المناعة.
es_es: El cuerpo se defiende de químicos y microorganismos con el sistema inmunológico.

source: While toxins, radiation, and invading bacteria can cause disease, an organism can also break down by itself developing disease.
ar_eg: في حين أن السموم، والإشعاع، والبكتيريا الغازية من الممكن أن تسبب المرض، يمكن للكائن الحي أيضا أن يتدهور عن طريق تطور المرض.
es_es: Mientras que las toxinas, radiación y bacterias invasoras pueden causar enfermedades, un organismo también puede descomponerse por sí mismo desarrollando una enfermedad.

source: The body does have a system to fight off invaders, but it kicks in as soon as anything invades our bodies, resisting and not letting us get sick.
ar_eg: الجسم لديه نظام لمحاربة الغزاة، ولكنه يُخرج ويضرب أي شيء يغزو أجسامنا، مقاوما وغير سامحا لنا بأن نمرض.
es_es: El cuerpo sí tiene un sistema para combatir invasores, pero entra en acción tan pronto como cualquier cosa invade nuestros cuerpos, resistiéndose y no permitiendo que nos enfermemos.

source: Correct! Disease is when an organism breaks down in structure or its functions.
ar_eg: صحيح! المرض هو عندما يتحلل الكائن الحي في بنيته أو في وظائفة.
es_es: ¡Correcto! Las enfermedades ocurren cuando un organismo se descompone estructuralmente o en sus funciones.

source: Great job, you labeled the bacteria cell correctly. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle-like structures called flagellum help some bacteria move.
ar_eg: عمل عظيم، لقد وصفت الخلية البكتيرية بشكل صحيح. سيساعد جدار الخلية البكتيرية في الحفاظ على شكلها. الطبقة الإضافية تتكون من غشاء يساعد في حمايه الخلايا ويسمح لها بالإلتصاق على الأسطح. الشعر يساعدها على الإلتصاق بالبكتيريا أو غيرها من الأسطح. السيتوبلازم يكون داخل جدار الخلية والغشاء . يحتوي الجسم النووي على بكتيريا الحمض النووي . المجسات مثل الهياكل وتسمى السياط وتساعد بعض من البكتيريا في التنقل.
es_es: Buen trabajo, etiquetaste la célula bacteriana correctamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula ayuda a proteger la célula y le permite adherirse a superficies. Los pili la ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamadas flagelos les ayudan a algunas bacterias a moverse.
