Repository: geneconde/NGR-sandbox
Catalog: demo/how-diseases-destroy/Locale/*/LC_MESSAGES/how-diseases-destroy.po
Languages: ar_eg, es_es

source: Our bodies have a system called the immune system, which is the body's defense against infectious organisms and other invaders. Sometimes, however, the invasion is more than what our body can resist, and the immune system cannot overcome the invader.
ar_eg: أجسامنا لديها نظام يسمى جهاز المناعة وهو دفاع الجسم ضد الكائنات المعدية وغيرها من الغزاة. في بعض الأحيان، يكون الغزو أكثر من استطاعة جسمنا مقاومته، ولا يمكن للجهاز المناعي تجاوز الغزاة.
es_es: Nuestros cuerpos tienen un sistema llamado el sistema inmunológico, que es la defensa del cuerpo contra organismos infecciosos y otros invasores. Algunas veces, sin embargo, la invasión es más de lo que nuestro cuerpo puede resistir, y el sistema inmunológico no puede vencer al invasor.

source: Symptoms
ar_eg: أعراض
es_es: Síntomas

source: A disease may then develop and symptoms of disease will appear. Symptoms are a series of changes in the body that are signs of an invading organism. Symptoms brought on by a virus might be a fever, nausea (the feeling you need to vomit), headache, and a lot of sweating.
ar_eg: آنذاك يمكن للمرض أن يتطور وأعراض المرض سوف تظهر. الأعراض هي سلسلة من التغيرات في الجسم والتي هي علامات على غزو جسم الكائن. الأعراض الناجمة عن فيروس قد تكون الحمى والغثيان (شعور الحاجة بالتقيؤ)، والصداع، والكثير من التعرق.
es_es: Una enfermedad puede desarrollarse entonces y aparecerán síntomas de la enfermedad. Los síntomas son una serie de cambios en el cuerpo que son signos de un organismo invasor. Los síntomas ocasionados por un virus pueden ser fiebre, náusea (la sensación de que necesitas vomitar), dolores de cabeza y mucho sudor.

source: Microbes
ar_eg: الميكروبات
es_es: Microbios

source: Many diseases today are from invading microbes, which are life forms unable to be seen with the unaided eye. An example of a microbe is a bacterium.
ar_eg: الكثير من الأمراض اليوم هي بسبب غزو الميكروبات، والتي تعتبر شكل من أشكال الحياة التي لا نستطيع رؤيتها بالعين المجردة. مثال على الميكروب هو البكتيريا.
es_es: Muchas enfermedades actualmente ocurren debido a microbios invasores, que son formas de vida que no se pueden ver a simple vista. Un ejemplo de un microbio es una bacteria.

source: Bacteria
ar_eg: البكتيريا

source: Bacteria are very small, single-celled organisms that can only be seen with a microscope. Bacteria are around us all of the time. They perform various functions and can be found almost anywhere on Earth. Most bacteria do not hurt us. Some bacteria are even helpful because they eat other, bad bacteria and prevent them from entering our bodies. When bad bacteria do enter our bodies, they can grow and become an infection. Doctors can treat bacterial infections with drugs called antibiotics, which kill bacteria.
ar_eg: البكتيريا هي كائنات صغيرة جدا، وحيدة الخلية التي لا يمكن أن ُترى تحت المجهر. البكتيريا هي من حولنا طوال الوقت. أنها تؤدي وظائف مختلفة ويمكن العثور عليها في أي مكان تقريبا على وجه الأرض. معظم البكتيريا لا تضر بنا. بعض أنواع البكتيريا، هي مفيدة بأكلها بكتيريا أخرى سيئة ومنعها من دخول أجسامنا. عندما تدخل البكتيريا السيئة أجسامنا، فإنها يمكن أن تنمو وتصبح التهاباً. ويمكن للأطباء علاج الالتهابات البكتيرية بأدوية تسمى المضادات الحيوية والتي تقتل البكتيريا.
es_es: Las bacterias son organismos muy pequeños, de una sola célula, que sólo pueden ser vistos con el microscopio. Las bacterias están alrededor de nosotros todo el tiempo. Ellas ejecutan varias funciones y pueden encontrarse en casi cualquier lugar de la Tierra. La mayoría de las bacterias no nos hacen daño. Algunas bacterias incluso son benéficas porque se comen a otras bacterias malas y previenen que entren en nuestros cuerpos. Cuando las bacterias malas entran a nuestros cuerpos, pueden crecer y convertirse en una infección. Los doctores pueden tratar infecciones bacterianas con fármacos llamados antibióticos, que matan a las bacterias.

source: All cells have a cell membrane. The cell membrane controls the passing of materials in and out of the cell.
ar_eg: كل الخلايا لديها غشاء خلوي. يسيطر الغشاء الخلوي على مرور المواد من وإلى الخلية.
es_es: Todas las células tienen una membrana celular. La membrana celular controla el paso de materiales dentro y fuera de la célula.

source: The cell wall forms the outer boundary of the cell, and helps it maintain its shape. Inside the cell wall and cell membrane are the cytoplasm (which contains ribosomes) and the nucleoid or nucleus.
ar_eg: جدارالخلية يشكل الحدود الخارجية للخلايا، ويساعد على الحفاظ على شكلها. داخل جدار الخلية وغشاء الخلية هناك السيتوبلازم (الذي يحتوي على الريبوسومات) والنواة أو الجسم النووي.
es_es: La pared celular forma el límite exterior de la célula, y la ayuda a mantener su forma. Dentro de la pared y membrana celular está el citoplasma (que contiene ribosomas) y el nucleoide o núcleo.

source: There are some bacteria that actually have a third layer that consists of a capsule and pili, which help the bacteria stick to each other and to surfaces.
ar_eg: هناك بعض أنواع من البكتيريا لديها فعليا طبقة ثالثة والتي تتكون من غشاء و شعر، والتي تساعد البكتيريا بالالتصاق مع بعضها البعض وعلى الأسطح.
es_es: Hay algunas bacterias que en realidad tienen una tercera capa que consiste de una cápsula y pili, que le ayudan a la bacteria a adherirse a otras y a superficies.

source: Pili
ar_eg: شعر

source: Some bacteria have pili, which are hair-like projections on the exterior of the cell that help them attach to other bacteria or surfaces.
ar_eg: بعض أنواع البكتيريا لديها شعر، وهي بروز شبيه للشعر على السطح الخارجي للخلية والتي تساعدها على الالتصاق بالبكتيريا أو بغيرها من الأسطح.
es_es: Algunas bacterias tienen pili, que son proyecciones parecidas a cabellos en el exterior de la célula que le ayudan a adherirse a otras bacterias o superficies.

source: The nucleoid is a group of fibers containing a bacterium's DNA.
ar_eg: الجسم النووي هو مجموعة من الألياف التي تحتوي على الحمض النووي للبكتيريا .
es_es: El nucleoide es un grupo de fibras que contiene el ADN de la bacteria.

source: Flagella
ar_eg: السياط
es_es: Flagelos

source: Some bacteria have tentacle-like structures called flagella (singular, flagellum) that help them move.
ar_eg: بعض أنواع البكتيريا لديها هياكل تشبه المجسات تسمى سياط (المفرد، السوط) التي تساعدها على التنقل.
es_es: Algunas bacterias tienen estructuras parecidas a tentáculos que se conocen como flagelos que le ayudan a moverse.

source: Virus
ar_eg: الفيروس

source: The smallest microbes are viruses. The structure of a virus is much simpler than that of bacteria. They usually just have a shell made of protein and lipids (fat) that protects their genetic information. Most scientists don't consider them "true life-forms". This is because viruses cannot produce their own proteins to build their own bodies and they cannot reproduce. Instead, viruses infect cells and make them create new viruses.
ar_eg: أصغر الميكروبات هي الفيروسات. بنية الفيروس هي أبسط بكثير من البكتيريا. وعادة ما تكون مجرد هيكل مصنوع من البروتين والدهون (الدهون) التي تحمي المعلومات الجينية. معظم العلماء لا يعتبرونها من "/أشكال الحياة الصحيحة ". وذلك لأن الفيروسات لا يمكن ان تنتج بروتينات خاصة بها لبناء أجسامها ولا يمكنها التكاثر. بدلا من ذلك، الفيروسات تصيب الخلايا وتجعلها تكون فيروسات جديدة.
es_es: Los microbios más pequeños son los virus. La estructura de un virus es mucho más simple que la de las bacterias. Usualmente sólo tienen una coraza hecha de proteínas y lípidos (grasa) que protege su información genética. La mayoría de los científicos no los consideran "formas de vida reales". Esto es porque los virus no pueden producir sus propias proteínas para construir sus cuerpos y no se pueden reproducir. En su lugar, los virus infectan células y las hacen crear nuevos virus.

source: Pathogen
ar_eg: مسبب المرض
es_es: Patógeno

source: An organism, such as bacteria or a virus, that can cause disease in other organisms is called a pathogen.
ar_eg: يسمى الكائن الحي، مثل البكتيريا أو الفيروسات، والتي يمكن أن تسبب المرض في الكائنات الحية الأخرى بمسبب ممرض.
es_es: Un organismo, como una bacteria o virus, que puede causar enfermedades en otros organismos se conoce como patógeno.

source: Contagious
ar_eg: معدي
es_es: Contagioso

source: A contagious disease is one that spreads from one organism to another. To avoid contagious diseases, practicing proper hygiene is very important.
ar_eg: المرض المعدي هو المرض الذي ينتشر من كائن إلى آخر. لتجنب الأمراض المعدية، فإن ممارسة النظافة الصحية السليمة مهمة جدا.
es_es: Una enfermedad contagiosa es una que se propaga de un organismo a otro. Para evitar enfermedades contagiosas, practicar una higiene apropiada es muy importante.

source: A contagious disease is one that spreads from one organism to another. While some diseases are spread only through direct physical contact, other diseases are spread indirectly without direct physical contact with the carrier. Touching your face, nose, mouth or eyes with your hands could increase the risk of catching a cold.
ar_eg: المرض المعدي هو الذي ينتشر من كائن إلى آخر. فبينما تنتشر بعض الأمراض من خلال الاتصال الجسدي المباشر فقط، أمراض أخرى تنتشر بطريقة غير مباشرة بدون الاتصال الفيزيائي المباشر مع الجسم الناقل. لمس وجهك، أو أنفك أو فمك أو عينيك بيديك يمكن أن يزيد من خطر الاصابة بنزلة برد.

source: Carrier
ar_eg: الحامل أو الناقل
es_es: Portador

source: A carrier is an organism that carries or spreads disease-causing microbes but may or may not have the symptoms of the disease itself. For example, ticks are carriers that can transfer the Lyme disease bacteria to humans.
ar_eg: الناقل هو عضو ينقل أو ينشر المرض - الناتج عن الميكروبات لكن يمكن أو لا يمكن أن يكون لها نفس أعراض هو المرض نفسه. على سبيل المثال، القراد هو ناقل بكتيريا مرص الليم للبشر.
es_es: Un portador es un organismo que porta o propaga microbios causantes de enfermedades pero puede o no tener los síntomas de la enfermedad él mismo. Por ejemplo, las garrapatas son portadoras que pueden transmitir bacterias de la enfermedad de Lyme a los humanos.

source: Antimicrobial agents
ar_eg: العوامل المضادة للميكروبات
es_es: Agentes antimicrobianos

source: Chemicals, such as bleach and iodine, that can stop microbial growth or destroy microbes are called antimicrobial agents.
ar_eg: وتسمى المواد الكيميائية، مثل مواد التبييض واليود، التي يمكن أن توقف نمو الجراثيم أو تدمر الميكروبات العوامل المضادة للجراثيم.
es_es: Los químicos, como el cloro y yodo, que pueden detener el crecimiento de microbios o destruirlos se conocen como agentes antimicrobianos.

source: Antibiotics
ar_eg: المضادات الحيوية
es_es: Antibióticos

source: Antibiotics are substances that are used to kill bacteria or prevent their growth. The discovery of antibiotics completely changed the way doctors treat diseases. Before antibiotics, some mild infections would have been life threatening, but today most only require a quick trip to the doctor and a prescription of an antibiotic. Penicillin is one of the oldest and most widely used antibiotics.
ar_eg: المضادات الحيوية هي المواد التي تستخدم لقتل البكتيريا او لتمنع نموها. اكتشاف المضادات الحيوية غيرت تماما طريقة علاج الأطباء للأمراض. قبل المضادات الحيوية، كانت بعض الالتهاب الخفيفة تهدد الحياة، ولكن معظمها اليوم يتطلب فقط زيارة سريعة للطبيب ووصفة طبية من المضادات الحيوية. البنسلين هو واحد من أقدم و الأوسع انتشارا من المضادات الحيوية التي استخدمت.
es_es: Los antibióticos son sustancias que se utilizan para eliminar bacterias o prevenir su crecimiento. El descubrimiento de los antibióticos completamente cambió la forma en que los doctores tratan enfermedades. Antes de los antibióticos, algunas infecciones leves ponían la vida de alguien en peligro, pero ahora sólo se requiere una visita al doctor y una receta para un antibiótico. La penicilina es uno de los antibióticos más antiguos y utilizados.

source: Antibiotic resistance
ar_eg: مقاومة المضادات الحيوية
es_es: Resistencia a antibióticos

source: The problem of antibiotic resistance, in which a microorganism becomes resistant to an antibiotic, is caused by both overuse and misuse of antibiotics. A pathogen can be very difficult to kill once it develops antibiotic resistance.
ar_eg: مشكلة مقاومة المضادات الحيوية، وبها تصبح الكائنات الدقيقة مقاومة للمضاد الحيوي،أنها تكونت عن طريق إفراط وسوء استخدام المضادات الحيوية. يمكن أن يكون قتل مسبب المرض صعبا بعد تطويره لمقاومات المضادات الحيوية.
es_es: El problema de la resistencia a antibióticos, en que un microorganismo se vuelve resistente a un antibiótico, es causado tanto por el uso excesivo como el mal uso de los antibióticos. Un patógeno puede ser muy difícil de matar una vez que desarrolla resistencia a antibióticos.

source: Checking what you now know... about how diseases destroy
ar_eg: التحقق من مدى معرفتك ... عن كيف أن الأمراض تدمر
es_es: Revisando lo que sabes ahora... acerca de cómo destruyen las enfermedades

source: Which organism is made of one cell?
ar_eg: أي كائن حي هو وحيد الخلية؟
es_es: ¿Cuál organismo está hecho de una sola célula?

source: This jelly fish is made up of billions of cells.
ar_eg: قنديل البحر يتكون من بلايين الخلايا
es_es: Esta medusa está hecha de mil millones de células.

source: This is not a single-celled organism.
ar_eg: هذا ليس كائن وحيد الخلية.
es_es: Este no es un organismo de una sola célula.

source: This caterpillar is made up of billions of cells.
ar_eg: اليرقة تتكون من بلايين الخلايا
es_es: Esta oruga está hecha de miles de millones de células.

source: Correct! This is a single-celled organism.
ar_eg: صحيح! هذا كائن وحيد الخلية.
es_es: ¡Correcto! Este es un organismo de una sola célula.

source: Three different microorganisms were collected under the following circumstances:
ar_eg: جمعت ثلاثة من الكائنات الحية الدقيقة المختلفة في ظل الظروف التالية:
es_es: Tres distintos microorganismos fueron recolectados bajo las siguientes circunstancias:

source: Microorganism 1 was collected from a throat swab taken after a person went to the doctor because of a sore throat. It has a simplistic structure and flagella.
ar_eg: تم جمع الكائن الحي الدقيق 1 من مسحة الحلق التي أخذت بعد ذهاب الشخص إلى الطبيب بسبب وجود التهاب في الحلق. وكان لها بنية بسيطة وسياط.
es_es: El Microorganismo 1 fue recolectado de un raspado de garganta tomado de una persona que fue al doctor por un dolor de garganta. Tiene una estructura simple y flagelos.

source: Microorganism 2 was found when testing a blood sample from a person that had recently become very ill. When viewed under a microscope, many organelles are visible within the single-celled organism.
ar_eg: تم العثور على الكائن الحي الدقيق 2 عند اختبار عينة دم من شخص أصبح في الآونة الأخيرة مريضا جدا. عندما نظر إليها تحت المجهر، العديد من العضيات مرئية داخل كائن وحيد الخلية.
es_es: El Microorganismo 2 fue encontrado cuando se examinaba una muestra de sangre de una persona que se había enfermado mucho recientemente. Cuando se ve bajo un microscopio se pueden ver muchos organelos dentro de un organismo de una sola célula.

source: Microorganism 3 can cause potentially serious disease and the best way to counter it is by providing vaccines to people before they become infected. Though it is too small to be seen by a light microscope, its presence was detected when a tissue sample showed many altered and damaged cells.
ar_eg: الكائن الحي الدقيق 3 تتسبب بأمراض قد تكون خطيرة، وأفضل طريقة لمواجهتها هي من خلال توفير اللقاحات للناس قبل أن تصبح مصابة. على الرغم من أنها صغيرة جدا ولا يمكن رؤيتها من خلال المجهرالضوئي، تم الكشف عن وجودها عندما أظهرت عينة الأنسجة العديد من الخلايا المعدلة والتالفة.
es_es: El Microorganismo 3 puede potencialmente causar una enfermedad seria y la mejor forma de combatirlo es dando vacunas a las personas antes de que se infecten. Aunque es demasiado pequeño para ser visto por un microscopio leve, su presencia se detectó cuando una muestra de tejido mostró muchas células alteradas y dañadas.

source: Match each microorganism with its name by dragging the items in the right column up or down.
ar_eg: وصل كل كائن حي مع اسمه بسحب المفردات في العمود الأيمن للأعلى أو للأسفل.
es_es: Une a cada microorganismo con su nombre arrastrando los elementos en la columna derecha hacia arriba o hacia abajo.

source: Microorganism 1
ar_eg: الكائن الحي الدقيق 1
es_es: Microorganismo 1

source: Microorganism 2
ar_eg: الكائن الحي الدقيق 2
es_es: Microorganismo 2

source: Microorganism 3
ar_eg: الكائن الحي الدقيق 3
es_es: Microorganismo 3

source: Eukaryotes
ar_eg: حقيقيات النواة
es_es: Eukaryotas

source: Microorganism 1 is Bacteria with a simplistic structure and flagella.
ar_eg: الكائن الحي الدقيق 1 هي البكتيريا مع هيكل مبسطة وسياط.
es_es: El Microorganismo 1 es una Bacteria con una estructura simple y flagelos.

source: Microorganism 2 is a Eukaryotic Parasite. This microorganism is neither bacteria, nor a virus.
ar_eg: الكائن الحي الدقيق 2 هي الطفيليات حقيقية النواة. هذا الكائن الحي الدقيق ليست بكتيريا، ولا فيروس.
es_es: El Microorganismo 2 es un Parásito del tipo Eukaryota. Este microorganismo no es una bacteria, ni un virus.

source: Microorganism 3 is a Virus. It is too small to be seen by a light microscope and can cause potentially serious disease.
ar_eg: الكائن الحي الدقيق 3 هو فيروس. لأنها صغيرة جدا لتُرى من خلال مجهر الضوء ويمكن أن تسبب مرض يحتمل أن تكون خطير
es_es: El Microorganismo 3 es un Virus. Es demasiado pequeño para ser visto por un microscopio leve y puede potencialmente causar una enfermedad seria.

source: Collecting microorganisms...
ar_eg: جمع الكائنات الحية الدقيقة ...
es_es: Recolectando microorganismos...

source: Great job, you labeled the bacteria cell correctly. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle like structures called flagella help some bacteria move.
ar_eg: عمل عظيم، لقد وصفت الخلية البكتيرية بشكل صحيح. سيساعد جدار الخلية البكتيرية في الحفاظ على شكلها. الطبقة الإضافية تتكون من غشاء ساعد في حمايه الخلايا ويسمح لها بالإلتصاق على الأسطح. الشعر يساعدها على الإلتصاق بالبكتيريا أو غيرها من الأسطح. السيتوبلازم يكون داخل جدار الخلية والغشاء . يحتوي الجسم النووي على بكتيريا الحمض النووي . المجسات مثل الهياكل وتسمى السياط وتساعد بعض من البكتيريا في التنقل.
es_es: Buen trabajo, etiquetaste a la célula bacteriana correctamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula, ayuda a proteger a la célula y le permite adherirse a superficies. Los pili le ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamados flagelos le ayudan a algunas bacterias a moverse.

source: Not quite. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle like structures called flagella help some bacteria move.
ar_eg: ليس تماما. جدار الخلية يساعد البكتيريا لأن تحافظ على شكلها . الطبقة الإضافية تتكون من غشاء يساعد في حمايه الخلايا ويسمح لها بالإلتصاق على الأسطح. الشعر يساعدها بالإلتصاق على البكتيريا أو غيرها من الأسطح. السيتوبلازم هو داخل جدار الخلية والغشاء. يحتوي الجسم النووي الحمض النووي للبكتيريا. المجسات مثل الهياكل والتي تسمى السياط تساعد بعض البكتيريا أن تتحرك.
es_es: No exactamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula, ayuda a proteger a la célula y le permite adherirse a superficies. Los pili le ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamados flagelos le ayudan a algunas bacterias a moverse.

source: Which best describes the purpose of antimicrobial agents?
ar_eg: أيها يعطي الوصف الأفضل للغرض من العوامل المضادة للجراثيم؟
es_es: ¿Cuál describe mejor la finalidad de los agentes antimicrobianos?

source: A. They reduce the harmful effects of toxic chemicals on the body.
ar_eg: أ. أنها تقلل من الآثار الضارة للمواد الكيميائية السامة على الجسم.
es_es: A. Reducen los efectos dañinos de los químicos tóxicos en el cuerpo.

source: B. They destroy or prevent the growth of disease-causing microbes.
ar_eg: ب. أنها تدمر أو تمنع نمو الميكروبات المسببة للأمراض.
es_es: B. Destruyen o previenen el crecimiento de microbios que causan enfermedades.

source: C. They encourage microorganisms to produce more antibiotics.
ar_eg: ج. هي تشجع الكائنات الدقيقة لإنتاج المزيد من المضادات الحيوية.
es_es: C. Fomentan a los microorganismos a producir más antibióticos.

source: D. They act like a vaccine to help our bodies recognize and fight off viral infections.
ar_eg: د. انها تعمل عمل اللقاح للمساعدة في التعرف على أجسامنا ومحاربة الالتهابات الفيروسية.
es_es: D. Actúan como una vacuna para ayudar a nuestros cuerpos a reconocer y combatir las infecciones virales.

source: Fighting bacteria...
ar_eg: مكافحة البكتيريا
es_es: Combatiendo a las bacterias...

source: Some antimicrobial agents, like bleach and iodine, are chemicals that can stop or destroy microbes.
ar_eg: بعض العوامل المضادة للجراثيم، مثل مواد التبييض واليود، والمواد الكيميائية يمكنها وقف أو تدمير الميكروبات.
es_es: Algunos agentes antimicrobianos, como el cloro y el yodo, son químicos que pueden detener o destruir a los microbios.

source: Correct! Antimicrobial agents destroy or prevent the growth of disease causing microbes.
ar_eg: صحيح! العوامل المضادة للجراثيم تدمر أو تمنع نمو الميكروبات المسببة للأمراض.
es_es: ¡Correcto! Los agentes antimicrobianos destruyen o previenen el crecimiento de los microbios causantes de enfermedades.

source: Some microorganisms produce antimicrobial agents that destroy microbes.
ar_eg: بعض الكائنات الحية الدقيقة تنتج العوامل المضادة للجراثيم و تدمر الميكروبات.
es_es: Algunos microorganismos producen agentes antimicrobianos que destruyen microbios.

source: Antimicrobial agents do not work like a vaccine in our bodies. They destroy or prevent the growth of disease-causing microbes.
ar_eg: العوامل المضادة للميكروبات لا تعمل مثل مطعوم في أجسامنا. وهي تدمر أو تمنع نمو المرض الناتج عن الميكروبات.
es_es: Los agentes antimicrobianos no funcionan como una vacuna en nuestros cuerpos. Destruyen o previenen el crecimiento de microbios causantes de enfermedades.

source: A lab technician was monitoring the growth of a bacterial culture in an ideal environment with plenty of food and space to grow as part of an experiment. After each bacterial generation she would count the number of bacterial cells present. She did this for 5 generations. Below is the data she recorded.
ar_eg: راقبت فنية مختبرات نمو جماعة من البكتيريا في بيئة مثالية مع الكثير من المواد الغذائية والمساحة المعطاة لها لتنمو كجزء من التجربة. بعد كل جيل من البكتيريا قالت انها تعتمد على عدد من الخلايا البكتيرية الحاضرة. لقد فعلت هذا مدة 5 أجيال. أدناه البيانات التي قامت بتسجيلها.
es_es: Una técnica de laboratorio estaba monitoreando el crecimiento de un cultivo bacteriano en un ambiente ideal con suficiente alimento y espacio para crecer como parte de un experimento. Después de cada generación bacteriana, ella contaba el número de células bacterianas presentes. Lo hizo por 5 generaciones. A continuación están los datos que registró.

source: Generation 0 = 100 bacterial cells
ar_eg: الجيل صفر= مئة من الخلايا البكتيرية
es_es: Generación 0 = 100 células bacterianas

source: Generation 1 = 200 bacterial cells
ar_eg: الجيل الأول=مئتان من الخلايا البكتيرية
es_es: Generación 1 = 200 células bacterianas
