Repository: geneconde/NGR-sandbox
Catalog: demo/how-diseases-destroy/Locale/*/LC_MESSAGES/how-diseases-destroy.po
Languages: ar_eg, es_es

source: Not quite. The cell wall helps the bacterium maintain its shape. The extra layer consisting of a capsule helps protect the cell and allows it to stick to surfaces. Pili help them attach to other bacteria or surfaces. The cytoplasm is within the cell wall and membrane. The nucleoid contains the bacterium's DNA. Tentacle-like structures called flagellum help some bacteria move.
ar_eg: ليس تماما. يساعد جدار الخلية في البكتيريا الحفاظ على شكلها. الطبقة الإضافية تتكون من غشاء يساعد في حماية الخلايا ويسمح لها أن تلتصق بالسطح. الشعرة تساعدها بالتعلق بالبكتيريا أو غيرها من الأسطح. السيتوبلازم هو داخل جدار الخلية والغشاء. يحتوي الجسم النووي على الحمض النووي في البكتيريا. هياكل تشبه المجسات تسمى السياط تساعد بعض البكتيريا على التنقل.
es_es: No exactamente. La pared celular ayuda a la bacteria a mantener su forma. La capa adicional que consiste de una cápsula ayuda a proteger la célula y le permite adherirse a superficies. Los pili la ayudan a adherirse a otras bacterias o superficies. El citoplasma está dentro de la pared y membrana celular. El nucleoide contiene el ADN de la bacteria. Estructuras parecidas a tentáculos llamadas flagelos les ayudan a algunas bacterias a moverse.

source: More core ideas... about how diseases destroy
ar_eg: المزيد من الأفكار الأساسية ... حول كيف تدمر الأمراض.
es_es: Más ideas clave... acerca de cómo destruyen las enfermedades

source: The smallest microbes are <span class='key'>viruses</span>. The structure of a virus is much simpler than that of bacteria. They usually just have a shell made of protein and lipids (fat) that protects their genetic information. Most scientists don't consider them "true life-forms". This is because viruses cannot produce their own proteins to build their own bodies and they cannot reproduce. Instead, viruses infect cells and make them create new viruses.
ar_eg: أصغر الميكروبات هي <span class='key'> الفيروسات </span> . بنية الفيروس هي أبسط من بنية البكتيريا بكثير. وعادة ما يكون مجرد هيكل مصنوع من البروتين والدهون (الدهون) التي تحمي معلوماتها الجينية. معظم العلماء لا يعتبرونها "أشكال الحياة الصحيحة" . وذلك لأن الفيروسات لا يمكن ان تنتج بروتينات خاصة بها لبناء أجسامها وأنها لا يمكن أن تتكاثر. بدلا من ذلك، الفيروسات تصيب الخلايا وتجعلها تكون فيروسات جديدة.
es_es: Los microbios más pequeños son los <span class='key'>virus</span>. La estructura de un virus es mucho más simple que la de las bacterias. usualmente sólo tienen una coraza hecha de proteínas y lípidos (grasa) que protege su información genética. La mayoría de los científicos no los consideran "formas de vida reales". Esto es porque los virus no pueden producir sus propias proteínas para construir sus cuerpos y no se pueden reproducir. En su lugar, los virus infectan células y las hacen crear nuevos virus.

source: An organism or a virus that can cause disease in other organisms is called a <span class='key'>pathogen</span>.
ar_eg: ويسمى الكائن الحي أو الفيروس الذي يمكن أن يسبب المرض في الكائنات الحية الأخرى <span class='key'> مسبب المرض</span> .
es_es: Un organismo o virus que puede causar enfermedades en otros organismos se conoce como <span class='key'>patógeno</span>.

source: There are thousands of types of pathogens. If you have influenza or the common cold, you probably have a viral infection. The common cold can be caused by any one of some 200 viruses. That is why there is no vaccine against the cold virus. A vaccine effective against one or two of the viruses will be completely useless against the other 198 or 199 forms.
ar_eg: وهناك الآلاف من أنواع العوامل الممرضة. إذا كان لديك أنفلونزا أو نزلة برد، ربما لديك عدوى فيروسية. يمكن أن يكون سبب نزلات البرد عن طريق حوالي مئتي فيروس. هذا هو السبب في أنه لا يوجد لقاح ضد فيروس البرد. وهناك لقاح فعال ضد واحد أو اثنين من الفيروسات تكون عديمة الفائدة تماما ضد المئة وثمان وتسعون أو المئة وتسع وتسعون شكل آخر.
es_es: Hay miles de tipos de patógenos. Si tienes influenza o el resfriado común, probablemente tienes una infección viral. El resfriado común puede ser causado por uno de alrededor de 200 virus. Es por eso que no hay vacuna contra el virus de la gripe. Una vacuna efectiva contra uno o dos de los virus sería totalmente inútil contra las otras 198 o 199 formas...

source: In the image you can see five different types of pathogens. If an individual were infected by any of them, it could lead to sepsis.
ar_eg: في الصورة يمكنك ان ترى خمسة أنواع مختلفة من مسببات الأمراض. إذا أصيب فرد منها، فإن ذلك يؤدي إلى التسمم.
es_es: En la imagen puedes ver cinco tipos diferentes de patógenos. Si un individuo fuese infectado por cualquiera de ellos, podría llevar a sepsis.

source: If the patient does not get medical help within hours, they would die.
ar_eg: إذا لم يحصل المريض على المساعدة الطبية في غضون ساعات، فإنه سيموت.
es_es: Si el paciente no recibiera ayuda médica dentro de unas cuantas horas, moriría.

source: Streptococcus pneumoniae
ar_eg: الالتهاب الرئوي العقدي

source: Staphylococcus aureus
ar_eg: المكورات العنقودية الذهبية

source: Pseudomonas aeruginosa
ar_eg: الزائفة الزنجارية

source: Escherichia coli
ar_eg: الإشريكية القولونية

source: Candida
ar_eg: المبيضات (فطريات طفيلية)

source: A <span class='key'>carrier</span> is an organism that carries or spreads disease-causing microbes but may or may not have the symptoms of the disease itself. For example, ticks can transfer the Lyme disease bacteria to humans. While the tick is not affected, people develop a rash and other symptoms after being bitten by the tick.
ar_eg: <span class='key'>حامل المرض </span> هو الكائن الحي الذي يحمل أو ينشر الميكروبات المسببة للمرض ولكن قد تكون أو لا تكون أعراض المرض نفسه. على سبيل المثال، يمكن للقراد نقل بكتيريا مرض لايم إلى البشر. في حين لا يتأثر القراد، بينما يصاب البشر بطفح وأعراض أخرى بعد تعرضهم لعضات القراد.
es_es: Un <span class='key'>portador</span> es un organismo que transmite o propaga microbios causantes de enfermedades pero puede o no tener los síntomas de la enfermedad él mismo. Por ejemplo, las garrapatas pueden transmitir bacterias de enfermedades a los humanos. Mientras que la garrapata no se ve afectada, las personas sufren de una erupción y otros síntomas tras ser mordidas por la garrapata.

source: A <span class='key'>contagious</span> disease is one that spreads from one organism to another. While some diseases are spread only through direct physical contact, other diseases are spread indirectly without direct physical contact with the carrier.
ar_eg: <span class='key'> المرض المعدي </span> هو المرض الذي ينتشر من كائن إلى آخر. في حين تنتشر بعض الأمراض من خلال الاتصال الجسدي المباشر فقط، وتنتشر أمراض أخرى غير مباشرة دون إتصال مادي مباشر مع الناقل.
es_es: Una enfermedad <span class='key'>contagiosa</span> es una que se propaga de un organismo a otro. Mientras que algunas enfermedades se propagan sólo a través de contacto físico directo, otras enfermedades se propagan indirectamente sin contacto físico directo con el portador.

source: Touching your face, nose, mouth or eyes with your hands could increase the risk of catching a cold.
ar_eg: لمسك وجهك، والأنف والفم أو العينين بيديك يزيد من خطر اصابة بالبرد.
es_es: Tocarte la cara, nariz, boca u ojos con las manos podría incrementar el riesgo de contraer un resfriado.

source: Bacteria, viruses, and microbes in general can grow from just a few to billions in just a short time. If you start from a single bacterium, it will grow and split in half. Now you have two bacteria that will then grow and split again, making four cells. This process continues very quickly, each time doubling.
ar_eg: البكتيريا والفيروسات والميكروبات بصفة عامة يمكن أن تنمو من مجرد عدد قليل الى المليارات في غضون فترة زمنية قصيرة. إذا بدأت بجرثومة واحدة، فسوف تنمو وتنقسم من النصف. الآن لديك اثنتين من البكتيريا التي سوف تنمو وتنقسم مرة أخرى مكونة أربع خلايا. وتستمر هذه العملية بشكل سريع جدا، في كل مرة بشكل مضاعف.
es_es: Las bacterias, virus y microbios en general pueden crecer a partir de sólo unos cuantos a miles de millones en un corto tiempo. Si comienzas con una sola bacteria, ella crecerá y se dividirá por la mitad. Ahora tienes dos bacterias que entonces crecerán y se dividirán de nuevo, creando cuatro células. Este proceso continúa muy rápidamente, duplicándose cada vez.

source: The short film shows bacteria dividing over a period of a few hours.
ar_eg: ويبين الفيلم القصير انقسام البكتيريا على مدى فترة من بضع ساعات.
es_es: La película corta muestra a las bacterias dividiéndose a lo largo de un periodo de unas cuantas horas.

source: Fighting viruses...
ar_eg: مكافحة الفيروسات
es_es: Combatiendo virus...

source: Question A. The Tomato Spotted Wilt virus prevents the plant from fully growing or even kills it.
ar_eg: السؤال أ: فيروس ذبول الطماطم المرقطة يمنع النبات من النمو بشكل كامل أو حتى يقتله.
es_es: Pregunta A. El virus del Bronceado del Tomate previente que la planta crezca del todo o incluso la mata.

source: It does not spread to other plants but tomato growers would still be concerned about the spread of this disease because: (Click each letter to choose)
ar_eg: أنها لا تنتشر إلى النباتات الأخرى ولكن مزارعي الطماطم لا يزالون يشعرون بالقلق إزاء انتشار هذا المرض للأسباب التالية: (انقر على كل حرف لتختار)
es_es: No se transmite a otras plantas pero los productores de tomate aún se preocupan acerca de la propagación de esta enfermedad porque: (Da clic en cada letra para elegirla)

source: The virus could cause disease in humans if they eat tomatoes from the infected plants.
ar_eg: الفيروس يمكن أن يسبب المرض لدى البشر إذا كانوا يأكلون الطماطم من النباتات المصابة.
es_es: El virus podría causar enfermedades en los humanos si comen tomates de las plantas infectadas.

source: Question B. The West Nile virus can be deadly to birds and can infect animals and even humans. The virus uses mosquitoes as a vector to reach its bird or other animal host. It can be transmitted when an infected mosquito bites a bird or person. Mosquitoes acquire the virus by biting infected birds or other animals. The virus does not harm the mosquito. Why does it benefit the West Nile virus to not harm the mosquito?
ar_eg: السؤال ب: فيروس النيل الغربي وباء يمكن ان يكون مميتا للطيور والحيوانات ويمكن أن يصيب حتى البشر. يستخدم الفيروس البعوض كناقل للوصول للطيور، أو مجموعة الحيوانات الأخرى. يمكن أن تنتقل عندما تلدغ بعوضة مصابة طائر أو شخص. البعوض يكتسب الفيروس عن طريق الطيور المصابة أو عض الحيوانات الأخرى. الفيروس لا يضر البعوض. لماذا يستفيد فيروس النيل الغربي لكي لا يضر بالبعوض؟
es_es: Pregunta B. El virus del Nilo Occidental puede ser mortal para las aves y puede infectar animales e incluso humanos. El virus utiliza mosquitos como vector para alcanzar a su ave o animal anfitrión. Puede ser transmitido cuando un mosquito infectado pica a un ave o persona. Los mosquitos adquieren el virus al picar aves u otros animales que están infectados. El virus no daña al mosquito. ¿Cómo beneficia al virus del Nilo Occidental el no hacer daño al mosquito?

source: (Click each letter to choose)
ar_eg: (انقر على كل حرف للإختيار)
es_es: (Da clic sobre cada letra para elegirla)

source: Sick mosquitoes would not be able to fly and would not likely be eaten by birds which is what the virus needs.
ar_eg: البعوض المريض قد لا يكون قادرا على الطيران ومن غير المرجح أن تؤكل من قبل الطيور وهو ما يحتاجه الفيروس.
es_es: Los mosquitos enfermos no serían capaces de volar y probablemente no serían comidos por las aves que es lo que necesita el virus.

source: It does not spread to other plants but tomato growers would still be concerned about the spread of this disease because:
ar_eg: هي لا تنتشر إلى النباتات الأخرى ولكن مزارعي الطماطم ما زالوا يشعرون بالقلق إزاء انتشار هذا المرض للأسباب التالية:
es_es: No se transmite a otras plantas pero los productores de tomate aún estarían preocupados acerca de la propagación de esta enfermedad porque:

source: Tomato viruses
ar_eg: فيروسات الطماطم
es_es: Virus del tomate

source: The virus will simply weaken or kill their tomato plants.
ar_eg: الفيروس ببساطةسوف يضعف أو يقتل نباتات الطماطم .
es_es: El virus simplemente debilitaría o mataría a sus plantas de tomate.

source: The virus would spread to other types of crops in nearby fields such as strawberries.
ar_eg: سوف ينتقل الفيروس إلى أنواع أخرى من المحاصيل في الحقول المجاورة مثل الفراولة.
es_es: El virus se propagaría a otros tipos de cultivos en campos cercanos como a las fresas.

source: Wild animals will eat more of the tomato crop since the infected plants will be shorter.
ar_eg: سوف تأكل الحيوانات البرية أكثر من محصول الطماطم حيث أن النباتات المصابة سوف تكون أقصر.
es_es: Los animales salvajes comerían más de los cultivos de tomate ya que las plantas infectadas serán más bajas.

source: The mosquito doesn't really need the bird to reproduce, so harming it isn't a problem.
ar_eg: البعوض لا يريد للطيور أن تتكاثر، وبالتالي إلحاق الضرر بها ليست بمشكلة.
es_es: El mosquito no necesita al ave para reproducirse, entonces hacerle daño no es problema.

source: If the mosquito was damaged or harmed it might not be able to bite a suitable host to transmit the West Nile virus.
ar_eg: إذا تضرر البعوض أو تعرض للأذى قد لا يكون قادرا على لدغ مجموعة مناسبة لنقل فيروس غرب النيل.
es_es: Si el mosquito fuese dañado podría no ser capaz de picar a un anfitrión apropiado para transmitir el virus del Nilo Occidental.

source: There is no benefit. What happens to the mosquito does not affect the virus.
ar_eg: لا يوجد أي فائدة. ما يحدث للبعوض لا يؤثر على الفيروس.
es_es: No hay beneficio. Lo que le pase al mosquito no afecta al virus.

source: The Tomato Spotted Wilt virus only infects tomato plants.
ar_eg: فيروس الطماطم المرقطة يصيب فقط نباتات الطماطم.
es_es: El virus del Bronceado del Tomate sólo infecta a plantas de tomate.

source: Correct, they are worried because their tomato crops could be ruined.
ar_eg: صحيح، أنهم قلقون لأن محصولهم من الطماطم قد يتدمر.
es_es: Correcto, están preocupados porque sus cultivos de tomate podrían arruinarse.

source: The Tomato Spotted Wilt virus only affects tomato plants.
ar_eg: فيروس الطماطم المرقطة يصيب فقط نباتات الطماطم.
es_es: El virus del Bronceado del Tomate sólo afecta plantas de tomate.

source: Possibly, but the smaller yield of tomatoes is the far bigger problem.
ar_eg: ربما، ولكن المحصول القليل من الطماطم هو مشكلة أكبر.
es_es: Posiblemente, pero la menor producción de tomates es el problema más grande.

source: Correct, if the mosquito was killed or unable to bite a suitable host for the virus, the virus's transmission cycle would be broken and the virus could not reproduce.
ar_eg: صحيح، إذا قتلت البعوضة أو لم تتمكن من أن تلسع مضيف مناسب للفيروس، فمن المحتمل أن تكون دورة نقل الفيروس مكسرة ولا يمكن للفيروس أن تتكاثر.
es_es: Correcto, si el mosquito muriera o fuera incapaz de picar a un anfitrión apropiado para el virus, el ciclo de transmisión del virus se rompería y el virus no se podría reproducir.

source: The virus actually does need the bird to take part in its life cycle.
ar_eg: الفيروس لا يحتاج الطيور أن تشاركه في دورة حياتها.
es_es: El virus en realidad necesita que el ave tome parte en su ciclo de vida.

source: What would happen to the virus if the mosquito was killed before it could bite a bird?
ar_eg: ماذا سيحدث للفيروس إذا قتل البعوض قبل أن تلدغ الطيور؟
es_es: ¿Qué le sucedería al virus si el mosquito muriese antes de poder picarle a un ave?

source: The virus does need interaction between the mosquito and bird, but the bird eating the mosquito is not that interaction. Is there a more suitable reason?
ar_eg: الفيروس لا يحتاج تفاعلا بين البعوض والطيور، ولكن أكل الطيور للبعوض ليس بذاك التفاعل. هل هناك سبب أنسب؟
es_es: El virus necesita interacción entre el mosquito y el ave, pero que el ave se coma al mosquito no es la interacción necesaria. ¿Hay alguna razón más apropiada?

source: Microbes are not the only things that can cause disease; toxic chemicals can cause harmful effects to organisms too. The chemicals can harm specific types of cells, tissues, organs or organ systems. Toxic chemicals have been linked by scientists to many diseases. In the next section are some common health conditions along with information about the chemicals that may be linked to them.
ar_eg: الميكروبات ليست الشيء الوحيد الذي يمكن أن يسبب المرض؛ المواد الكيميائية السامة قد تسبب تأثيرات ضارة على الكائنات الحية أيضا. يمكن للمواد الكيميائية الإضرار بأنواع محددة من الخلايا والأنسجة، والأجهزة أو أجهزة الجسم. وقد تم ربط المواد الكيميائية السامة من قبل العلماء بكثير من الأمراض. في الجزء التالي بعض الشروط الصحية الشائعة بالإضافة إلى معلومات حول المواد الكيميائية التي قد تكون مرتبطة بها.
es_es: Los microbios no son las únicas cosas que causan enfermedades; los químicos tóxicos pueden causar efectos dañinos en los organismos también. Los químicos pueden dañar tipos específicos de células, tejidos, órganos o sistemas de órganos. Los químicos tóxicos han sido vinculados por los científicos a muchas enfermedades. En la siguiente sección hay algunas condiciones de salud comunes junto con información acerca de los químicos vinculados a ellas.

source: Asthma is a condition with symptoms of recurrent wheezing, coughing, and difficulty breathing. Allergens and air pollution are often linked to the increased cases of asthma.
ar_eg: الربو هو حالة مع أعراض الصفير المتكرر، والسعال، وصعوبة في التنفس. وغالبا ما ترتبط مسببات الحساسية وتلوث الهواء مع زيادة حالات الربو.
es_es: El asma es una condición con síntomas de respiración sibilante, tos y dificultad para respirar recurrentes. Los alergenos y contaminación del aire con frecuencia están ligados al incremento de casos de asma.

source: <span class='key'>Birth defects</span> can be potentially very serious. Pregnant women should avoid:
ar_eg: <span class='key'> العيوب الخلقية </span> يمكن أن تكون خطيرة جدا. النساء الحوامل يجب تجنب ما يلي:
es_es: Los <span class='key'>defectos de nacimiento</span> pueden ser potencialmente muy serios. Las mujeres embarazadas deberían evitar:

source: *tobacco use
ar_eg: تدخين التبغ
es_es: *el uso del tabaco

source: *excessive caffeine consumption, and
ar_eg: الإفراط في استهلاك الكافيين،و
es_es: *consumo excesivo de cafeina, y

source: *drinking alcohol.
ar_eg: شرب الكحول
es_es: *beber alcohol.

source: <span class='key'>Learning and behavioral disorders</span> can be linked to toxic chemical exposure, such as to pesticides and heavy metals such as lead. Lead can be found in old plumbing and paint.
ar_eg: <span class='key'> التعلم والاضطرابات السلوكيه </span> يمكن ربطها بالتعرض للمواد الكيميائية السامة مثل المبيدات والمعادن الثقيلة مثل الرصاص. الرصاص يمكن العثور عليه في الصرف الصحي القديم والطلاء.
es_es: Los <span class='key'>desórdenes de aprendizaje y comportamiento</span> pueden ligarse a la exposición a químicos tóxicos, como a pesticidas y metales pesados como el plomo. El plomo puede encontrarse en viejas cañerías y pintura.

source: Cancers can be linked to tobacco use, radiation, and environmental pollutants.
ar_eg: يمكن أن يرتبط السرطان مع استخدام الدخان، والاشعاع ، والملوثات البيئية.
es_es: El cáncer puede estar ligado al uso del tabaco, radiación y contaminantes ambientales.

source: Heart disease may be caused by:
ar_eg: قد يكون سبب الإصابة بأمراض القلب عن طريق:
es_es: Las enfermedades del corazón pueden ser causadas por:

source: *excessive alcohol consumption
ar_eg: الإفراط في شرب الكحول
es_es: *consumo de alcohol excesivo

source: *air pollution
ar_eg: تلوث البيئة
es_es: *contaminación del aire

source: A chemical's level of harm depends on:
ar_eg: المستوى الكيميائي للضرر يعتمد على:
es_es: El nivel de daño de un químico depende de:

source: *How strong the chemical is.
ar_eg: * ما مدى قوة هذه المادة الكيميائية.
es_es: *Cuán fuerte es el químico.

source: *How often a person encounters a chemical.
ar_eg: كم مرة يتعرض الإنسان للمواد الكيميائية.
es_es: *Cuán frecuentemente una persona se encuentra con un químico.

source: *The amount of a chemical that a person is exposed to.
ar_eg: * كمية المادة الكيميائية التي يتعرض الشخص لها.
es_es: *La cantidad de un químico a la cuál está expuesta una persona.

source: *The size of the person encountering the chemicals.
ar_eg: * حجم الشخص الذي يتعرض للمواد الكيميائية.
es_es: *El tamaño de la persona que se encuentra con los químicos.

source: The best way to keep from getting sick from toxic chemicals is simple:
ar_eg: أفضل طريقة للإبتعاد عن الإصابة بالمرض من المواد الكيميائية السامة بسيط:
es_es: La mejor forma de evitar enfermarse debido a químicos tóxicos es simple:

source: Avoid them whenever possible.
ar_eg: تجنبها كلما أمكن ذلك.
es_es: Evítalos cuando sea posible.

source: Clearing out smokes...
ar_eg: التخلص من الدخان ...
es_es: Ventilando humo...

source: Question A. Most over-the-counter medications have different dosage directions for young children and adults.
ar_eg: السؤال أ. معظم الأدوية المتوفرة لها تعليمات جرعة مختلفة لصغار الأطفال والبالغين.
es_es: Pregunta A. La mayoría de los medicamentos de venta libre tienen indicaciones de dosis diferentes para niños pequeños y adultos.

source: Based on what you have learned, click on the letters below, read the descriptions and choose the best answer.
ar_eg: بناءً على ما تعلمته، انقرعلى الحروف في الأسفل، إقرأ الوصفات واختار الإجابة الصحيحة.
es_es: Basándote en lo que has aprendido, da clic en las letras de abajo, lee las descripciones y elige la mejor respuesta.

source: A person's ability to tolerate medicine decreases with age.
ar_eg: قدرة الشخص على تحمل الدواء تتناقص مع التقدم في السن.
es_es: La habilidad de una persona para tolerar la medicina se reduce con la edad.

source: Question B. Read the statements about diseases. Click on the statement that is <span class='red blink bold'>FALSE</span>.
ar_eg: السؤال ب. اقرأ العبارات حول الأمراض. انقر على العبارة <span class='key'> الخاطئة</span>.
es_es: Pregunta B. Lee las declaraciones acerca de enfermedades. Da clic en la declaración que es <span class='red blink bold'>FALSA</span>.

source: A disease is a breakdown in structures or functions of an organism.
ar_eg: المرض هو انهيار في البنى أو وظائف الكائن الحي.
es_es: Una enfermedad es una descomposición en las estructuras o funciones de un organismo.

source: Some diseases are the result of inborn failures of the system, while others are the result of damage by infection by other organisms.
ar_eg: بعض الأمراض هي نتيجة لفشل وراثي للنظام، في حين أن البعض الآخر نتيجة ضرر عن طريق العدوى بواسطة الكائنات الحية الأخرى.
es_es: Algunas enfermedades son el resultado de fallas innatas del sistema, mientras que otras son el resultado de daños por infección de otros organismos.

source: Microbes are not the only things that can cause disease; toxic chemicals can cause harmful effects to organisms too.
ar_eg: الميكروبات ليست هي الشيء الوحيد المسبب للمرض؛ المواد الكيميائية السامة قد تسبب تأثيرات ضارة على الكائنات الحية أيضا.
es_es: Los microbios no son la única causa de las enfermedades; los químicos tóxicos pueden causar efectos dañinos en los organismos también.

source: Few health conditions are due to exposure to chemicals, while diseases are due to the harmful effects of microorganisms.
ar_eg: القليل من مشاكل الحالات الصحية تحدث من خلال التعرض للمواد الكيميائية، في حين أن الأمراض تنجم عن الآثار الضارة من الكائنات الحية الدقيقة.
es_es: Pocas condiciones de salud se deben a la exposición a químicos, mientras que las enfermedades se deben a los efectos dañinos de microorganismos.

source: Another quick check on the way!
ar_eg: فحص سريع آخر على الطريق!
es_es: ¡Otra revisión rápida en camino!

source: It is more difficult to convince young children to take medicine.
ar_eg: من الصعب إقناع الأطفال الصغار تناول الدواء.
es_es: Es más difícil convencer a niños pequeños de tomar medicina.

source: The directions for young children are simpler so that they can understand them.
ar_eg: التعليمات للأطفال الصغار تكون أبسط حتى يتمكنوا من فهمها.
es_es: Las indicaciones para niños pequeños son más simples para que las puedan entender.
