Repository: geneconde/NGR-sandbox
Catalog: demo/how-diseases-destroy/Locale/*/LC_MESSAGES/how-diseases-destroy.po
Languages: ar_eg, es_es

source: Children have less mass than adults and so they need a smaller amount of the medicine.
ar_eg: حجم الأطفال أقل من البالغين ولذا يحتاجون الى كمية أقل من الدواء.
es_es: Los niños tienen menos masa que los adultos, y entonces necesitan una cantidad más pequeña de la medicina.

source: It is true that adults can take a larger dosage, but why do adults and children need different amounts of medicine based on the concept of dosage?
ar_eg: صحيح أن الكبار يمكنهم أخذ جرعة دواء أكبر، ولكن لما يحتاج البالغين والأطفال إلى كميات مختلفة من الدواء استنادا إلى مفهوم الجرعة؟
es_es: Es verdad que los adultos pueden tomar una dosis más grande, pero ¿por qué los adultos y los niños necesitan distintas cantidades de medicina basándose en el concepto de dosis?

source: It is the parents' job to convince their children to take the medicine. The box usually won't have helpful hints for that. Which key vocabulary word explains the answer?
ar_eg: ومن واجب الوالدين إقناع أطفالهم بتناول الدواء. الصندوق عادة لا يحتوي تلميحات مفيدة لذلك. أي من مفاتيح الإجابة يفسر الإجابة؟
es_es: Es el trabajo de los padres el convencer a sus hijos de tomar medicina. La caja usualmente no tendrá sugerencias útiles para eso. ¿Cuál palabra clave de vocabulario explica la respuesta?

source: It would be dangerous for young children to take medicine unsupervised. What explains why children would need less medicine than adults?
ar_eg: من الخطرأن يتناول الأطفال الدواء دون إشراف. ما هو تفسير احتياج الأطفال كمية أقل من الدواء من البالغين ؟
es_es: Sería peligroso que niños pequeños tomaran medicina sin supervisión. ¿Qué explica por qué los niños necesitarían menos medicina que los adultos?

source: Correct! The children's dose may be about half the dose for adults, or the box may recommend asking a doctor for a suitable dose.
ar_eg: صحيح! جرعة الصغار يمكن أن تكون نصف جرعة الكبار، أو يمكن أن يقترح الصندوق سؤال طبيب للجرعة المناسبة.
es_es: ¡Correcto! La dosis para niños puede ser más o menos la mitad de la dosis para adultos, o la caja puede recomendar preguntarle a un doctor por la dosis adecuada.

source: No, this is true. No matter what the cause of the disease, it leads to some part of the body not functioning the way it should.
ar_eg: لا، هذا غير صحيح. بغض النظر عن سبب المرض، فإنه يؤدي إلى عدم عمل بعض أجزاء الجسم بالطريقة التي ينبغي أن تستخدم.
es_es: No, esto es cierto. Sin importar la causa de la enfermedad, lleva a una parte del cuerpo a no funcionar de la forma en la que debería.

source: No, this is true. In some cases, the cause of a disease might be exposure to microbes or chemicals, and in other cases, it just might be an organ shuts down by itself or simply does not function properly.
ar_eg: لا، هذا صحيح. في بعض الحالات، سبب المرض يمكن أن يكون التعرض للميكروبات أو الكيماويات، وفي بعض الحالات الأخرى، من الممكن أن يغلق العضو بنفسه أو ببساطة لا يقوم بوظائفه بشكلٍ جيد.
es_es: No, esto es cierto. En algunos casos, la causa de una enfermedad puede ser la exposición a microbios o químicos, y en otros casos, puede ser simplemente que un órgano se atrofie por sí mismo o no funcione apropiadamente.

source: No, this is true. Exposure to toxic chemicals can lead to diseases, and so can infections by microbes.
ar_eg: لا، هذا صحيح. التعرض للمواد الكيميائية السامة يمكن أن يؤدي إلى الأمراض، وكذلك العدوى عن طريق الميكروبات.
es_es: No, esto es cierto. La exposición a químicos tóxicos puede llevar a enfermedades, al igual que las infecciones por microbios.

source: Correct, this statement is false. Diseases and health conditions can be from any internal or external source.
ar_eg: صحيح، هذه العبارة غير صحيحة. يمكن للظروف الصحية والأمراض أن تكون من أي مصدر داخلي أو خارجي.
es_es: Correcto, esta declaración es falsa. Las enfermedades y problemas de salud pueden venir de cualquier fuente interna o externa.

source: Since microbes can reproduce so quickly, the next question becomes how to fight the spread of disease caused by pathogens.
ar_eg: لأن الميكروبات يمكن أن تتكاثر بسرعة، يكون السؤال التالي عن كيفية مكافحة انتشار الأمراض الناجمة عن مسببات الأمراض.
es_es: Ya que los microbios se pueden reproducir tan rápido, la siguiente pregunta es cómo luchar contra la propagación de la enfermedad causada por patógenos.

source: Some chemicals, like bleach and iodine, can stop microbial growth or destroy microbes.
ar_eg: بعض الكيماويات، مثل المبيض واليود، يمكن أن يوقف النمو الميكروبي أو يحطم الميكروبات.
es_es: Algunos químicos, como el cloro y el yodo, pueden detener el crecimiento de los microbios o destruirlos.

source: Some microorganisms can also produce these chemicals that destroy microbes. These are called <span class='key'>antibiotics</span>.
ar_eg: يمكن أيضا لبعض الكائنات الحية الدقيقة إنتاج هذه المواد الكيميائية التي تدمر الميكروبات. وتسمى ب <span class='key'> المضادات الحيوية</span> .
es_es: Algunos microorganismos también pueden producir estos químicos que destruyen a los microbios. Estos se conocen como <span class='key'>antibióticos</span>.

source: An important discovery in the battle against infectious disease occurred in the 1930s when scientists found that a particular kind of mold was able to kill several types of bacteria growing near it.
ar_eg: حدث الاكتشاف المهم في المعركة ضد الأمراض المعدية في الثلاثينات عندما وجد العلماء أن نوع معين من العفن تمكن من قتل عدة أنواع من البكتيريا التي تنمو بالقرب منه.
es_es: Un descubrimiento importante en la batalla contra las enfermedades infecciosas ocurrió en la década de 1930, cuando los científicos descubrieron que un tipo particular de moho era capaz de matar a bastantes tipos de bacterias que crecían cerca de él.

source: Scientists were able to create the antibiotic penicillin from it.
ar_eg: استطاع العلماء إنشاء المضادات الحيوية كالبنسيلين منها
es_es: Los científicos fueron capaces de crear el antibiótico penicilina a partir de él.

source: Unfortunately, there is a growing problem with antibiotic use called <span class='key'>antibiotic resistance</span>.
ar_eg: للأسف، هناك مشكلة متفاقمة في المضادات الحيوية تسمى <span class='key'> المضادات الحيوية المقاومة </span>.
es_es: Desafortunadamente, hay un problema en aumento con el uso de antibióticos llamado <span class='key'>resistencia a antibióticos</span>.

source: Let's say there is a person who has an infection from bacteria and is given an antibiotic to treat it. While the antibiotic will kill most of the bacteria, some of the bacteria may have a genetic trait that gives them the ability to survive. Even though the antibiotic worked and killed many bacteria, it did not get rid of all of them. Those that survive reproduce and create more bacteria that have the ability to resist the antibiotic.
ar_eg: دعنا نقول أن هناك شخص لديه عدوى من البكتيريا وإعطي المضادات الحيوية لعلاج ذلك. في حين أن المضادات الحيوية سوف تقتل معظم البكتيريا، بعض من البكتيريا قد يكون له سمة وراثية تعطيها القدرة على البقاء على قيد الحياة. على الرغم من أن المضادات الحيوية عملت وقتلت العديد من أنواع البكتيريا، لكن لم تتخلص منها كلها. تلك التي تبقى على قيد الحياة تتكاثر وتولد المزيد من البكتيريا التي لديها القدرة على مقاومة المضادات الحيوية.
es_es: Digamos que hay una persona que tiene una infección debido a una bacteria y se le da un antibiótico para tratarla. Mientras que el antibiótico eliminará la mayor parte de las bacterias, algunas de ellas pueden tener una característica genética que les da la capacidad de sobrevivir. Aunque el antibiótico funcionó y mató muchas bacterias, no las eliminó por completo. Aquellas que sobreviven se reproducen y crean más bacterias que tienen la capacidad de resistir el antibiótico.

source: Viruses are difficult to get rid of because they can live and reproduce inside of our cells – killing a virus also requires killing the cells where it lives.
ar_eg: يصعب التخلص من الفيروسات لأنها يمكن أن تعيش وتتكاثر داخل خلايانا - قتل فيروس يتطلب أيضا قتل الخلايا التي تعيش بجانبها.
es_es: Los virus son difíciles de eliminar porque pueden vivir y reproducirse dentro de nuestras células - matar a un virus también requiere eliminar las células en donde vive.

source: The best way to avoid getting sick from a virus is prevention. An example of prevention is a vaccine. For a vaccination, dead or weakened viral particles are injected into a person's body. The particles are mostly harmless, but the person's immune system will still attack them and "remember" them as enemies. That way, if the person later contracts the live virus, his or her immune system is ready to fight.
ar_eg: أفضل طريقة لتجنب الإصابة بالمرض بالفيروس هو الوقاية. مثال على الوقاية هو القاح. في عملية اللقاح، يتم حقن جزيئات فيروسية ميتة أو ضعيفة في جسم الشخص. الجزيئات هي في معظمها غير مؤذية، ولكن جهاز المناعة في الشخص لا يزال يهاجمها و"يتذكرها " كأعداء. بهذه الطريقة، إذا التقط الفيروس الحي، فإن نظام مناعته على استعداد للقتال.
es_es: La mejor manera de evitar enfermarse por un virus es la prevención. Un ejemplo de prevención es una vacuna. Para la vacunación, partículas virales muertas o debilitadas se inyectan en el cuerpo de una persona. Las partículas son principalmente inofensivas, pero el sistema inmunológico de la persona aún las atacará y "recordará" como enemigos. De esa forma, si la persona contrae el virus vivo más tarde, su sistema inmunológico está listo para luchar.

source: Taking medications...
ar_eg: تناول الأدوية
es_es: Tomando medicinas...

source: Question A. In the past, doctors would often prescribe antibiotics first without determining whether the patient had a viral infection or a bacterial infection. The idea was that it would take care of the infection if it was bacterial and they would only try other options if the antibiotic did not work. Doctors are now trying to make sure that their patients have a bacterial infection and not a viral infection before prescribing antibiotics. Based on what you just learned, what has caused doctors to change their practice?
ar_eg: السؤال أ. في الماضي، كثيرا ما يصف الأطباء المضادات الحيوية أولا دون تحديد ما إذا كان المريض لديه عدوى فيروسية أو عدوى بكتيرية. كانت الفكرة في القضاء على العدوى إذا كانت بكتيرية وانهم سيجربون خيارات أخرى إذا لم تنجح المضادات الحيوية. الأطباء يحاولون الآن التأكد من أن لدى مرضاهم عدوى بكتيرية وليس عدوى فيروسية قبل وصف المضادات الحيوية. بناء على ما تعلمته للتو، ما سبب تغيير الأطباء ممارساتهم؟
es_es: Pregunta A. En el pasado, los doctores con frecuencia recetaban antibióticos antes de determinar si el paciente tenía una infección viral o bacterial. La idea era que resolvería la infección si era bacteriana, y sólo probarían otras opciones si el antibiótico no funcionaba. Los doctores ahora están tratando de asegurarse de que el paciente tiene una infección bacterial y no una viral antes de recetar antibióticos. Basándote en lo que acabas de aprender, ¿qué provocó que los doctores cambiaran sus métodos?

source: Antibiotics are readily available now and doctors want to make sure they are only used when absolutely needed.
ar_eg: المضادات الحيوية متوفرة بسهولة الآن ويرغب الأطباء من التأكد في أنها تستخدم عند الحاجة لها فقط.
es_es: Los antibióticos están disponibles fácilmente ahora y los doctores quieren asegurarse de que sólo se utilicen cuando es completamente necesario.

source: Question B. Click on <span class='blink red'>ALL</span> the correct statements about antibiotic resistance...
ar_eg: السؤال ب. اضغط على <span class='key'> جميع </span> العبارات الصحيحة عن مقاومة المضادات الحيوية
es_es: Pregunta B. Da clic en <span class='blink red'>TODAS</span> las declaraciones correctas acerca de la resistencia a antibióticos...

source: Antibiotic resistance is when microbes resist the effect of an antibiotic.
ar_eg: مقاومة المضادات الحيوية هي عندما تقاوم الميكروبات تأثير المضاد الحيوي.
es_es: Resistencia a antibióticos es cuando los microbios resisten el efecto de un antibiótico.

source: Antibiotic resistance happens because microbes are continuously adapting to their environment.
ar_eg: تحدث مقاومة المضادات الحيوية لأن الميكروبات تتكيف باستمرار مع بيئتها.
es_es: La resistencia a antibióticos ocurre porque los microbios están adaptándose continuamente a su ambiente.

source: Sometimes an antibiotic will kill the weak bacteria, while the stronger bacteria survive and reproduce.
ar_eg: في بعض الأحيان يقتل المضاد الحيوي البكتيريا الضعيفة، بينما تنجو البكتيريا الأقوى وتتكاثر.
es_es: Algunas veces un antibiótico eliminará a las bacterias débiles, mientras que las bacterias más fuertes sobreviven y se reproducen.

source: The trait of antibiotic resistance is genetically transferred to the next generation.
ar_eg: يتم نقل سمة المقاومة للمضادات الحيوية وراثيا إلى الجيل التالي.
es_es: La característica de resistencia a antibióticos es transferida genéticamente a la siguiente generación.

source: Writing prescriptions...
ar_eg: كتابة الوصفات الطبية ...
es_es: Escribiendo recetas...

source: The overuse of antibiotics is speeding up the spread of antibiotic resistant bacteria.
ar_eg: الإفراط في استخدام المضادات الحيوية والتعجيل من انتشار البكتيريا المقاومة للمضادات الحيوية.
es_es: El uso excesivo de antibióticos está acelerando la propagación de bacterias resistentes a antibióticos.

source: It is easier to treat a viral infection so they now try that method first.
ar_eg: من السهل علاج العدوى الفيروسية فهم يحاولون تجربة هذا الأسلوب أولا.
es_es: Es más fácil tratar una infección viral así que ahora intentan ese método primero.

source: Because of antibiotics, there are fewer bacterial infections so doctors know that the infections will more likely be viral.
ar_eg: بسبب المضادات الحيوية، هناك عدد أقل من الالتهابات البكتيرية بحيث يعرف الأطباء أن العدوى من المرجح أن تكون فيروسية.
es_es: Debido a los antibióticos, hay menos infecciones bacterianas así que los doctores saben cuáles infecciones son más probablemente virales.

source: Correct. The unnecessary use of antibiotics leads to more bacteria becoming antibiotic resistant.
ar_eg: صحيح. الاستخدام غير الضروري للمضادات الحيوية يؤدي إلى تكون المزيد من البكتيريا التي تصبح مقاومة للمضادات الحيوية.
es_es: Correcto. El uso innecesario de antibióticos hace que más bacterias se vuelvan resistentes a antibióticos.

source: Viral infections are more difficult to eliminate after people are already infected. What problem with using antibiotics did you just learn about?
ar_eg: الالتهابات الفيروسية هي أكثر صعوبة في القضاء عليهابعد أن أصيب الناس . ما هي المشكلة الآن في استخدام المضادات الحيوية والتي تعلمتها الآن ؟
es_es: Las infecciones virales son más difíciles de eliminar una vez que las personas ya han sido infectadas. ¿Qué problema con el uso de antibióticos acabas de aprender?

source: It is true that many common sicknesses are caused by viruses such the flu and common cold but there still are many common bacterial infections. What problem with using antibiotics did you just learn about?
ar_eg: صحيح أن العديد من الأمراض الشائعة تسببها الفيروسات مثل الانفلونزا ونزلات البرد ولكن لا يزال هناك العديد من الالتهابات البكتيرية الشائعة. ما هي المشكلة في استخدام المضادات الحيوية التي تعلمتها الآن؟
es_es: Es verdad que muchas enfermedades comunes son causadas por virus, como la influenza y el resfriado común, pero aún hay muchas infecciones bacterianas comunes. ¿Qué problema con el uso de antibioticos acabas de aprender?

source: Correct. Antibiotic resistance is a growing issue as microbes adapt to the environment with drugs and become resistant. Even though some microbes are killed, the strong ones reproduce and create new generations of strong microbes resistant to antibiotics.
ar_eg: صحيح. مقاومة المضادات الحيوية هي مشكلة متفاقمة عندما تتكيف الميكروبات في البيئةو مع الأدوية وتصبح أكثر مقاومة. على الرغم من أن قتل بعض الميكروبات، إلا أن الميكروبات القوية تتكاثر، وتنتج أجيالاً جديدة من الميكروبات القوية المقاومة للمضادات الحيوية.
es_es: Correcto. La resistencia a antibióticos es un problema en aumento ya que los microbios se adaptan al ambiente con medicinas y se vuelven resistentes. Aunque algunos microbios son eliminados, los más fuertes se reproducen y crean nuevas generaciones de microbios fuertes resistentes a los antibióticos.

source: Not quite. Antibiotic resistance is a growing issue as microbes adapt to the environment with drugs and become resistant. Even though some microbes are killed, the strong ones reproduce and create new generations of strong microbes resistant to antibiotics.
ar_eg: ليس تماما. مقاومة المضادات الحيوية هي مشكلة متنامية مع الميكروبات عندما تتكيف مع البيئة في الأدوية وتصبح أكثر مقاومة. على الرغم من أن بعض الميكروبات قتلت، إلا أن الميكروبات القوية تتكاثر، وتكون أجيال جديدة من الميكروبات القوية المقاومة للمضادات الحيوية.
es_es: No exactamente. La resistencia a antibióticos es un problema en aumento ya que los microbios se adaptan al ambiente con medicinas y se vuelven resistentes. Aunque algunos microbios son eliminados, los más fuertes se reproducen y crean nuevas generaciones de microbios fuertes resistentes a los antibióticos.

source: Using what you know... about how diseases destroy... to solve a problem
ar_eg: باستخدام ما تعرفه ... عن كيف تدمر الأمراض ... لحل مشكلة ما
es_es: Utilizando lo que sabes... acerca de cómo destruyen las enfermedades... para resolver un problema

source: A couple decides to move out of their apartment and buy an old house to fix up. The house is almost 100 years old and hasn't had much work done on it for at least 50 years. Since money and time are limited, they decide they will focus on attending to repairs related to their health.
ar_eg: يقرر زوجان الخروج من الشقة وشراء منزل قديم لإصلاحه. عمر المنزل ما يقارب 100 سنة ولم يتم العمل عليه لمدة 50 سنة على الأقل. لأن المال والوقت محدودان، فقرروا أنهم سيركزون على إصلاحات لكنها ذات علاقة بصحتهم.
es_es: Una pareja decide mudarse de su apartamento y comprar una casa vieja para arreglarla. La casa tiene casi 100 años de edad y no ha recibido mucho mantenimiento por al menos 50 años. Ya que el dinero y el tiempo son limitados, deciden que se enfocarán en atender las reparaciones relacionadas con su salud.

source: Using what you know about environmental factors that can cause disease, develop a plan for them that lists the things they should do and why they should do them for the sake of their health.
ar_eg: باستخدام ما تعرفه عن العوامل البيئية التي يمكن أن تسبب المرض، ضع خطة معددًا الأشياء التي يجب عليهم فعلها ولما يجب فعلها، من أجل صحتهم.
es_es: Utilizando lo que sabes acerca de los factores ambientales que pueden causar enfermedades, desarrolla un plan para ellos que enlista las cosas que deberían hacer y por qué deberían hacerlas por el bien de su salud.

source: Cleaning repair tools...
ar_eg: تنظيف أدوات التصليح ...
es_es: Limpiando herramientas de reparación...

source: Summarizing core ideas... about how diseases destroy
ar_eg: تلخيص الأفكار الأساسية... حول كيف أن الأمراض تدمر
es_es: Resumiendo ideas clave... acerca de cómo destruyen las enfermedades

source: A <span class='key'>disease</span> is a change in the body processes that does not let the organism do its job. This can happen by itself, or by toxins, radiation, or invading bacteria and viruses. The body will fight off any invasion with the <span class='key'>immune system</span>. If the invasion is more than what the body can resist, a disease may then develop and symptoms of disease will appear. <span class='key'>Microbes</span> and toxic chemicals were discussed in this review. Microbes are microscopic life forms that reproduce quickly. <span class='key'>Bacteria</span> are single-celled microbes. A <span class='key'>virus</span> is a microbe that is not considered truly living. A <span class='key'>pathogen</span> is an organism or a virus that causes diseases in other organisms. Diseases from pathogens that are contagious can spread through <span class='key'>carriers</span>. <span class='key'>Antibiotics</span> can stop microbial growth or destroy microbes; however, antibiotic resistance makes treating bacterial infections challenging.
ar_eg: <span class='key'>المرض </span> هو تغيير في العمليات الحيوية في الجسم التي لا تسمح للكائن القيام بعمله. وهذا يمكن أن يحدث من تلقاء نفسه، أو عن طريق السموم، والإشعاعات، أو غزو البكتيريا والفيروسات. الجسم سوف يحارب أي غزو في <span class='key'> الجهاز المناعي </span>. إذا كان الغزو هو أكثر مما يستطيع الجسم مقاومته، قد يتطور المرض ومن ثم سوف تظهرأعراضه. تمت مناقشة <span class='key'> الميكروبات </span> والمواد الكيميائية السامة في هذه المراجعة. الميكروبات هي شكل من أشكال الحياة المجهرية التي تتكاثر بسرعة. <span class='key'> البكتيريا </span> هي ميكروبات وحيدة الخلية. <span class='key'> الفيروس </span> هو الميكروب الذي لا يعتبر حياً فعليا. <span class='key'> مسبب المرض </span> هو الكائن أو الفيروس الذي يسبب الأمراض في الكائنات الحية الأخرى. الأمراض من مسببات الأمراض المعدية يمكن أن تنتشر من خلال <span class='key'> ناقلات </span>. و يمكن أن يتوقف إنتشار الميكروب بواسطة <span class='key'> المضادات الحيوية </span>. ومع ذلك فإن مقاومة المضادات الحيوية يجعل معالجة الإلتهابات البكتيرية أمراً صعباً.
es_es: Una <span class='key'>enfermedad</span> es un cambio en los procesos del cuerpo que no permite que el organismo funcione. Esto puede suceder por sí mismo, o debido a toxinas, radiación o bacterias y virus invasores. El cuerpo combatirá cualquier invasión por medio del <span class='key'>sistema inmunológico</span>. Si la invasión es más de la que el cuerpo puede resistir, una enfermedad podría desarrollarse y síntomas de enfermedad aparecerán. Los <span class='key'>microbios</span> y químicos tóxicos se estudiaron en esta revisión. Los microbios son formas de vida microscópica que se reproducen rápidamente. Las <span class='key'>bacterias</span> son microbios de una sola célula. Un <span class='key'>virus</span> es un microbio que no se considera como verdaderamente vivo. Un <span class='key'>patógeno</span> es un organismo o virus que provoca enfermedades en otros organismos. Las enfermedades por patógenos que son contagiosas pueden propagarse a través de <span class='key'>portadores</span>. Los <span class='key'>antibióticos</span> pueden detener el crecimiento de los microbios o destruirlos; sin embargo, la resistencia a antibióticos hace que sea difícil tratar infecciones bacterianas.

source: Reviewing key vocabulary... related to how diseases destroy
ar_eg: مراجعة المفردات الأساسية ...مرتبطة لكيف تُدَمِر الأمراض
es_es: Revisando vocabulario clave... relacionado con cómo destruyen las enfermedades

source: Disease
ar_eg: مرض
es_es: Enfermedad

source: When you have a disease, your body is not working the way it is supposed to. This causes you to feel ill. Germs can spread some diseases from one person to another. But there are also other diseases that people are born with. Doctors do not always know what causes a person to get a disease.
ar_eg: عندما يكون لديك مرض، وجسمك لا يعمل بالطريقة التي من المفترض أن يعمل بها. هذا يسبب لك الشعور بالمرض. تنشر الجراثيم بعض الأمراض من شخص إلى آخر. ولكن هناك أيضا أمراض أخرى يولد الناس بها. الأطباء لا يعرفون دائما ما مسبب المرض.
es_es: Cuando tienes una enfermedad, tu cuerpo no está funcionando como debería. Esto provoca que te sientas mal. Los gérmenes pueden propagar algunas enfermedades de una persona a otra. Pero también hay otras enfermedades con las cuales nacen las personas. Los doctores no siempre saben qué provoca que una persona tenga una enfermedad.

source: Immune system
ar_eg: الجهاز المناعي
es_es: Sistema inmunológico
