Repository: geneconde/NGR-sandbox
Catalog: demo/how-diseases-destroy/Locale/*/LC_MESSAGES/how-diseases-destroy.po
Languages: ar_eg, es_es

source: Generation 2 = 400 bacterial cells
ar_eg: الجيل الثاني= اربعمئة من الخلايا البكتيرية
es_es: Generación 2 = 400 células bacterianas

source: Generation 3 = 600 bacterial cells
ar_eg: الجيل الثالث= ستمئة من الخلايا البكتيرية
es_es: Generación 3 = 600 células bacterianas

source: Generation 4 = 1600 bacterial cells
ar_eg: اجيل الرابع=الف وستمئة من الخلاياالبكتيرية.
es_es: Generación 4 = 1600 células bacterianas

source: Generation 5 = 3200 bacterial cells
ar_eg: الجيل الخامس =ثلاثة آلاف ومئتان من الخلايا البكتيرية
es_es: Generación 5 = 3200 células bacterianas

source: Later she checked over her data again and realized that the data did not match the expected pattern for bacterial growth. She thoroughly checked every part of the procedure to be sure nothing was affecting the growth of the bacteria. Finally she realized that she just made a simple error when recording the data.
ar_eg: لاحقا لقد قامت بفحص البيانات وأدركت أن البيانات لم تطابق الشكل المتوقع لنمو البكتيريا. فحصت بدقة كل جزء من العملية للتأكد من أي شيء يؤثر على نمو البكتيريا. أخيرا أدركت أنها أخطأت خطأً بسيطا عند تسجيل البيانات.
es_es: Después revisó sus datos de nuevo y se dio cuenta de que los datos no correspondían con el patrón esperado de crecimiento bacteriano. Revisó cada parte del procedimiento cuidadosamente para asegurarse de que nada estaba afectando el crecimiento de las bacterias. Finalmente se dio cuenta de que cometió un error simple cuando registraba los datos.

source: Using what you now know about how bacteria reproduce, can you locate the error in the data and state what the expected bacterial cell count should be?
ar_eg: باستخدام ما تعرفه الآن حول كيفية تكاثر البكتيريا، يمكنك تحديد موقع الخطأ في البيانات وتحديد عدد الخلايا البكتيرية المتوقعة؟
es_es: Utilizando lo que sabes ahora acerca de cómo se reproducen las bacterias, ¿puedes localizar el error en los datos y decir cuál debería ser el conteo esperado de células bacterianas?

source: Generation
ar_eg: الجيل
es_es: Generación

source: with
ar_eg: مع
es_es: con

source: cells.
ar_eg: الخلايا
es_es: células.

source: Recording data...
ar_eg: تسجيل البيانات
es_es: Registrando datos...

source: Correct! The error is in Generation 3 because it should be double the count in the second generation (400x2 = 800) and half of the generation after it (1600 /2= 800).
ar_eg: صحيح! الخطأ هو في الجيل الثالث لأنه يجب أن يكون ضعف العدد في الجيل الثاني (400×2=800) ونصف جيل بعد ذلك ( 1600÷2=800).
es_es: ¡Correcto! El error está en la Generación 3 porque debería ser el doble de la cuenta de la segunda generación (400x2 = 800) y la mitad de la generación que le sigue (1600 /2= 800).

source: Not quite. The error is in Generation 3 because it should be double the count in the second generation (400x2 = 800) and half of the generation after it (1600 /2= 800).
ar_eg: ليس تماما. الخطأ هو في الجيل الثالث لأنه يجب أن يكون ضعف العدد في الجيل الثاني (400×2=800) ونصف جيل بعد ذلك (1600÷2=800).
es_es: No exactamente. El error está en la Generación 3 porque debería ser el doble de la cuenta de la segunda generación (400x2 = 800) y la mitad de la generación que le sigue (1600 /2= 800).

source: What is one reason that viral infections are difficult to eliminate?
ar_eg: ما هو أحد الأسباب للالتهابات الفيروسية والتي يصعب القضاء عليها؟
es_es: ¿Cuál es una razón por la que las infecciones virales son difíciles de eliminar?

source: A. Viruses change so quickly that it's hard for medicines to keep up.
ar_eg: أ. الفيروسات تتغير بسرعة بحيث أنه من الصعب للأدوية مواكبتها
es_es: A. Los virus cambian tan rápidamente que es difícil para los medicamentos seguirles el paso.

source: B. Viruses do not have very capable protection and defense mechanisms.
ar_eg: ب. الفيروسات لا تملك القدرة على الحماية ولا تملك آليات دفاع.
es_es: B. Los virus no tienen mecanismos de protección y defensa muy capaces.

source: C. Viruses become resistant to efforts to treat the disease they cause.
ar_eg: ج. الفيروسات تصبح أكثر مقاومة للجهود المبذولة لعلاج هذا المرض الذي تسببه.
es_es: C. Los virus se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: D. Viral infections cause no symptoms, so are more difficult to detect.
ar_eg: د. الالتهابات الفيروسية لا تسبب أي أعراض، لذلك هي الأصعب للكشف.
es_es: D. Las infecciones virales no provocan síntomas, así que son las más difíciles de detectar.

source: Rotate or flip the 3D box either up or down to set your answer.
ar_eg: أدر او اقلب الصندوق ثلاثي الأبعاد اما لاعلى او لاسفل لتحديد اجابتك.
es_es: Gira o voltea la caja 3D hacia arriba o hacia abajo para elegir tu respuesta.

source: Click, hold and slide mouse up or down.
ar_eg: انقر على الفأرة ومررها لاعلى او لاسفل.
es_es: Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Detecting viruses...
ar_eg: الكشف عن الفيروسات
es_es: Detectando virus...

source: Viruses are so small that it is difficult for medicines to find them.
ar_eg: الفيروسات صغيرة جدا لدرجة أنه من الصعب للأدوية العثور عليهم.
es_es: Los virus son tan pequeños que es difícil para las medicinas encontrarlos.

source: Viruses are hard to get rid of because they become resistant to efforts to treat the disease they cause.
ar_eg: الفيروسات يصعب التخلص منها لأنها تصبح مقاومة للجهود المبذولة لعلاج هذا المرض الذي تسببه.
es_es: Los virus son difíciles de eliminar porque se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: Correct! Viruses are difficult to eliminate since they cannot be seen under a microscope and become resistant to efforts to treat the disease they cause.
ar_eg: صحيح! يصعب القضاء علي الفيروسات لأنه لا يمكن رؤيتها تحت المجهر وتصبح أكثر مقاومة للجهود المبذولة لعلاج هذا المرض الذي تسببه.
es_es: ¡Correcto! Los virus son difíciles de eliminar ya que no pueden ser vistos en un microscopio y se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: Viruses do cause many symptoms when they cause disease. They are difficult to eliminate because they become resistant to efforts to treat the disease they cause.
ar_eg: الفيروسات تتسبب في العديد من الأعراض عندما تسبب المرض. ومن الصعب القضاء عليها لأنها تصبح أكثر مقاومة للجهود المبذولة لعلاج هذا المرض الذي تسببه.
es_es: Los virus causan muchos síntomas cuando provocan enfermedades. Son difíciles de eliminar porque se vuelven resistentes a los esfuerzos de tratar la enfermedad que provocan.

source: Match the common health conditions on the left to the chemicals on the right that may be linked to them by dragging the items in the right column up or down.
ar_eg: طابق الشروط الصحية الشائعة على اليسار للمواد الكيميائية على الجهة اليمنى والتي من الممكن أن تكون مرتبطة بها عن طريق سحب العناصر الموجودة في العمود الأيسر لأعلى أو لأسفل.
es_es: Une las condiciones de salud comunes de la izquierda a los químicos con los que pueden estar vinculadas arrastrando los elementos de la columna de la derecha hacia arriba o hacia abajo.

source: Asthma
ar_eg: الربو
es_es: Asma

source: Birth Defect
ar_eg: عيب خلقي
es_es: Defecto de Nacimiento

source: Cancer
ar_eg: السرطان
es_es: Cáncer

source: Learning Disorder
ar_eg: اضطرابات التعلم
es_es: Desorden de Aprendizaje

source: Pesticide and lead exposure
ar_eg: المبيدات الحشرية والتعرض لعنصر الرصاص
es_es: Exposición a pesticidas y plomo

source: Allergens and air pollution
ar_eg: مسببات الحساسية وتلوث الهواء
es_es: Alergenos y contaminación del aire

source: Drinking alcohol when pregnant
ar_eg: شرب الكحول عند الحمل.
es_es: Beber alcohol durante el embarazo

source: Tobacco use and radiation
ar_eg: استخدام التبغ والإشعاع
es_es: Uso del tabaco y radiación

source: Health and sickness
ar_eg: الصحة والمرض
es_es: Salud y enfermedad

source: Correct! Allergens and air pollution are often linked to the increased cases of asthma. Pregnant women should avoid: tobacco use, excessive caffeine consumption, and drinking alcohol to avoid birth defects. Cancers can be linked to tobacco use, radiation, and environmental pollutants. Learning and behavioral disorders can be linked to exposure to toxic chemicals, such as pesticides, and heavy metals, such as lead.
ar_eg: صحيح! وغالبا ما ترتبط مسببات الحساسية وتلوث الهواء بزيادة حالات الربو. النساء الحوامل يجب أن يتجنبن: استخدام التبغ، والاستهلاك المفرط للكافيين، وشرب الكحول لتجنب العيوب الخلقية. السرطان يمكن أن يرتبط بتعاطي التبغ،و الإشعاع، و الملوثات البيئية. اضطرابات سلوكيات التعلم يمكن ربطها بالتعرض للمواد الكيميائية السامة مثل المبيدات والمعادن الثقيلة، مثل الرصاص.
es_es: ¡Correcto! Los alergenos y contaminación del aire con frecuencia están ligados a un incremento en los casos de asma. Las mujeres embarazadas deberían evitar: el uso del tabaco, consumo excesivo de cafeina, y beber alcohol para evitar defectos de nacimiento. El cáncer puede estar ligado al uso del tabaco, radiación y contaminantes ambientales. Los desórdenes de aprendizaje y comportamiento pueden estar vinculados a la exposición a químicos tóxicos, como pesticidas y metales pesados, como el plomo.

source: Not quite. Allergens and air pollution are often linked to the increased cases of asthma. Pregnant women should avoid: tobacco use, excessive caffeine consumption, and drinking alcohol to avoid birth defects. Cancers can be linked to tobacco use, radiation, and environmental pollutants. Learning and behavioral disorders can be linked to exposure to toxic chemicals, such as pesticides, and heavy metals, such as lead.
ar_eg: ليس تماما. وغالبا ما ترتبط مسببات الحساسية وتلوث الهواء بزيادة حالات الربو. النساء الحوامل يجب أن يتجنبن: استخدام التبغ، والاستهلاك المفرط للكافيين، وشرب الكحول لتجنب العيوب الخلقية. السرطان يمكن أن يرتبط بتعاطي التبغ، والإشعاع، والملوثات البيئية. اضطرابات سلوكيات التعلم يمكن ربطها بالتعرض للمواد الكيميائية السامة مثل المبيدات والمعادن الثقيلة، مثل الرصاص.
es_es: No exactamente. Los alergenos y contaminación del aire con frecuencia están ligados a un incremento en los casos de asma. Las mujeres embarazadas deberían evitar: el uso del tabaco, consumo excesivo de cafeina, y beber alcohol para evitar defectos de nacimiento. El cáncer puede estar ligado al uso del tabaco, radiación y contaminantes ambientales. Los desórdenes de aprendizaje y comportamiento pueden estar vinculados a la exposición a químicos tóxicos, como pesticidas y metales pesados, como el plomo.

source: You've completed the How Diseases Destroy review.
ar_eg: لقد أكملت مراجعة كيف تدمر الأمراض
es_es: Has completado la revisión de Cómo Destruyen las Enfermedades

source: Streptococcus pneumonia
es_es: Streptococcus pneumoniae
