Repository: geneconde/NGR-sandbox
Catalog: modules/chemical-and-physical-changes/Locale/*/LC_MESSAGES/chemical-and-physical-changes.po
Languages: ar_eg, es_es

source: A process is reversible if there is a way for everything at the end of the process to be changed back to the way it was beforehand. For example, phase changes are reversible processes; liquid water that is frozen can be melted again to be liquid, and the same amount of liquid water will be present after melting as before freezing.
ar_eg: تكون العملية قابلة للإنعكاس إذا كان هناك وسيلة لان يرجع كل شي بنهاية العملية إلى ما كان عليه في البداية. على سبيل المثال، تغيرات الحالة هي عمليات قابلة للعكس. المياه المتجمدة يمكن أن تذوب مرة أخرى لتكون سائلة، وسوف تكون نفس كمية المياه السائلة موجودة بعد الذوبان كما كانت قبل أن تتجمد.
es_es: Un proceso es reversible si hay una manera en que todo lo que resulta al final del proceso pueda ser cambiado de regreso a como era antes. Por ejemplo, los cambios de fase con procesos reversibles, el agua líquida que se ha congelado puede derretirse de nuevo para ser líquida, y la misma cantidad de agua líquida estará presente tras derretirse que antes de congelarse.

source: Checking what you now know about… chemical and physical changes
ar_eg: التأكد مما تعرفه عن ...التغيرات الكيميائية و الفيزيائية
es_es: Revisando lo que sabes ahora acerca de... cambios físicos y químicos

source: Scientists think of the term "matter" as:
ar_eg: يفكر العلماء بمصطلح (المادة) ك:
es_es: Los científicos piensan sobre el término "materia" como:

source: A. All of the substances and materials (the "stuff") that make up the world around you.
ar_eg: أ. جميع العناصر والمواد التي تشكل العالم من حولك.
es_es: A. Todas las sustancias y materiales (las "cosas") que forman el mundo a tu alrededor.

source: B. All of the solid stuff in the universe.
ar_eg: ب. جميع الاشياء الصلبة في الكون.
es_es: B. Todas las cosas sólidas en el universo.

source: C. All of the chemicals that get used in their laboratories.
ar_eg: ج. جميع المواد الكيميائية التي تُستخدم في مختبراتهم.
es_es: C. Todos los químicos que se utilizan en los laboratorios.

source: D. Everything that you can see around you.
ar_eg: د. كل ما تراه من حولك.
es_es: D. Todo lo que puedes ver a tu alrededor.

source: Your first quiz question is...
ar_eg: السؤال الأول في الإختبار هو:
es_es: Tu primera pregunta de evaluación es...

source: All of the substances and materials (the "stuff") that make up the world around you.
ar_eg: جميع المواد والعناصر التي تشكل العالم من حولك.
es_es: Todas las sustancias y materiales (las "cosas") que forman el mundo a tu alrededor.

source: Correct – All of the “stuff” that makes up the world and even the universe is matter. Some of it you can see – like rocks or dirt - and some of it you cant – like air. But it's all matter.
ar_eg: صحيح - كل الأشياء التي تشكل العالم حتى الكون تعتبر مادة. بعض هذه الاشياء يمكن أن تراها - مثل الصخور أو التراب - ومنه ما لا يمكن أن تراه - مثل الهواء. ولكنها كلها مواد.
es_es: Correcto - Todas las "cosas" que forman el mundo, e incluso el universo, son materia. Algunas de ellas las puedes ver - como las rocas o la tierra - y algunas no puedes - como el aire. Pero todo es materia.

source: Not quite – Matter isn't just the solid stuff. Matter can be liquid or gas as well.
ar_eg: ليس تماما--المادة ليست فقط الأشياء الصلبة. يمكن أن تكون هذه المادة سائلة أو غازية أيضا..
es_es: No exactamente - la materia no son sólo las cosas sólidas. La materia también puede ser líquida o gaseosa.

source: All of the solid stuff in the universe.
ar_eg: جميع الاشياء الصلبة في الكون.
es_es: Todas las cosas sólidas en el universo.

source: All of the chemicals that get used in their laboratories.
ar_eg: جميع المواد الكيميائية التي تُستخدم في مختبراتهم.
es_es: Todos los químicos que se utilizan en los laboratorios.

source: Not quite – chemicals in the lab are matter but there is a lot more matter in the universe than just chemicals in the lab.
ar_eg: ليس تماما--المواد الكيميائية في المختبر هي مواد لكن يوجد هناك مواد أكثر بكثير في الكون من المواد الكيميائية الموجودة في المختبر.
es_es: No exactamente - los químicos en el laboratorio son materia, pero hay mucha más materia en el universo que sólo los químicos de laboratorio.

source: Everything that you can see around you.
ar_eg: كل شيء يمكنك أن تراه من حولك.
es_es: Todo lo que puedes ver a tu alrededor.

source: Not quite – matter is not just the stuff you can see. Some matter like air you can't see. And some matter isn't right around you – it can be in outer space on another planet.
ar_eg: ليس تماما، المادة ليست مجرد الأشياء التي يمكنك أن تراها. بعض المواد مثل الهواء لا يمكنك رؤيته. وبعض هذه المواد ليست موجودة حولك يمكن أن تكون في الفضاء الخارجي على كوكب آخر.
es_es: No exactamente - la materia no son sólo las cosas que puedes ver. Cierta materia, como el aire, es invisible. Y cierta materia no está justo alrededor tuyo - puede estar en el espacio, en otro planeta.

source: Properties of matter are:
ar_eg: خصائص المادة
es_es: Las propiedades de la materia son:

source: A. Anything you can feel when you touch matter.
ar_eg: أ. أي شيء يمكنك أن تحسه عندما تلمس المادة.
es_es: A. Cualquier cosa que puedas sentir cuando tocas materia.

source: B. Anything about matter that you can observe with any of your senses.
ar_eg: ب. أي شيء عن المادة والذي يمكنك مراقبته بأي حاسة من حواسك.
es_es: B. Cualquier cosa que puedas observar acerca de la materia con cualquiera de tus sentidos.

source: C. Only things you can measure about matter.
ar_eg: ج. الأشياء التي يمكنك قياسها عن المادة فقط.
es_es: C. Sólo las cosas que puedes medir acerca de la materia.

source: D. Only things you can see.
ar_eg: د. الأشياء التي يمكنك أن تراها فقط.
es_es: D. Sólo las cosas que puedes ver.

source: Identifying properties of matter...
ar_eg: تحديد خصائص المادة ...
es_es: Identificando propiedades de la materia...

source: Anything you can feel when you touch matter.
ar_eg: أي شيء يمكنك أن تحسه عندما تلمس المادة.
es_es: Cualquier cosa que puedas sentir cuando tocas materia.

source: Not quite – Some properties of matter you can feel – like how hard or soft something is – but other properties of matter – like how it smells or what color it is require other senses.
ar_eg: ليس تماما - يمكنك أن تشعر ببعض خصائص المادة - مثل مدى صلابة أو ليونة الشيء - ولكن بعض الخصائص الأخرى للمادة - مثل الرائحة أو اللون يتطلب الحواس الأخرى.
es_es: No exactamente - puedes sentir algunas propiedades de la materia - como cuán duro o suave es algo - pero otras propiedades de la materia - como su olor o saber de qué color es, requieren de otros sentidos.

source: Anything about matter that you can observe with any of your senses.
ar_eg: أي شيء عن المادة والذي يمكنك ملاحظته بأي حاسة من حواسك.
es_es: Cualquier cosa que puedas observar acerca de la materia con cualquiera de tus sentidos.

source: Correct – Properties of matter are things about matter that you can observe with any of your senses. And observe doesn't mean just to see. Smelling, feeling, hearing, or tasting a property of a substance is also making an observation about matter.
ar_eg: صحيح، خصائص المادة هي الأشياء التي يمكنك مراقبتها بأي حاسة من حواسك. والمراقبة لا تعني أن ترى فقط.. فالشم أو اللمس أو سماع أوالتذوق مادة هو أيضاً ملاحظة حول هذه المادة.
es_es: Correcto - las propiedades de la materia son cosas acerca de la materia que puedes observar con cualquiera de tus sentidos. Y observar no sólo significa ver. Oler, sentir, escuchar o probar una propiedad de la materia son también hacer una observación acerca de la materia.

source: Only things you can measure about matter.
ar_eg: فقط الأشياء التي يمكنك قياسها عن المادة
es_es: Sólo las cosas que puedes medir acerca de la materia.

source: Not quite – Many properties of matter – like weight or hardness - you can measure. But some properties like odor or color can't be measured.
ar_eg: ليس تماما--يمكنك قياس العديد من خصائص هذه المادة مثل الوزن أو الصلابة. ولكن لا يمكن قياس بعض الخصائص مثل الرائحة أو اللون.
es_es: No exactamente - Muchas propiedades de la materia - como el peso o rigidez - son medibles. Pero algunas propiedades como el olor o el color no pueden medirse.

source: Only things you can see.
ar_eg: الأشياء التي يمكنك أن تراها فقط.
es_es: Sólo las cosas que puedes ver.

source: Not quite – Some properties of matter you can see – like what color something is – but other properties of matter – like how it smells or what it sounds like require other senses.
ar_eg: ليس تماما، يمكنك أن ترى بعض الخصائص هذه المادة،-مثل لون شيء ما- ولكن تحتاج خصائص أخرى لهذه المادة – مثل رائحتها أو كيف تظهر يتطلب حواس أخرى.
es_es: No exactamente - puedes ver algunas propiedades de la materia - como de qué color es algo - pero otras propiedades de la materia - como a qué huele o cómo suena, requieren de otros sentidos.

source: An example of a change in a property of matter that is <span class='blink'>not</span> reversible is:
ar_eg: مثال لتغير خاصية لمادة والتي <span class='blink'>لا</span> يمكن إرجاعها هي:
es_es: Un ejemplo de un cambio en una propiedad de la materia que <span class='blink'>no</span> es reversible es:

source: Freezing water to make ice cubes.
ar_eg: تجميد المياه لصنع مكعبات الثلج.
es_es: Congelar agua para hacer cubos de hielo.

source: Melting butter to pour over popcorn.
ar_eg: ذوبان الزبدة لسكبها فوق الفشار.
es_es: Derretir mantequilla para verterla sobre palomitas de maíz.

source: Burning wood in a campfire to warm you up.
ar_eg: حرق الخشب في موقد التدفئة.
es_es: Quemar leña en una fogata para calentarte.

source: Melting ice to change it into liquid water.
ar_eg: ذوبان الجليد لتغييره إلى المياه السائلة.
es_es: Derretir hielo para convertirlo en agua líquida.

source: Changing state...
ar_eg: تغير الحالة
es_es: Cambiando estado...

source: Not quite – Freezing water to make ice cubes can be reversed by warming them up to let the water melt to form liquid water again.
ar_eg: ليس تماما--تجمد المياه لصنع مكعبات الثلج يمكن إرجاعها بتسخين المكعبات ليترك الماء يذوب لتتشكل المياه السائلة مجددا.
es_es: No exactamente - congelar agua para hacer cubos de hielo puede ser revertido al calentarlos para dejar que el agua se derrita y forme agua líquida de nuevo.

source: Not quite - Melted butter to pour over popcorn can be changed back to solid butter by putting it in the refrigerator.
ar_eg: ليس تماما--يمكن إرجاع الزبدة المذابة فوق الفشار إلى زبدة صلبة بوضعها في الثلاجة.
es_es: No exactamente - la mantequilla derretida para verterla sobre palomitas de maíz puede revertirse a mantequilla sólida al ponerla en el refrigerador.

source: Correct – When you burn wood in a campfire, the solid wood turns into light, heat, and carbon dioxide gas that can’t directly turn back into wood.
ar_eg: صحيح عند حرق الخشب في موقد النار، الخشب الصلب يتحول إلى ضوء، وحرارة، وغاز ثاني أكسيد الكربون والذي سيرجع الى خشب مباشرة.
es_es: Correcto - cuando quemas leña en una fogata, la madera sólida se convierte en luz, calor y gas de dióxido de carbono que no puede convertirse en madera directamente de nuevo.

source: Not quite – Melting ice to change it into liquid water can be reversed by freezing the water again to make ice.
ar_eg: ليس تماما-يمكن إرجاع ذوبان الجليد بعد تحوله إلى الماء السائل بتجميد الماء مرة أخرى لصنع الجليد.
es_es: No exactamente - derretir hielo para convertirlo en agua líquida puede ser revertido al congelar el agua de nuevo para hacer hielo.

source: Which of the following statements is <span class='blink'>true</span>? When you mix two substances together, they:
ar_eg: أي من العبارات التالية صحيحا. عند خلط مادتين معا، فإنها:
es_es: ¿Cuál de las siguientes declaraciones es verdad? Cuando mezclas dos sustancias entre sí, ellas:

source: A. Always combine to make a new substance with new properties.
ar_eg: أ. تتحد دائما لتكوين مادة جديدة ذات خصائص جديدة.
es_es: A. Siempre se combinan para crear una nueva sustancia con nuevas propiedades.

source: B. Sometimes combine to make a new substance with new properties.
ar_eg: ب تتحد المواد أحيانا لتكوين مادة جديدة ذات خصائص جديدة.
es_es: B. Algunas veces se combinan para crear una nueva sustancia con nuevas propiedades.

source: C. Never combine to make a new substance with new properties.
ar_eg: ج. لا تدمج ابدأ لتكوين مادة جديدة ذات خصائص جديدة.
es_es: C. Nunca se combinan para crear una nueva sustancia con nuevas propiedades.

source: D. Always combine to make a new substance with new properties and it cannot be reversed.
ar_eg: د. تندمج دائما لتكوين مادة جديدة ذات خصائص جديدة، والتي لا يمكن عكسها.
es_es: D. Siempre se combinan para crear una nueva sustancia con nuevas propiedades y no puede revertirse.

source: Selecting true statement...
ar_eg: اختيارعبارة صحيحة
es_es: Seleccionando una declaración verdadera...

source: Always combine to make a new substance with new properties.
ar_eg: تتحد دائما لتكوين مادة جديدة ذات خصائص جديدة، والتي لا يمكن عكسها.
es_es: Siempre se combinan para crear una nueva sustancia con nuevas propiedades.

source: Not quite – Sometimes when you mix two substances together, they combine to make a new substance with new properties but not always.
ar_eg: ليس تماما - في بعض الأحيان عند مزج مادتين معا، تتحدان مع بعضهما لتكوين مادة جديدة ذات خصائص جديدة ولكن ليس دائما.
es_es: No exactamente - algunas veces cuando mezclas dos sustancias entre sí, se combinan para crear una nueva sustancia con nuevas propiedades pero no siempre.

source: Sometimes combine to make a new substance with new properties.
ar_eg: في بعض الأحيان تندمج لتكوين مادة جديدة ذات خصائص جديدة.
es_es: Algunas veces se combinan para crear una nueva sustancia con nuevas propiedades.

source: Correct – When you mix two substances together, they sometimes combine to make a new substance with new properties.
ar_eg: صحيح - عند مزج مادتين معا،فهي في بعض الأحيان تندمج لتكوين مادة جديدة ذات خصائص جديدة.
es_es: Correcto - cuando mezclas dos sustancias entre sí, a veces se combinan para crear una nueva sustancia con nuevas propiedades.

source: Never combine to make a new substance with new properties.
ar_eg: لا يتحدان ابدأ لتكوين مادة جديدة ذات خصائص جديدة.
es_es: Nunca se combinan para crear una nueva sustancia con nuevas propiedades.

source: Not quite - When you mix two substances together, they sometimes combine to make a new substance with new properties.
ar_eg: ليس تماما - عندما تندمج مادتين معا، فهي في بعض الأحيان تتحدان لتكوين مادة جديدة ذات خصائص جديدة.
es_es: No exactamente - cuando mezclas dos sustancias entre sí, a veces se combinan para crear una nueva sustancia con nuevas propiedades.

source: Always combine to make a new substance with new properties and it cannot be reversed.
ar_eg: الدمج دائما يكوين مادة جديدة ذات خصائص جديدة، والتي لا يمكن عكسها.
es_es: Siempre se combinan para crear una nueva sustancia con nuevas propiedades y no puede revertirse.

source: Not quite – When you mix two substances together, they sometimes combine to make a new substance with new properties. Sometimes this can be reversed but sometimes it can't.
ar_eg: ليس تماما - عندما تمزج مادتين معا، فهي في بعض الأحيان تندمج لتكوين مادة جديدة ذات خصائص جديدة. قد يكون هذا قابلا للإنعكاس وأحيانا لا يكون.
es_es: No exactamente - cuando mezclas dos sustancias entre sí, a veces se combinan para crear una nueva sustancia con nuevas propiedades. Algunas veces esto puede revertirse, pero algunas veces no.

source: Which is <span class='blink'>not</span> an example of mixing two substances that can be reversed to get the original substances back again?
ar_eg: أي من التالي <span class='blink'>ليس</span> مثالا للإتحاد بين اثنين من المواد و يمكن عكسها للحصول على المواد الأصلية مرة أخرى؟
es_es: ¿Cuál <span class='blink'>no</span> es un ejemplo de una mezcla de dos sustancias que puede revertirse para obtener las sustancias originales nuevamente?

source: Mixing M&Ms and peanuts to make trail mix.
ar_eg: مزج حبات الشوكولاتة والفول السوداني لتكوين مزيج من الحبوب الجافة.
es_es: Mezclar M&Ms y maní para hacer un surtido rico.

source: Mixing sugar into water to get sugar water.
ar_eg: مزج السكر مع الماء لتكوين مياه محلاة.
es_es: Mezclar azúcar con agua para obtener agua azucarada.

source: Mixing milk with your cereal in the morning.
ar_eg: مزج الحليب مع السيريال الخاصة بك في الصباح.
es_es: Mezclar leche con tu cereal en la mañana.

source: Mixing eggs and milk into the pancake mix and cooking it to make pancakes.
ar_eg: مزج البيض والحليب وطهيه لصنع الفطائر.
es_es: Mezclar leche y huevos con la harina para panqueques y cocinarlos para hacer panqueques.

source: Mixing substances...
ar_eg: مزج المواد
es_es: Mezclando sustancias...

source: Not quite – Mixing peanuts and M&Ms together is pretty easy to reverse. You just have to pick out all the peanuts or the M&Ms and separate them into two different piles.
ar_eg: ليس تماما - مزج حبات الشوكولاتة والفول السوداني معا يمكن فصله عن بعضه. عليك فقط أن تلتقط حبات الفول السوداني والشوكولاطة وفصلها إلى قسمين مختلفين.
es_es: No exactamente - mezclar maní y M&Ms entre sí sería fácil de revertir. Sólo tienes que seleccionar todo el maní o los M&Ms y separarlos en dos pilas diferentes.

source: Not quite – When you mix sugar and water to get sugar water, you can reverse the process simply by letting the water evaporate. Then you'll get the sugar back in the bottom of the glass and the water is in the atmosphere.
ar_eg: ليس تماما - عندما تمزج السكر والماء للحصول على المياه المحلاة، يمكنك عكس العملية ببساطة عن طريق تبخر المياه. ثم ستحصل على السكر مرة أخرى في الجزء السفلي من الزجاج والمياه تتبخر في الجو.
es_es: No exactamente - cuando mezclas azúcar y agua para obtener agua azucarada, puedes revertir el proceso simplemente dejando que el agua se evapore. Luego tendrás el azúcar de nuevo en el fondo del vaso y el agua en la atmósfera.

source: Not quite. When you mix milk in with your cereal, you can separate the mixture by pouring it through a strainer. Then you get the milk in a glass again and the cereal in the strainer.
ar_eg: ليس تماما. عند مزج الحليب مع الحبوب الخاصة بك، يمكنك فصل المزيج عن طريق سكبه خلال مصفاة. عندها ستحصل على الحليب في الكوب والحبوب في المصفاة مرة أخرى.
es_es: No exactamente - cuando mezclas leche con tu cereal, puedes separar la mezcla al pasarla por un colador. Entonces obtienes la leche en un vaso de nuevo y el cereal en el colador.

source: Correct – Making pancakes is like making a birthday cake. You mix the ingredients together and heat it to cook and you get a new substance – pancakes – where you can't get the eggs or milk back again.
ar_eg: صحيح - صنع الفطائر هي مثل صنع كعكة عيد ميلاد. يمكنك مزج المكونات مع بعضها ووضعها تحت درجة حرارة عالية لتطهى وعندها تحصل على فطائر جديدة حيث لا يمكنك الحصول على البيض أو الحليب مرة أخرى.
es_es: Correcto - hacer panqueques es como preparar un pastel de cumpleaños. Mezclas los ingredientes entre sí y los calientas para cocinarlos y obtienes una nueva sustancia - panqueques - de la cuál no puedes obtener la leche y huevos de nuevo.

source: Which of the following is an example of a chemical reaction that creates new substances?
ar_eg: أي مما يلي مثال على تفاعل كيميائي والذي يكون مواد جديدة؟
es_es: ¿Cuál de las siguientes es un ejemplo de una reacción química que crea nuevas sustancias?

source: A. Mixing eggs, milk and flour to make a birthday cake.
ar_eg: أ. مزج البيض والحليب والدقيق لصنع كعكة عيد ميلاد.
es_es: A. Mezclar huevos, leche y harina para hacer un pastel de cumpleaños.

source: B. Burning the candles on top of the birthday cake.
ar_eg: ب. احتراق الشموع الموجودة على كعكة عيد الميلاد.
es_es: B. Hacer arder las velas encima del pastel de cumpleaños.

source: C. Adding lemonade mix and sugar to water to make lemonade.
ar_eg: ج. إضافة مزيج عصير الليمون والسكر إلى الماء لصنع الليموناضة.
es_es: C. Añadir polvo para limonada y azúcar al agua para preparar limonada.

source: D. Freezing water to make ice cubes.
ar_eg: د. تجميد المياه لصنع مكعبات الثلج.
es_es: D. Congelar agua para hacer cubos de hielo.

source: Mixing eggs, milk and flour to make a birthday cake.
ar_eg: مزج البيض والحليب والدقيق لصنع كعكة عيد ميلاد.
es_es: Mezclar huevos, leche y harina para hacer un pastel de cumpleaños.

source: Not quite – Mixing eggs, milk and flour to make a birthday cake doesn't change any of the substances into new substances. That doesn't happen until the cake is baked.
ar_eg: ليس تماما - مزج البيض والحليب والدقيق لصنع كعكة عيد ميلاد لا يحول أي من المواد إلى مواد جديدة. وهذا لا يحدث حتى يتم خبز الكعكة.
es_es: No exactamente - mezclar huevos, leche y harina para preparar un pastel de cumpleaños no convierte ninguna de las sustancias en otras nuevas. Eso no sucede sino hasta que el pastel se hornea.

source: Burning the candles on top of the birthday cake.
ar_eg: احتراق الشموع الموجودة على كعكة عيد الميلاد.
es_es: Hacer arder las velas encima del pastel de cumpleaños.

source: Correct – When you burn the candles on top of the birthday cake, a chemical reaction occurs to create new substances. The candle wax is changed into carbon dioxide and water and heat and light energy are given off.
ar_eg: صحيح - عندما تحرق الشموع الموجودة على كعكة عيد الميلاد، يحدث تفاعل كيميائي ويكوَن مواد جديدة. يتحول الشمع إلى ثاني أكسيد الكربون وينبعث الماء والحرارة وطاقة الضوء.
es_es: Correcto - cuando haces arder las velas encima del pastel de cumpleaños, una reacción química ocurre para crear nuevas sustancias. La cera de las velas se transforma en dióxido de carbono y agua y se emana energía calorífica y lumínica.

source: Adding lemonade mix and sugar to water to make lemonade.
ar_eg: إضافة مزيج عصير الليمون والسكر إلى الماء لصنع الليموناضة.
es_es: Añadir polvo para limonada y azúcar al agua para preparar limonada.

source: ot quite – When you add lemonade mix and sugar to water to make lemonade, you still have the same sugar and lemon and water – just all mixed together.
es_es: No exactamente - cuando añades polvo para limonada y azúcar al agua para preparar limonada, aún tienes la misma azúcar, limón y agua - sólo que todos están mezclados.

source: Not quite – When you freeze water to make ice cubes, you still have water but not a new substance.
ar_eg: ليس تماما - عندما تجمد المياه لصنع مكعبات الثلج، لا يزال الماء موجودا لكنه أصبح مادة جديدة.
es_es: No exactamente - cuando congelas agua para hacer cubos de hielo, aún tienes agua, no una sustancia nueva.

source: You've completed the Chemical and Physical Changes module.
ar_eg: لقد أكملت وحدة التغيرات الفيزيائية والكيميائية
es_es: Has completado el módulo de Cambios Físicos y Químicos.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك على الاختبارات السريعة وعلى أسئلة التقويم لهذه الوحدة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Are you ready,
ar_eg: هل أنت مستعد،

source: No – The sugar was sweet to begin with. It doesn't become sweet by dissolving in the water. In a physical change, many of the original properties don't change.
ar_eg: لا - يكون السكر حلو عند البدء بتناوله. ولا يصبح حلوا عن طريق إذابته في الماء. في التغيير الفيزيائي، العديد من الخصائص الأصلية لا تتغير.

source: Color
ar_eg: اللون

source: CH<sub>4</sub>
ar_eg: <sub>4<sub>CH

source: O<sub>2</sub>
ar_eg: <sub>2<sub>O

source: CO<sub>2</sub>
ar_eg: <sub>2<sub>CO
