Repository: geneconde/NGR-sandbox
Catalog: modules/chemical-and-physical-changes/Locale/*/LC_MESSAGES/chemical-and-physical-changes.po
Languages: ar_eg, es_es

source: More big ideas about... chemical and physical changes
ar_eg: المزيد من الأفكار الكبيرة حول ... التغيرات الكيميائية والفيزيائية
es_es: Más ideas importantes acerca de... cambios físicos y químicos

source: How about burning the candles on the cake – is that a chemical or a physical change? Well, it turns out it's both!!
ar_eg: ماذا عن احتراق الشموع الموجودة على الكعكة - هل هو تغير كيميائي أو فيزيائي؟ حسنا،لقد اتضح انه الاثنين معاً !!
es_es: ¿Qué hay acerca de las velas que arden sobre el pastel? ¿Es eso un cambio químico o físico? Bueno, ¡resulta que es ambos!

source: The candles are made of wax – which is a chemical compound made of the <span class='key'>elements</span> carbon and hydrogen. A <span class='key'>chemical compound</span> is when two or more different elements – like carbon and hydrogen - combine to form a compound like wax, or when hydrogen and oxygen combine to form a different compound called water.
ar_eg: تتكون الشموع من الشمع - وهي مركب كيميائي مصنوع من <span class='key'>عناصر</span> الكربون والهيدروجين. <span class='key'>المركب الكيميائي</span> هو عندما يندمج اثنين أو أكثر من العناصر المختلفة - مثل الكربون والهيدروجين - لتشكيل مركب مثل الشمع، أو عندما يجتمع الهيدروجين والأكسجين لتشكيل مركب مختلف يسمى الماء.
es_es: Las velas están hechas de cera - que es un compuesto químico formado por los <span class='key'>elementos</span> carbono e hidrógeno. Un <span class='key'>compuesto químico</span> es cuando dos o más elementos diferentes - como carbono e hidrógeno - se combinan para formar un compuesto como cera, o cuando el hidrógeno y el oxígeno se combinan para formar un compuesto diferente llamado agua.

source: When you light the candles, the heat from the burning candlewick – the string - melts some of the solid wax and turns it into liquid wax. That's a physical change because the change is reversible – which means, if you just let the melted wax cool - it will turn right back into solid wax again. But here's something that's not so obvious – the heat also turns some liquid wax into a gas. That's also a physical change because if you could quickly cool the gas again, it would turn back into liquid and then solid wax.
ar_eg: عندما تضيء الشموع، تذيب فتيلة الشمعة( الخيط) بعضا من الشمع الصلب وتحوله الى شمع سائل. يعتبر هذا تغيرا فيزيائيا لأن هذا التغير قابل للعكس وهذا يعني أنه إذا تركت الشمع الساخن يبرد فإن الشمع سيرجع إلى الحالة الصلبة مرة أخرى. ولكن هناك شيء غير واشح وهو أن تحول الحرارة بعض الشمع السائل إلى غاز. وهذا أيضا يعد تغيرا فيزيائيا لأنه إذا برد الغاز بسرعة مرة أخرى ، فإنه سوف يتحول إلى الشمع السائل ومن ثم الصلب.
es_es: Cuando enciendes las velas, el calor de la mecha que arde - el pabilo - derrite algo de la cera sólida y la convierte en cera líquida. Ése es un cambio físico porque el cambio es reversible - lo que significa que, si tan sólo dejas que la cera derretida se enfríe - volverá a ser cera sólida de nuevo. Pero aquí hay algo que no es tan obvio - el calor también hace que algo de la cera líquida se convierta en un gas. Ése también es un cambio físico porque si pudieras enfriar el gas rápidamente, también volvería a ser líquida y luego cera sólida.

source: But here's the interesting thing – the gas formed by heating the wax immediately has a <span class='key'>chemical reaction</span> with the oxygen in the air to make the flame which generates light and heat. This chemical reaction is what we commonly call “burning” but scientists call combustion. Not only does the chemical reaction create energy in the form of heat and light, but it also changes the methane gas from the wax into carbon dioxide and water vapor gases, which mix with the air around the candle. So the chemical compound from the melted wax, the methane gas, reacts with oxygen from the air and creates heat, light, water vapor and carbon dioxide gas. This is an example of a chemical reaction and <span class='key'>chemical change</span>, which is not <span class='key'>reversible</span>, because if you let the water and carbon dioxide cool or do almost anything else to them, they will not turn back into wax. <br>This is the chemical reaction for the burning (also called combustion) process:
ar_eg: وهنا يكمن الأمر المثير للاهتمام. يتفاعل الغاز المتشكل من احتراق الشمع كيميائيا بسرعة مع الأكسجين في الهواء لتكوين شعلة تولد الضوء والحرارة. هذا <span class='key'>التفاعل الكيميائي</span> هو ما نسميه عادة "حرق" لكن يسميه العلماء الاحتراق. ليس فقط التفاعل الكيميائي ما يكون الطاقة على شكل حرارة وضوء، ولكنه أيضا يغير غاز الميثان من الشمع الى غاز ثاني أكسيد الكربون وبخار الماء، والذي يختلط مع الهواء حول الشمعة. لذلك فإن المركب الكيميائي من ذوبان الشمع، وغاز الميثان، يتفاعل مع الأكسجين المستمد من الهواء ويكون الحرارة والضوء، وبخار الماء وغاز ثاني أكسيد الكربون. . وهذا مثال على التفاعل الكيميائي والتغير الكيميائي ،وهو غير قابل <span class='key'>للإنعكاس</span>، لأنه إذا تركت الماء وثاني أكسيد الكربون يبردان أو فعلت بهم أي شيء، فلن يتحولان إلى شمع. <br> وهذا هو التفاعل الكيميائي لعملية لحرق (يسمى أيضا بالاحتراق).
es_es: Pero aquí está lo interesante - el gas formado al calentar la cera inmediatamente tiene una <span class='key'>reacción química</span> con el oxígeno en el aire para crear la flama que genera luz y calor. Esta reacción química es lo que comúnmente conocemos como "arder" pero los científicos llaman combustión. No sólo la reacción química crea energía en la forma de calor y luz, sino que también convierte el gas metano de la cera en gases de dióxido de carbono y vapor de agua, que se mezclan con el aire alrededor de la vela. Así que el compuesto químico de la cera derretida, el gas metano, reacciona con el oxígeno en el aire y crea calor, luz, vapor de agua y dióxido de carbono gaseoso. Éste es un ejemplo de una reacción química y de un <span class='key'>cambio químico</span>, que no es <span class='key'>reversible</span>, porque si dejas que el agua y el dióxido de carbono se enfríen o haces casi cualquier otra cosa con ellos, no se convertirán en cera de nuevo. <br>Esta es la reacción química para el proceso de quema (también llamado combustión):

source: Heat light
ar_eg: ضوء التسخين
es_es: Luz y calor

source: Methane gas
ar_eg: غاز الميثان
es_es: Gas metano

source: Oxygen
ar_eg: اكسجين
es_es: Oxígeno

source: Energy
ar_eg: طاقة
es_es: Energía

source: Lighting a candle...
ar_eg: إشعال شمعة
es_es: Encendiendo una vela...

source: Heat and Light
ar_eg: حرارة وضوء
es_es: El calor y la luz

source: Question A. Burning birthday candles is a good example of:
ar_eg: السؤال أ. حرق الشموع يوم عيد ميلاد هو مثال جيد على:
es_es: Pregunta A. Velas de cumpleaños que arden son un buen ejemplo de:

source: Both chemical and physical changes
ar_eg: كل من التغيرات الكيميائية والفيزيائية
es_es: Cambios tanto químicos como físicos

source: Chemical reaction
ar_eg: تفاعل كيميائي
es_es: Reacción química

source: Neither chemical nor physical changes
ar_eg: لا تغيرات كيميائية ولا فيزيائية
es_es: Ni cambios físicos ni químicos

source: Physical change
ar_eg: تغير فيزيائي
es_es: Cambio físico

source: Question B. When candle wax changes into a gas and burns, it does all of the following except it:
ar_eg: السؤال ب. عندما يتحول الشمع إلى غاز ويحترق، يجري له كل ما يلي عدا أنه:
es_es: Pregunta B. Cuando la cera de velas se convierte en gas y arde, hace todas las siguientes excepto:

source: Changes to different gasses.
ar_eg: يتغير لغازات مختلفة
es_es: Cambiar a gases diferentes.

source: Becomes wax again.
ar_eg: يصبح شمعا مرة أخرى.
es_es: Convertirse en cera de nuevo.

source: Creates heat and light.
ar_eg: يولد حرارة وضوء.
es_es: Crear calor y luz.

source: Correct. When the candle burns, the wax melts then turns into a gas – which are examples of physical changes. Then the gas burns to change into different gasses plus heat and light. This is an example of chemical change.
ar_eg: صحيح. عندما تحترق الشمعة، يذوب الشمع ثم يتحول إلى غاز – وهي أمثلة على التغيرات الفيزيائية. ثم يحترق الغاز ليتحول الى غازات مختلفة بالإضافة إلى الحرارة والضوء. وهذا مثال للتغير الكيميائي.
es_es: Correcto. Cuando la vela arde, la cera se derrite y se convierte en un gas - lo que son ejemplos de cambios físicos. Luego el gas arde para convertirse en distintos gases además de calor y luz. Este es un ejemplo de un cambio químico.

source: No – because both a chemical reaction or chemical change AND a physical change occur when the wax melts.
ar_eg: لا – لأن كل من التفاعل الكيميائي أو التغير الكيميائي والتغيير الفيزيائي يحدثان عندما يذوب الشمع.
es_es: No - porque tanto una reacción química o cambio químico Y un cambio físico ocurren cuando se derrite la cera.

source: No – because both chemical and physical changes occur.
ar_eg: لا – لأن التغيرات الكيميائية والفيزيائية يحدثان على حد سواء.
es_es: No - porque tanto cambios físicos como químicos ocurren.

source: No – because both physical change AND chemical change occur when the wax burns to change into different gasses plus heat and light.
ar_eg: لا – لأن كل من التغير الفيزيائي و التغير الكيميائي يحدثان عند احتراق الشمع وتحولها إلى غازات مختلفة بالإضافة إلى الحرارة والضوء.
es_es: No - porque cambios físicos Y químicos ocurren cuando la cera se quema para convertirse en distintos gases además de luz y calor.

source: Not quite – This is a true statement - when the candle wax changes to a gas you can't see it.
ar_eg: ليس تماما - هذه عبارة غير صحيحة- عندما يتحول شمع الشمعة إلى غاز فأنت لا يمكنك رؤيته.
es_es: No exactamente - Esta declaración es verdadera - cuando la cera de las velas se convierte en gas no puedes verla.

source: Not quite – This is a true statement - when the candle wax burns, it changes to different gasses – carbon dioxide and water.
ar_eg: ليس تماما--هذه عبارة صحيحة-عندما يحترق الشمع، فإنه يتحول إلى غازات مختلفة – ثاني أكسيد الكربون والماء.
es_es: No exactamente - Esta declaración es verdadera - cuando la cera de las velas arde, se convierte en gases diferentes - dióxido de carbono y agua.

source: That's right – this is not a true statement - When candle wax changes into a gas and burns, it does not turn back into wax again.
ar_eg: هذا صحيح– هذه ليست عبارة صحيحة--عندما يتحول شمع الشمعة الى غاز ويحترق، فهو لا يرجع لأن يكون الشمع مرة أخرى.
es_es: Así es - esta declaración no es verdadera - Cuando la cera de las velas se convierte en gas y arde, no se convierte en cera de nuevo.

source: Not quite – This is a true statement - when the candle wax burns, it creates heat and light.
ar_eg: ليس تماما--هذه عبارة صحيحة-عند احتراق الشمع، فهي تولد حرارة وضوء.
es_es: No exactamente - Esta declaración es verdadera - cuando la cera de las velas arde, crea luz y calor.

source: Using what you now know about... chemical and physical changes... to solve a problem
ar_eg: استخدم ما تعرفه الآن عن... التغيرات الكيميائية والفيزيائية.. لحل مشكلة
es_es: Utilizando lo que sabes ahora acerca de... cambios físicos y químicos... para resolver un problema

source: Pretend you are the ruler of a great city in the middle of the desert. You have lots and lots of money from oil wells in your country but no fresh water for your people to drink. There is a seaport in your city but the water there is salt water so you can't drink it.
ar_eg: تظاهر بأنك حاكما لمدينة عظيمة في وسط الصحراء. لديك الكثير من المال من آبار النفط في بلدك ولكن لا يوجد مياه عذبة ليشربها شعبك. يوجد ميناء بحري في مدينتك ولكن المياه هناك مالحة و لا تستطيع أن تشربها.
es_es: Finge que eres quien manda sobre una gran ciudad en medio del desierto. Tienes muchísimo dinero debido a pozos petroleros en tu país, pero no tienes agua fresca para que tu gente beba. Hay un puerto marítimo en tu ciudad, pero el agua allí es agua salada, así que no puedes beberla.

source: You read about a country far to the north that has lots of water frozen into glaciers. What could you do with the ice from the glaciers to provide fresh water for your city?
ar_eg: أنت تقرأ الآن عن بلد يقع في الشمال وبه الكثير من المياه المتجمدة في الأنهار الجليدية. ما الذي يمكنك فعله بالجليد من الأنهار الجليدية لتوفير المياه العذبة لمدينتك؟
es_es: Lees acerca de un país que está en un lugar lejano al norte, que tiene mucha agua congelada en forma de glaciares. ¿Qué podrías hacer con el hielo de los glaciares para proveer de agua fresca a tu ciudad?

source: Searching for sources of water...
ar_eg: البحث عن مصدر للماء...
es_es: Buscando una fuente de agua...

source: Summarizing big ideas about... chemical and physical changes
ar_eg: تلخيص الأفكار الكبيرة حول.. التغيرات الكيميائية والفيزيائية
es_es: Resumiendo ideas importantes acerca de... cambios físicos y químicos

source: All matter – the stuff or substances that everything is made of – has properties that you can see, feel, touch, taste, or hear. These properties might be: how hard the substance is; what color it is; whether it's a solid, liquid or gas; how it tastes; or anything else you can observe with your senses. These are all called <span class='key'>"properties of matter"</span>.<br/>
es_es: Toda la materia - las cosas o sustancias que todo está hecho de - tiene propiedades que se pueden ver, sentir, tacto, gusto, o escuchar. Estas propiedades pueden ser: lo difícil es la substancia; de qué color es; si se trata de un sólido, líquido o gas; cómo sabe; o cualquier otra cosa se puede observar con sus sentidos. Estos son llamados <span class = 'key'> "propiedades de la materia "</span>. <br/>

source: Sometimes, things you do to matter can change these properties. Like you can heat or cool substances that change them from a solid to a liquid or a gas. This kind of change is called a <span class='key'>change of state</span>. The word "state" means: Is it in a solid, liquid, or gaseous, "state"? Or you can mix substances together. Mixing water and sugar together changes the properties of both the sugar and the water to make a new substance – a <span class='key'>mixture</span> - called sugar water that is wet and sweet.<br/>
es_es: A veces, las cosas que haces a la materia lata cambia estas propiedades. Como se puede calentar o enfriar las sustancias que les cambian de un sólido a un líquido o un gas. Este tipo de cambio se llama <span class = 'key'> cambio de estado </span>. La palabra "estado" significa: Está en un sólido, líquido o gaseoso, "estado"? O usted puede mezclar sustancias juntos. Mezclar el agua y el azúcar cambia las propiedades tanto el azúcar y el agua para hacer una nueva sustancia - un <span class = 'key'> mezcla </span> - Llamada agua azucarada que es húmeda y dulce <br/>

source: Both mixtures and changes of state are examples of <span class='key'>physical changes</span> to matter because each of these changes is easily reversible. Heating may change solid water – ice - into liquid water but freezing the liquid water easily reverses the change back to solid water. And adding sugar to water might create sugar water but you can reverse the change and get both the plain water and the sugar back by letting the water evaporate.<br/>
es_es: Ambas mezclas y cambios de estado son ejemplos de <span class = 'key'> cambios físicos </span> a la materia, porque cada uno de estos cambios es fácilmente reversible. El calentamiento puede cambiar compacto de agua - hielo - en agua líquida, pero congelar el agua líquida fácilmente revierte el cambio de nuevo a agua sólida. Y la adición de azúcar al agua podría crear agua con azúcar, pero se puede revertir el cambio y obtener tanto el agua corriente y el azúcar en la espalda dejando que el agua se evapore. <br/>

source: Another kind of change to matter is called <span class='key'>chemical change</span>. This is a little bit different and more complicated than physical change. In chemical change when two or more different substances are mixed together, and sometimes when you also heat them too, they change into totally different substances with new and different properties. This process is called a <span class='key'>chemical reaction</span>. Usually, after a chemical reaction, the new substances produced cannot easily be changed back to the original substances.<br/>
es_es: Otro tipo de cambio a la materia se llama <span class = 'key'> cambio químico </span>. Esto es un poco diferente y más complicado que el cambio físico. En cambio químico cuando dos o más sustancias diferentes se mezclan entre sí, ya veces, cuando también se calienta demasiado, se transforman en totalmente diferentes sustancias con propiedades nuevas y diferentes. Este proceso se denomina <span class = 'key'> reacción química </span>. Por lo general, después de una reacción química, las nuevas sustancias producidas no pueden ser fácilmente cambiados de nuevo a las sustancias originales. <br/>

source: Whenever physical changes or chemical changes happen, no matter what they are, there is one thing that is very important. The weight (mass) of the all the original substances (matter) together is the same as the weight (mass) of all substances (matter) you end up with. No matter is either created or destroyed. This principle is called the <span class='key'>Conservation of Matter</span> and is one of the most important ideas in all of science.<br/>
es_es: Siempre que los cambios físicos o cambios químicos ocurren, no importa lo que son, hay una cosa que es muy importante. El peso (masa) de las todas las sustancias originales (materia) en conjunto es el mismo que el peso (masa) de todas las sustancias (materia) que terminan con. No importa tampoco se crea ni se destruye. Este principio se denomina <span class = 'key'> Conservación de la Materia </span> y es una de las ideas más importantes de toda la ciencia. <br/>

source: Reviewing key vocabulary related to... chemical and physical changes
ar_eg: مراجعة المفردات الرئيسية المتعلقة ... بالتغيرات الفيزيائية والكيميائية
es_es: Revisando vocabulario clave relacionado con... cambios físicos y químicos

source: Properties of Matter
ar_eg: خصائص المادة
es_es: Propiedades de la Materia

source: properties of matter
es_es: propiedades de la materia

source: Descriptors about a piece of matter that describe it. For example, an iron wrench is hard, heavy, and gray.
ar_eg: أوصاف لجزء المادة التي يصفها. على سبيل المثال، مفتاح الربط الحديد الرمادي الثقيل الصلب.
es_es: Descriptores acerca de una pieza de materia que la describen. Por ejemplo, una llave de hierro es dura, pesada y gris.

source: Change of State
ar_eg: تغير الحالة
es_es: Cambio de Estado

source: change of state
es_es: cambio de estado

source: A "state" of matter is whether it’s a solid, liquid or gas. When matter is heated or cooled, it can "change state" from one of these states to another, like water melting changes from a solid state to a liquid state.
ar_eg: حالة المادة سواء كانت صلبة أو سائلة أو غازية. عند تسخين او تبريد المادة، يمكن أن تتغير الحالة من إحدى هذه الحالات إلى أخرى، مثل تغييرات ذوبان المياه من الحالة الصلبة إلى الحالة السائلة.
es_es: Un "estado" de la materia es si es un sólido, líquido o gas. Cuando la materia se calienta o enfría, puede "cambiar de estado" pasando de uno a otro de estos estados, como cuando el agua se derrite pasando de un estado sólido a un estado líquido.

source: mixture
es_es: mezcla

source: Mixture
ar_eg: مزيج
es_es: Mezcla

source: A mixture is when two substances are mixed together but don’t react chemically to form new chemical compounds. The original substances are still in the mixture and can be changed back to their original form relatively easily. This is called a "reversible" change. Dissolving sugar in water is a good example of a mixture.
ar_eg: المزيج هو عندما يتم خلط مادتين معا ولكنها لا تتفاعل كيميائيا لتشكيل مركبات كيميائية جديدة. المواد الأصلية لا تزال في المزيج وهي قابلة لتتغير الى شكلها الأصلي بسهولة نسبيا. وهذا ما يسمى تغيرا قابل للعكس. إذابة السكر في الماء هو مثال جيد على المزيج.
es_es: Una mezcla es cuando dos sustancias se combinan entre sí pero no reaccionan químicamente para formar nuevos compuestos químicos. Las sustancias originales aún están en la mezcla y pueden revertirse a su forma original de manera relativamente fácil. Esto se conoce como cambio "reversible". Disolver azúcar en el agua es un buen ejemplo de una mezcla.

source: physical change
es_es: cambio físico

source: Physical Change
ar_eg: تغير فيزيائي
es_es: Cambio Físico

source: A physical change is when a substance changes form and no new substances are created from chemical changes. Mixing and changes of state are good examples of physical changes.
ar_eg: التغير الفيزيائي هو عندما تتغير حالة مادة دون تشكل مواد جديدة . الخليط وتغير الدولة أمثلة جيدة من التغيرات الفيزيائية .
es_es: Un cambio físico es cuando una sustancia cambia de forma y no se crean nuevas sustancias por cambios químicos. Mezclas y cambios de estado son buenos ejemplos de cambios físicos.

source: chemical change
es_es: Cambio Químico

source: Chemical Change
ar_eg: تغير كيميائي
es_es: Cambio Químico

source: When substances mix together but then have a chemical reaction with each other to form new chemical compounds. Burning a candle is a good example of chemical change. Methane gas and oxygen gas react to form new chemical compounds carbon dioxide and water.
ar_eg: عندما تمتزج المواد معا ويحدث بعدها تفاعلاً كيميائيا لتكوين مركبات كيميائية جديدة. احتراق الشمعة هو مثال جيد على التغير الكيميائي. يتفاعل غاز الميثان وغاز الأكسجين لتشكيل مركبات كيميائية جديدة، ثاني أكسيد الكربون والماء.
es_es: Cuando las sustancias se mezclan entre sí pero luego tienen una reacción química la una con la otra para formar nuevos compuestos químicos. Una vela que arde es un buen ejemplo de un cambio químico. Gas metano y oxígeno reaccionan para formar nuevos compuestos químicos, dióxido de carbono y agua.

source: chemical reaction
es_es: Reacción Química

source: Chemical Reaction
ar_eg: تفاعل كيميائي
es_es: Reacción Química

source: When chemical compounds, like methane gas and oxygen gas, react to form new chemical compounds like carbon dioxide and water.
ar_eg: عندما تتفاعل المركبات الكيميائية، مثل غاز الميثان وغاز الأكسجين، لتشكيل مركبات كيميائية جديدة مثل ثاني أكسيد الكربون والماء.
es_es: Cuando compuestos químicos, como gas metano y oxígeno, reaccionan para formar nuevos compuestos químicos como dióxido de carbono y agua.

source: evaporate
es_es: evaporar

source: Evaporate
ar_eg: تبخر
es_es: Evaporar

source: When matter goes from the liquid phase to the gaseous phase. Evaporation is commonly observed with water.
ar_eg: عندما تتحول المادة من الحالة السائلة إلى الحالة الغازية. يُلاحَظ التبخر عادة مع الماء.
es_es: Cuando la materia pasa de su fase líquida a su fase gaseosa. La evaporación se observa comúnmente con el agua.

source: conservation of matter
es_es: conservación de la materia

source: Conservation of Matter
ar_eg: حفظ المادة
es_es: Conservación de la Materia

source: Matter can neither be created, nor destroyed. The amount of mass at the start of a physical or chemical change is the same as the mass at the end.
ar_eg: لا يمكن للمادة ان تفنى أو تستحدث. مقدار الكتلة في بداية التغيير الفيزيائي أو الكيميائي هو نفس الكتلة عند النهاية.
es_es: La materia no puede ser creada ni destruida. La cantidad de masa al inicio de un cambio físico o químico será la misma que la masa al final.

source: chemical compound
es_es: compuesto químico

source: Chemical Compound
ar_eg: مركّب كيميائي
es_es: Compuesto Químico

source: Atoms that share electrons in a definite manner and so are deemed as being "bound" together. Some examples include water (H<sub>2</sub>O), carbon dioxide (CO<sub>2</sub>) and methane (CH<sub>4</sub>)
ar_eg: تعتبر الذرات التي تتشارك بالالكترونات بطريقة محددة مترابطة معا. وتشمل بعض الأمثلة مثل ثاني أكسيد الكربون، والماء و الميثان.
es_es: Átomos que comparten electrones de una manera definida y por lo tanto se entienden como que están "atados" entre sí. Algunos ejemplos incluyen al agua (H<sub>2</sub>O), dióxido de carbono (CO<sub>2</sub>), metano (CH<sub>4</sub>)
