Repository: geneconde/NGR-sandbox
Catalog: modules/chemical-and-physical-changes/Locale/*/LC_MESSAGES/chemical-and-physical-changes.po
Languages: ar_eg, es_es

source: No – Something can happen to the properties of the matter – like water becoming hard when it freezes. But it can change back to the original water simply by melting.
ar_eg: لا - يمكن أن يحدث شيء إلى خصائص المادة -مثل تحول الماء الى الحالة الصلبة عندما يتجمد. ولكنه يمكن أن يرجع مرة أخرى إلى الحالة الأصلية ببساطة عن طريق الذوبان.
es_es: No - Algo puede suceder con las propiedades de la materia - como el agua endureciéndose cuando se congela. Pero puede revertirse al agua original simplemente derritiéndose.

source: Reviewing more big ideas about... chemical and physical changes
ar_eg: مراجعة الأفكار الرئيسية حول ...التغيرات الكيميائية و الفيزيائية
es_es: Revisando más ideas importantes acerca de... cambios físicos y químicos

source: Now that we have some tasty lemonade for our party, let's make some ice cubes to keep it cold.
ar_eg: الآن لدينا بعضا من عصير الليمون اللذيذ من أجل حفلتنا، دعونا نصنع بعض مكعبات الثلج لإبقائه باردا.
es_es: Ahora que ya tenemos un poco de sabrosa limonada para nuestra fiesta, hagamos algunos cubos de hielo para mantenerla fría.

source: Ice Cube Tray
ar_eg: علبة مكعبات الثلج
es_es: Charola para Cubos de Hielo

source: Freezer
ar_eg: مُجَمِد
es_es: Congelador

source: Ice
ar_eg: جليد
es_es: Hielo

source: Making ice cubes is even easier than making lemonade! All you have to do is add some liquid water to an ice cube tray, put it in the freezer, and wait a couple of hours until it freezes into solid water – called ice. It's called changing states of matter - in this case from liquid to solid. Changing states of matter of substances occur because of changes in temperature. This is another example of a physical change that can happen to a substance. Most substances like water can commonly exist in three different states of matter – solids, liquids, and gas. But what makes water unusual is that it can exist in all three states of matter at temperatures that commonly occur in everyday life on earth.
ar_eg: لعل صنع مكعبات الثلج أسهل من صنع عصير الليمون! كل ما عليك القيام به هو إضافة بعض الماء السائل إلى علبة مكعبات الثلج، ووضعها في المجمدة، والانتظار بضع ساعات حتى يتجمد ويتحول إلى الحالة الصلبة - الجليد. هذا يسمى تغير حالات المادة - وفي هذه الحالة تحول من السائل إلى الصلب. تغيير حالات مادة من المواد تحدث بسبب التغيرات في درجة الحرارة. وهنا مثال آخر على التغيير الفيزيائي الذي يمكن أن يحدث للمادة. يمكن لمعظم المواد كالماء أن توجد في ثلاث حالات مختلفة من المواد - المواد الصلبة والسائلة والغازية. ولكن ما يجعل المياه غير عادية هو أنه يمكن أن تتشكل في جميع الحالات الثلاث الموجودة في المادة في درجات الحرارة التي تحدث عموما في الحياة اليومية على الأرض.
es_es: ¡Hacer cubos de hielo es incluso más fácil que preparar limonada! Todo lo que necesitas hacer es añadir un poco de agua líquida a una charola para cubos de hielo, ponerla en el congelador, y esperar un par de horas hasta que se congele en agua sólida - llamada hielo. Se llama cambiar estados de la materia - en este caso de líquido a sólido. Los cambios en el estado de la materia de las sustancias ocurren debido a los cambios de temperatura. Éste es otro ejemplo de un cambio físico que puede sucederle a una sustancia. La mayoría de las sustancias como el agua, pueden existir comúnmente en tres estados diferentes de la materia - sólidos, líquidos y gases. Pero lo que hace que el agua sea inusual es que puede existir en todos los estados de materia en temperaturas que ocurren comúnmente en la vida diaria de la Tierra.

source: <span class='key'>Changing states of matter</span> just means changing a substance – like water - from a solid to a liquid or a liquid to a gas – or going the other way - from a gas to a liquid or a liquid to a solid, simply by changing the temperature. In making ice cubes, the water changed its properties from being liquid at room temperature to being cold and solid when it freezes. But it's still water. It didn't change what it is - just some of its properties changed. And - if you just leave the ice alone at room temperature for an hour or so, the ice will melt back to liquid water again– or change from a solid state – ice - into the liquid state - liquid water – all by itself. That means the process of changing states of matter is <span class='key'>reversible</span>. It can go either way.
ar_eg: تغيير حالات المادة يعني مجرد تغيير للمادة - كالماء - من الحالة الصلبة إلى الحالة السائلة أو السائلة إلى الحالة الغازية - أو الانتقال بطريقة أخرى - من غاز إلى سائل أو السائل إلى مادة صلبة، وذلك ببساطة عن طريق تغيير درجة الحرارة. فعند صنع مكعبات الثلج، غير الماء خصائصه من السائلة في درجة حرارة الغرفة إلى بارد وصلب عندما يتجمد. لكنه لا يزال ماءا. لم يغير ما هو عليه - فقط قام بتغيير بعض من خصائصه. إذا تركت الجليد وحده في درجة حرارة الغرفة لمدة ساعة أو نحو ذلك، فإن الجليد سيذوب ويرجع للحالة السائلة أو يتغير من الحالة الصلبة - الجليد - إلى الحالة السائلة - الماء- من تلقاء نفسه. وهذا يعني أن عملية تغيير حالات المادة <span class='key'>قابلة للعكس</span> . ويمكن أن تحدث في الاتجاهين .
es_es: <span class='key'>Cambiar estados de la materia</span> sólo significa cambiar una sustancia - como el agua - de un sólido a un líquido o de un líquido a un gas - o en reversa - yendo de gas a líquido o de líquido a sólido, simplemente cambiando la temperatura. Al hacer cubos de hielo, el agua cambió sus propiedades de ser líquida a temperatura ambiente a estar fría y sólida cuando se congela. Pero aún es agua. No cambió lo que era - sólo algunas de sus propiedades cambiaron. Y - si sólo dejas el hielo en una temperatura ambiente por una hora más o menos, el hielo se derretirá y volverá a ser agua líquida - o cambiará de un estado sólido - hielo - a un estado líquido - agua líquida - por sí mismo. Esto significa que el proceso de cambiar estados de materia es <span class='key'>reversible</span>. Puede ir en cualquier dirección.

source: Most matter can exist in a solid state, liquid state, or gaseous state, depending on the temperature. But sometimes, for some substances like iron, the temperature has to be really hot – like in a really hot furnace to get it to become liquid.
ar_eg: يمكن أن تتواجد معظم المواد في الحالة الصلبة،أو الحالة السائلة أو الحالة الغازية، تبعا لدرجة الحرارة. لكن في بعض الأحيان، بالنسبة لبعض المواد مثل الحديد ،يجب أن تكون درجة الحرارة عالية فعلا - كما في الفرن الساخن لجعله سائلا.
es_es: La mayoría de la materia puede existir en estado sólido, estado líquido o estado gaseoso, dependiendo de la temperatura. Pero a veces, para ciertas sustancias como el hierro, la temperatura tiene que ser muy caliente - como un horno realmente caliente para que se conviertan en líquidos.

source: Putting ice cubes...
ar_eg: وضع مكعبات الثلج ...
es_es: Colocando cubos de hielo...

source: Question A. Which of the following properties of matter is most important in causing matter to change its state?
ar_eg: السؤال أ. أي من الخصائص التالية للمادة هي الأكثر أهمية في التسبب بتغيير حالة المادة؟
es_es: Pregunta A. ¿Cuál de las siguientes propiedades de la materia es la más importante para causar que la materia cambie de estado?

source: Size
ar_eg: الحجم
es_es: Tamaño

source: Temperature
ar_eg: درجة الحرارة
es_es: Temperatura

source: Shape
ar_eg: الشكل
es_es: Forma

source: Question B. Which of the following is <span class='blink'>NOT</span> an example of matter changing its state?
ar_eg: السؤال ب. أي مما يلي<span class='blink'> ليس</span> مثالا على المواد التي تغير حالتها؟
es_es: Pregunta B. ¿Cuál de las siguientes <span class='blink'>NO</span> es un ejemplo de la materia cambiando su estado?

source: Any solid substance turning into a liquid
ar_eg: أي مادة صلبة تتحول إلى السائلة
es_es: Cualquier sustancia sólida convirtiéndose en líquida

source: Liquid water freezing
ar_eg: تجميد الماء السائل
es_es: Agua líquida congelándose

source: Water evaporating
ar_eg: تبخر المياه
es_es: Agua evaporándose

source: Liquid water getting cold
ar_eg: الماء السائل يصبح باردا
es_es: El agua líquida enfriándose

source: Changing state of matter...
ar_eg: تغير حالة المادة
es_es: Cambiando el estado de la materia...

source: Not really – the size of a substance may change because of a change in state – like liquid water expands and gets bigger when it freezes – but that doesn't cause the water to freeze and change state – it's the result of water freezing.
ar_eg: ليس صحيحاً - قد يتغير حجم المادة بسبب التغير في الحالة- مثل توسع الماء السائل ويصبح حجمه أكبر عندما يتجمد - ولكن هذا لا يتسبب بتجميد الماء وتغير حالته - انها نتيجة لتجميد الماء.
es_es: No realmente - el tamaño de una sustancia puede cambiar debido a un cambio en su estado - como el agua líquida que se expande y crece cuando se congela - pero eso no provoca que el agua se congele y cambie de estado - es el resultado de la congelación del agua.

source: Yes – The temperature of any substance normally is the cause of most common substances changing state under normal conditions. For instance, when you cool liquid water to below its freezing point, it changes state to become solid ice.
ar_eg: نعم - درجة حرارة أي مادة عادة هي سبب تغيير حالة معظم المواد المشتركة في ظل ظروف طبيعية. على سبيل المثال، عند تبريد الماء السائل إلى ما دون درجة التجمد، فإنه يغير حالته ليصبح جليد صلب.
es_es: Sí - La temperatura de cualquier sustancia normalmente es la causa de que las sustancias más comunes cambien de estado bajo condiciones normales. Por ejemplo, cuando enfrías agua líquida por debajo de su punto de congelación, ésta cambia de estado para convertirse en hielo sólido.

source: No – The shape of a substance doesn't cause it to change states.
ar_eg: لا - شكل المادة لا يتسبب في تغيير حالتها.
es_es: No - La forma de una sustancia no provoca que cambie de estado.

source: No – The color of a substance doesn’t cause it to change states. But if a substance is dark-colored, it may absorb sunlight more than if it was a light color. This might heat it up and cause it to melt. But it’s still the temperature increase that causes the melting.
ar_eg: لا - لون المادة لا يتسبب في تغيير حالتها. ولكن إذا كانت المادة داكنة اللون، يمكن أن يحدث امتصاص ضوء الشمس أكثر مما لو كان لونها فاتحاً. هذا يمكن أن يسخنها أو أن يذيبها. لكن ارتفاع درجة الحرارة يتسبب في ذوبانها.
es_es: No - El color de una sustancia no provoca que cambie de estado. Pero si una sustancia tiene un color oscuro, puede absorber la luz del sol más que si fuera de un color claro. Esto puede hacer que se caliente y se derrita. Pero aún será el incremento en la temperatura que provocará que se derrita.

source: Not quite – substance turning from a solid to a liquid is called melting – which is a change of state.
ar_eg: ويسمى تحول المادة من الحالة الصلبة إلى الحالة السائلة ذوبان - - وهو تغير في المادة.
es_es: No exactamente - el que las sustancias pasen de sólidas a líquidas se conoce como fusión - que es un cambio de estado.

source: Not quite – water freezing – going from a liquid to a solid - is a change of state.
ar_eg: ليس تماما - تجميد المياه - الانتقال من الحالة السائلة إلى الحالة الصلبة - هو تغيير في المادة.
es_es: No exactamente - cuando el agua se congela - pasando de líquida a sólida - es un cambio de estado.

source: Not quite – water evaporating – going from a liquid to a gas - is a change of state.
ar_eg: ليس تماما - تبخر المياه - الانتقال من الحالة السائلة إلى الحالة الغازية - هو تغيرفي المادة.
es_es: No exactamente - cuando se evapora el agua - pasando de un líquido a un gas - es un cambio de estado.

source: Correct – Liquid water getting colder – without freezing is not a change of state. It starts out liquid and is still liquid after it gets colder, so there's no change of state.
ar_eg: صحيح - عندما تزداد برودة الماء السائل - دون تجمد فهذا لا يعتبر تغير في حالة المادة. يكون الماء في البداية وفي النهاية سائلا عندما يتعرض للتبريد، لذلك ليس هناك تغيير في حالة المادة.
es_es: Correcto - cuando el agua se enfría sin congelarse no es un cambio de estado. Comienza como un líquido y continúa siendo un líquido después de enfriarse, así que no hay un cambio de estado.

source: Now let's think about the cake. Did you happen to watch your mother or someone else make the cake? They added some white powdered flour, some sugar, butter, milk, eggs, and baking powder all together in a big bowl. The recipe calls these "ingredients" but scientists think of them as <span class='key'>chemical compounds</span>. It looks like a big mess, doesn't it? Does it look like something you'd want to eat? But then all the ingredients got mixed together and put in the hot oven to bake. Then what happened? After baking in the oven at about 350 degrees for 30-45 minutes, that big mess in the bowl changed. Out popped a cake that looks and feels and tastes totally different than the ingredients before baking. Look at the ingredients in the bowl, then look at the slice of cake. How do you think the properties of the cake – the taste, the color, the way it feels – are different from the properties of the ingredients? What do you think happened to cause those changes?
ar_eg: دعونا الآن نفكر في الكعكة. هل سبق ورأيت أمك أو أي أحد يقوم بصنع الكعكة؟ لقد أضافوا بعضا من مسحوق الدقيق، بعضا من السكر،والزبدة، والحليب،والبيض، ومسحوق الخَبز كلها في وعاء كبير. الوصفة تسمى كل هذه بالمكونات، ولكن يعتبرها العلماء <span class='key'>كمركبات كيميائية</span>. تبدو كفوضى كبيرة، أليس كذلك؟هل تبدو كشيء تريد أكله؟ لكن بعد ذلك تمتزج المكونات كلها معا وتوضع في الفرن الساخن لتنخبز. ثم ماذا يحصل بعد ذلك؟ بعد الخبز على درجة حرارة 350 لمدة 30-45 دقيقة، تحولت هذه الفوضى الكبيرة. ظهرت الكعكة التي يبدو شكلها وطعمها مختلف تماما عن المكونات قبل الخبز. انظرعلى المكونات في الوعاء، ثم انظر الى قطعة من الكعكة. كيف ترى بأن خصائص الكعكة - الطعم، اللون يختلف عن خصائص المكونات؟ ماذا حدث برأيك لهذه التغيرات؟
es_es: Ahora pensemos acerca del pastel. ¿Observaste cómo tu madre o alguien más preparaba el pastel? Añadieron algo de harina blanca en polvo, algo de azúcar, mantequilla, leche, huevos y polvos para hornear en un gran tazón. La receta los llama "ingredientes" pero los científicos piensan en ellos como <span class='key'>compuestos químicos</span>. Parece un desastre, ¿no? ¿Luce como algo que querrías comer? Pero entonces todos los ingredientes se mezclaron y se pusieron en el horno caliente para hornearse. Entonces, ¿qué pasó? Tras hornearlos a alrededor de 350 grados Fahrenheit por alrededor de 30 a 45 minutos, ese desastre en el tazón cambió. Salió un pastel que luce y se siente y sabe totalmente distinto de los ingredientes antes de hornearse. Mira los ingredientes en el tazón, luego mira a la rebanada de pastel. ¿Cómo crees que las propiedades del pastel - el sabor, el color, la forma en que se siente - son distintas de las propiedades de los ingredientes? ¿Qué crees que pasó que provocó esos cambios?

source: Lots of complicated <span class='key'>chemical changes</span> happen when a cake bakes. But let's look at just one chemical change that's really important - how the cake rises.
ar_eg: الكثير من <span class='key'>التغيرات الكيميائية</span> المعقدة تحدث عندما تنخبز الكعكة. ولكن دعونا ننظر في تغيير كيميائي واحد فقط وهو مهم حقا - كيف ترتفع الكعكة
es_es: Muchos complicados <span class='key'>cambios químicos</span> suceden cuando se hornea un pastel. Pero prestemos atención a un sólo cambio químico que es muy importante - cómo se eleva el pastel.

source: Sodium bicarbonate
ar_eg: بيكربونات الصوديوم
es_es: Bicarbonato de sodio

source: Citric acid
ar_eg: حمض الستريك
es_es: Ácido cítrico

source: One of the ingredients in the cake is baking powder. Baking powder is composed of two chemical compounds – sodium bicarbonate and a very weak and harmless acid - that react together when heated to make two new chemicals – carbon dioxide gas – CO<sub>2</sub> – plus some water.
ar_eg: واحدة من المكونات في الكعكة هي مسحوق الخبز. يتكون مسحوق الخبز من اثنين من المركبات الكيميائية - بيكربونات الصوديوم وحمض ضعيف جدا وغير ضار - واللذان يتفاعلان معا عند تسخينها لتكوين اثنين من المواد الكيميائية الجديدة - غاز ثاني أكسيد الكربون بالإضافة إلى بعض الماء.
es_es: Uno de los ingredientes en el pastel es polvo para hornear. El polvo para hornear se compone de dos compuestos químicos - el bicarbonato de sodio y un ácido muy débil e inofensivo - que reaccionan entre sí cuando se calientan para crear dos químicos nuevos - gas de dióxido de carbono - CO<sub>2</sub> - y algo de agua.

source: As the cake cooks, the CO<sub>2</sub> gas gets in between the little cake particles and lifts them up and pushes them apart to cause the cake to rise. This reaction is:
ar_eg: عندما تُطهى الكعكة، يدخل غاز ثاني أكسيد الكربون داخل جزيئات الكعكة وتقوم برفعهم وفصلهم عن بعضهم البعض لترتفع الكعكة وتنتفخ. هذا التفاعل هو:
es_es: Conforme se cocina el pastel, el gas de CO<sub>2</sub> entra entre las pequeñas partículas de pastel y las levanta y separa lo que provoca que el papel se eleve. Esta reacción es:

source: CO<sub>2
es_es: CO<sub>2</sub>

source: Becomes
ar_eg: يصبح
es_es: Se convierte en

source: Acid
ar_eg: حامض
es_es: Ácido

source: Carbon dioxide
ar_eg: ثاني أكسيد الكربون
es_es: Dióxido de carbono

source: The big difference between physical changes, like changes of state, and chemical changes, like the baking of the cake, is that in a chemical change or reaction, the change in the substances can't be reversed. In other words, once you make the cake, you can't get back the eggs, and milk, and baking soda.
ar_eg: الفرق كبير بين التغيرات الفيزيائية، مثل التغيرات في المادة، والتغيرات الكيميائية، مثل خبز الكعكة، هو أنه في التغيير الكيميائي أو رد الفعل، التغيير في المواد لا يمكن عكسه. وبعبارة أخرى، وبمجرد أن تصنع الكعكة، لا يمكنك الحصول على البيض مرة أخرى، والحليب، وصودا الخبز.
es_es: La gran diferencia entre los cambios físicos, como los cambios de estado, y los cambios químicos, como el hornear un pastel, es que en un cambio o reacción química, el cambio en las sustancias no puede ser revertido. En otras palabras, una vez que preparas el pastel, no puedes recuperar el huevo, leche y bicarbonato de sodio.

source: Pre-heating oven...
ar_eg: تسخين الفرن قبل ...
es_es: Pre-calentando el horno...

source: Question A. Which of the following cake ingredients is <span class='blink'>not</span> a chemical compound?
ar_eg: السؤال أ. أي من مكونات الكعكة التالية ليس مركباً كيميائياً؟
es_es: Pregunta A. ¿Cuál de los siguientes ingredientes del pastel <span class='blink'>no</span> es un compuesto químico?

source: Egg
ar_eg: بيضة
es_es: Huevo

source: Baking soda
ar_eg: بيكربونات الصوديوم/صودا الخبز
es_es: Bicarbonato de sodio

source: None of the above
ar_eg: لا شيء مما سبق
es_es: Ninguno de los anteriores

source: Question B. Which of the following statements are <span class='blink'>false</span> about chemical compounds?
ar_eg: السؤال ب. أي من العبارات التالية <span class='blink'>خاطئة</span> عن المركبات الكيميائية؟
es_es: Pregunta B. ¿Cuáles de las siguientes declaraciones son <span class='blink'>falsas</span> acerca de los compuestos químicos?

source: All chemicals are bad for you so never eat or go near any chemical compounds.
ar_eg: جميع المواد الكيميائية سيئة بالنسبة اليك لذا لا تأكل أو تقترب من أي مركبات كيميائية مطلقاً.
es_es: Todos los químicos son malos para ti así que no debes comer o acercarte a ningún compuesto químico.

source: Almost everything in the universe is made up of chemical compounds – some of them are bad for you and some of them are good.
ar_eg: يتكون كل شيء تقريبا في الكون من مركبات كيميائية - بعضها سيء بالنسبة لك وبعضها جيد.
es_es: Casi todo en el universo está formado por compuestos químicos - algunos de ellos son malos para ti y algunos son buenos.

source: Some chemical compounds are necessary for your everyday survival.
ar_eg: بعض المركبات الكيميائية ضرورية للبقاء على قيد الحياة كل يوم
es_es: Algunos compuestos químicos son necesarios para tu supervivencia diaria.

source: It's important to understand ideas about chemicals so you know which are bad for you and which are good.
ar_eg: من المهم أن نفهم الأفكار حول المواد الكيميائية حتى تعرف المواد الضارة والجيدة بالنسبة اليك
es_es: Es importante que entiendas ideas acerca de los químicos para que puedas saber cuáles son malos para ti y cuáles son buenos.

source: Sorting cake ingredients...
ar_eg: صنف مكونات الكعكة ...
es_es: Clasificando ingredientes de pastel...

source: Not quite – Eggs are made from very complicated chemical compounds.
ar_eg: ليس تماما - البيض مصنوع من مركبات كيميائية معقدة للغاية.
es_es: No exactamente - los huevos están formados de compuestos químicos muy complicados.

source: Not quite – Sugar is the chemical C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> which means it's made up from the elements carbon, hydrogen, and oxygen.
ar_eg: ليس تماما - السكر هو المادة الكيميائية 6H<sub>12</sub>O<sub>6</sub>C مما يعني انها مصنوعة من عنصر الكربون والهيدروجين والأكسجين.
es_es: No exactamente - El azúcar es el químico C<sub>6</sub>H<sub>12</sub>O<sub>6</sub> que significa que está formado por los elementos carbono, hidrógeno y oxígeno.

source: Not quite – baking soda is Sodium bicarbonate - NaHCO<sub>3</sub>. Even though it's a chemical it's totally safe to have in your cake.
ar_eg: ليس تماما - صودا الخبز هو بيكربونات الصوديوم <sub>3</sub>NaHCO. على الرغم من انها مادة كيميائية إلا انها آمنة تماما لتكون داخل كعكتك.
es_es: No exactamente - el bicarbonato de sodio es NaHCO<sub>3</sub>. Aunque es un químico es totalmente seguro tenerlo en tu pastel.

source: Yes – all of the ingredients your mom puts in your birthday cake are really chemicals.
ar_eg: نعم - كل من المكونات التي تضعها أمك في كعكة عيد ميلادك هي في حقا مواد الكيميائية.
es_es: Sí - todos los ingredientes que tu mamá pone en tu pastel de cumpleaños son químicos.

source: Yes – This is a false statement. Not all chemical compounds are bad for you. In fact some are critical to life – like water – which is the chemical compound H<sub>2</sub>O – is critical for your survival.
ar_eg: نعم - وهذه عبارة ليست صحيحة. ليست كل المركبات الكيميائية سيئة بالنسبة لك. في الواقع بعضها بالغ الأهمية في الحياة - مثل الماء - والذي هو مركب كيميائي <sub>O<sub>2<sub>H بالغ الأهمية من أجل ان تبقى على قيد الحياة
es_es: Sí - Esta declaración es falsa. No todos los compuestos químicos son malos para ti. De hecho, algunos son críticos para la vida - como el agua - que es el compuesto químico H<sub>2</sub>O – y es crítica para tu supervivencia.

source: Not quite – This is a true statement - Almost everything in the universe is made up from chemical compounds. Some of them are bad for you and some of them are good.
ar_eg: ليس تماما - هذه عبارة صحيحة- كل شيء تقريبا في الكون يتكون من المركبات الكيميائية. بعضها سيء بالنسبة لك وبعضها جيد.
es_es: No exactamente - Ésta es una declaración verdadera - Casi todo en el universo está formado por compuestos químicos. Algunos de ellos son malos para ti y algunos de ellos son buenos.

source: Not Quite - This is a true statement. Some chemical compounds are necessary for your everyday survival – like water – which is the chemical compound H<sub>2</sub>O is critical for your survival.
ar_eg: ليس تماما -هذه عبارة صحيحة. بعض المركبات الكيميائية ضرورية لتبقى على قيد الحياة- مثل الماء - الذي هو مركب كيميائي O<sub>2<sub>H هو أمر حاسم لتبقى على قيد الحياة.
es_es: No exactamente - Ésta es una declaración verdadera - Algunos compuestos químicos son necesarios para tu supervivencia diaria - como el agua - que es el compuesto químico H<sub>2</sub>O – y es crítica para tu supervivencia.

source: Not quite – This is a true statement - It's important to understand ideas about chemicals so you know which are bad for you and which are good.
ar_eg: ليس تماما - هذه عبارة صحيحة- من المهم أن نفهم الأفكار حول المواد الكيميائية حتى تعرف ما هي المواد السيئة والجيدة بالنسبة اليك.
es_es: No exactamente - Ésta es una declaración verdadera - Es importante entender ideas acerca de los químicos para que sepas cuáles son malos para ti y cuáles son buenos.
