Repository: geneconde/NGR-sandbox
Catalog: modules/chemical-and-physical-changes/Locale/*/LC_MESSAGES/chemical-and-physical-changes.po
Languages: ar_eg, es_es

source: All matter – the stuff or substances that everything is made of – has properties that you can see, feel, touch, taste, or hear. These properties might be: how hard the substance is; what color it is; whether it's a solid, liquid or gas; how it tastes; or anything else you can observe with your senses. These are all called <span class='key'>"properties of matter"</span>.<br/> Sometimes, things you do to matter can changes these properties. Like you can heat or cool substances that change them from a solid to a liquid or a gas. This kind of change is called a <span class='key'>change of state</span>. The word "state" means: Is it in a "solid, liquid, or gaseous, "state"? Or you can mix substances together. Mixing water and sugar together changes the properties of both the sugar and the water to make a new substance – a <span class='key'>mixture</span> - called sugar water that is wet and sweet.<br/> Both mixtures and changes of state are examples of <span class='key'>physical changes</span> to matter because each of these changes is easily reversible. Heating may change solid water – ice - into liquid water but freezing the liquid water easily reverses the change back to solid water. And adding sugar to water might create sugar water but you can reverse the change and get both the plain water and the sugar back by letting the water evaporate.<br/> Another kind of change to matter is called <span class='key'>chemical change</span>. This is a little bit different and more complicated than physical change. In chemical change when two or more different substances are mixed together, and sometimes when you also heat them too, they change into totally different substances with new and different properties. This process is called a <span class='key'>chemical reaction</span>. Usually, after a chemical reaction, the new substances produced cannot easily be changed back to the original substances.<br/> Whenever physical changes or chemical changes happen, no matter what they are, there is one thing that is very important. The weight (mass) of the all the original substances (matter) together is the same as the weight (mass) of all substances (matter) you end up with. No matter is either created or destroyed. This principle is called the <span class='key'>Conservation of Matter</span> and is one of the most important ideas in all of science.
ar_eg: كل المواد والأشياء والتي يصنع منها كل شيء لها خصائص يمكنك أن تراها،تشعر بها، تلمسها تتذوقها أو تسمعها. هذه الخصائص قد تكون : قسوة المادة ؛ لونها ؛ وسواء كانت في صورة صلبة أو سائلة أو غازية؛ كيف طعمها. أو أي شيء آخر يمكنك مراقبته بحواسك. وهذه كلها تسمى <span class='key'>خصائص المادة </span>. <br/>في بعض الأحيان، الأشياء التي تقوم بها يمكن أن تغير هذه الخصائص. مثال: يمكنك تسخين أو تبريد المواد والتي تتغير من الحالة الصلبة إلى الحالة السائلة أو الغازية. ويسمى هذا النوع من التغيير <span class='key'>تغير الحالة</span>. كلمة حالة تعني صلبة أو سائلة أو غازية، أو يمكنك خلط المواد معا. خلط الماء والسكر معا يغير خصائص كل من السكر والماء لتكوين مادة جديدة. <span class='key'>الخليط الذي يسمى المياه المحلاة يكون رطبا وحلوا. <br/>كلا المزيجين والتغيرات في الحالة هي أمثلة على <span class='key'>التغيرات الفيزيائية</span> فيها لأن كل واحد من هذه التغيرات يمكن عكسه بسهولة. التسخين قد يغير المياه الصلبة - الجليد - إلى المياه السائلة ولكن تجميد المياه السائلة بسهولة يعكس هذا التغيير إلى المياه الصلبة. وإضافة السكر إلى المياه قد يكوَن مياه محلاة ولكن يمكنك عكس التغيير والحصول على كل من الماء العادي والسكر من جديد عن طريق ترك المياه تتبخر. نوع آخر من التغيير يسمى <span class='key'>التغير الكيميائي. وهذا يختلف قليلا ويكون أكثر تعقيدا من التغيير الفيزيائي. في التغير الكيميائي يتم خلط اثنين أو أكثر من المواد المختلفة معا، وأحيانا عندما يتم تسخينها . <br/>وتتغير المواد المختلفة تماما مع خصائص جديدة ومختلفة. وتسمى هذه العملية <span class='key'>بالتفاعل الكيميائي</span>. عادة، بعد أي تفاعل كيميائي، ليس من السهل أن تتغير المواد الجديدة المنتجة إلى المواد الأصلية. <br/>كلما حدثت التغيرات الفيزيائية أو التغيرات الكيميائية ، بغض النظر عن ما هي عليه، هناك شيء واحد كبير الأهمية. الوزن (الكتلة) لجميع المواد الأصلية (المواد) معا هو نفس الوزن (الكتلة) لجميع المواد التي تتكون بالنهاية. لا يوجد مادة تتكون او تتدمر من تلقاء نفسها. وهذا ما يسمى بمبدأ <span class='key'>حفظ المادة </span>وهي واحدة من أكثر الأفكار أهمية في جميع العلوم.

source: Reversible
ar_eg: قابلٌ للإنعكاس

source: Not quite – When you add lemonade mix and sugar to water to make lemonade, you still have the same sugar and lemon and water – just all mixed together.
ar_eg: ليس تماما - عند إضافة مزيج عصير الليمون والسكر إلى الماء لصنع الليموناضة، سيبقى السكر والليمون موجودان في الماء - لكنها فقط ممزوجة مع بعضها.
