Repository: geneconde/NGR-sandbox
Catalog: modules/chemical-and-physical-changes/Locale/*/LC_MESSAGES/chemical-and-physical-changes.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: إختبار قصير رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: إختبار قصير رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: إختبار قصير رقم 4
es_es: Revisión Rápida #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.
es_es: Gira o voltea la caja de abajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر فوق، وعقد وحرك الماوس صعودا وهبوطا لتدوير مربع وحدد إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: من خلال تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: في العمل
es_es: La Tarea

source: The Problem
ar_eg: مشكلة
es_es: El Problema

source: Your Assignment
ar_eg: تعيين الخاص
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: سؤال سريع رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: سؤال سريع رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: سؤال سريع رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: سؤال سريع رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations
ar_eg: مبروك،
es_es: Felicitaciones

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وبالأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Ir al tablero de inicio

source: Go Back to Dashboard
es_es: Regresar Para Dashboard

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready
es_es: Estás listo/a

source: Preparing your first quick check!
ar_eg: تحضير اختبارك القصير الأول!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: استعداد للمشاركة الشيك سريعة؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: استعداد للمسابقة مشاركة سؤالك؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Language:
es_es: Idioma:

source: Welcome to the Chemical and Physical Changes module
ar_eg: مرحبا بكم في وحدة التغيرات الفيزيائية والكيميائية
es_es: Bienvenido/a al módulo de Cambios Físicos y Químicos

source: Thinking about... chemical and physical changes
ar_eg: التفكير.. بالتغييرات الكيميائية والفيزيائية
es_es: Pensando acerca de... cambios físicos y químicos

source: Remember your last birthday when you were blowing the candles out on your birthday cake? That whole experience was made possible by chemical and physical changes in matter!
ar_eg: هل تذكر عيد ميلادك الماضي عندما نفخت على شموع كعكة عيد ميلادك؟ هذه الخبرة أصبحت ممكنة بفضل التغيرات الكيميائية والفيزيائية في المادة!
es_es: ¿Recuerdas tu último cumpleaños, cuando estabas soplando para apagar las velas del pastel? ¡Toda esa experiencia fue posible debido a los cambios físicos y químicos en la materia!

source: There's a lot to be learned at your birthday party about how different kinds of matter interact to cause chemical and physical changes in matter. The baking of your birthday cake involves chemical reactions that are good examples of chemical changes in the ingredients that make the cake. The burning of the candles involves both physical changes and chemical changes in the matter that makes up the candles. But the making of the lemonade you drink and making the ice that keeps the lemonade cold are not chemical changes – they are physical changes that happen in the sugar, the water and the lemonade mix that make your lemonade. Let's see what all of this means.
ar_eg: هناك الكثير مما يمكن تعلمه من حفل عيد ميلادك عن كيفية تفاعل المواد بسبب التغيرات الكيميائية والفيزيائية فيها. خبز كعكة عيد ميلادك يتضمن التفاعلات الكيميائية والتي تعتبر أمثلة جيدة على التغيرات الكيميائية في المكونات التي نحضر الكعكة منها. فحرق الشموع يشمل كل من التغيرات الفيزيائية والتغيرات الكيميائية في المادة التي تكون الشموع. ولكن صنع عصير الليمون الذي تشربه والثلج الذي يحافظ على برودة عصير الليمون ليست تغيرات كيميائية - فهي تغيرات فيزيائية تحدث في السكر، فخليط الماء وعصير الليمون يكون مزيج من عصير الليمون الذي تشربه. دعونا نرى ماذا يعني كل هذا.
es_es: Hay mucho que puedes aprender durante tu fiesta de cumpleaños acerca de cómo los distintos tipos de materia interactúan para provocar cambios físicos y químicos en la materia. El horneado de tu pastel de cumpleaños involucra reacciones químicas que son buenos ejemplos de cambios químicos en los ingredientes que forman al pastel. El quemado de las velas involucra cambios tanto físicos como químicos en la materia que forma las velas. Pero el hacer la limonada que bebes y congelar el hielo que hace que se mantenga fría no son cambios químicos - son cambios físicos que les suceden al azúcar, el agua y el polvo para limonada con la que la preparaste. Veamos lo que esto significa.

source: Checking what you know about... chemical and physical changes
ar_eg: التأكد مما تعرفه عن ... الكيميائية والتغيرات الفيزيائية
es_es: Revisando lo que sabes acerca de... cambios físicos y químicos

source: When the ingredients in the bowl change to become a cake, what do you think is the <span class='blink'>best explanation</span> for what happens?
ar_eg: عندما تتغير المكونات في الوعاء لتصبح كعكة، ما هو أفضل تفسير برأيك لما يحدث؟
es_es: Cuando los ingredientes en el tazón cambian para convertirse en pastel, ¿cuál crees que sea la <span class='blink'>mejor explicación</span> para lo que sucede?

source: Stirring the ingredients together causes them to mix and change to make the cake.
ar_eg: تحريك المكونات معا يسبب مزج هذه المكونات فتتغير لتكون الكعكة.
es_es: Mezclar los ingredientes entre sí provoca que se mezclen y cambien para formar al pastel.

source: The chemicals that make up the ingredients automatically combine to make new chemicals in the cake.
ar_eg: تندمج المواد الكيميائية التي تشكل المكونات تلقائيا لتكوين مواد كيميائية جديدة في الكعكة.
es_es: Los químicos que forman los ingredientes automáticamente se combinan para crear nuevos químicos en el pastel.

source: The heat from the oven causes the chemicals in the ingredients to have a chemical reaction to form new chemicals that make up the cake.
ar_eg: الحرارة من الفرن تسبب تفاعل كيميائي في المواد الكيميائية الموجودة في المكونات فتشكل مواد كيميائية جديدة والتي في النهاية تكون الكعكة.
es_es: El calor del horno provoca que los químicos en los ingredientes tengan una reacción química para formar nuevos químicos que forman al pastel.

source: Cake mixes from the grocery store automatically make cakes when you cook them.
ar_eg: مزيج الكعك الجاهز من البقالة يصنع الكعك تلقائيا عند طهوه.
es_es: Las mezclas para pastel de la tienda automáticamente crean pasteles cuando los cocinas.

source: Simply stirring the ingredients together just makes a mixture of ingredients but not a cake. Even if you let the mixture sit for a long time, you still won't get a cake. The chemicals in the ingredients, like the eggs and milk and sugar, don't automatically combine and change to make the cake. The heat from the oven causes the chemicals that make up the cake ingredients to have a chemical reaction that changes them into new chemicals that make up a cake. These new chemicals give the cake its new properties that are different from those of the ingredients. You can't taste raw eggs or flour or milk anymore. But you can taste cake.
ar_eg: تحريك المكونات ببساطة يكوّن مزيجا من المكونات ولكن لا يصنع كعكة. حتى لو تركت المزيج لفترة طويلة، فأنت لن تحصل على الكعكة. المواد الكيميائية في المكونات، مثل البيض والحليب والسكر، لا تندمج تلقائيا وتتغير لتصبح كعكة. حرارة الفرن تسبب تفاعلاً كيميائياً في المواد الكيميائية الموجودة داخل المكونات لتشكيل مواد كيميائية جديدة والتي تكون الكعكة. هذه المواد الكيميائية الجديدة تعطي الكعكة خصائص جديدة تختلف عن تلك المكونات. لا يمكنك تذوق البيض النيء أو الدقيق أو الحليب بعدها. ولكن يمكنك تذوق الكعكة.
es_es: Simplemente mezclar los ingredientes entre sí sólo crea una mezcla de ingredientes pero no un pastel. Incluso si dejas que repose la mezcla por mucho tiempo, no obtendrás un pastel. Los químicos en los ingredientes, como los huevos, leche y azúcar, no se combinan automáticamente y cambian para hacer el pastel. El calor del horno provoca que los químicos que forman a los ingredientes del pastel tengan una reacción química que los convierte en nuevos químicos que forman un pastel. Estos químicos nuevos le dan al pastel sus nuevas propiedades que son distintas de las de sus ingredientes. Ya no puedes sentir el sabor del huevo crudo o harina o leche. Pero puedes sentir el sabor del pastel.

source: Baking sweet cakes...
ar_eg: خبز الكعك الحلو
es_es: Horneando pasteles dulces...

source: Reviewing big ideas about... chemical and physical changes
ar_eg: مراجعة الأفكار الرئيسية حول ... التغيرات الكيميائية و الفيزيائية
es_es: Revisando ideas importantes acerca de... cambios físicos y químicos

source: Let's start by making lemonade!! There's nothing like a nice big glass of cold lemonade to wash down that delicious birthday cake. Making lemonade for your birthday party is a good example of mixing two or more different substances and getting a new substance that has different <span class='key'>properties</span>. That's what scientists call a <span class='key'>physical change</span>. Let's make some lemonade and see what that means.
ar_eg: دعونا نبدأ بصنع عصير الليمون !! لا يوجد شيء أجمل وألذ من كوب كبير من عصير الليمون البارد لإزالة طعم هذه الكعكة اللذيذة. صنع عصير الليمون لحفلة عيد ميلادك هو مثال جيد لمزج اثنين أو أكثر من المواد المختلفة، والحصول على مادة جديدة لها <span class='key'>خصائص مختلفة</span>، وهذا ما يسميه العلماء <span class='key'>التغير الفيزيائي </span>. دعونا نصنع عصير الليمون ونرى ما معنى ذلك.
es_es: ¡¡Comencemos preparando limonada!! No hay nada como un fresco vaso grande de limonada fría para pasar ese delicioso pastel de cumpleaños. Hacer limonada para tu fiesta de cumpleaños es un buen ejemplo de mezclar dos o más sustancias diferentes y obtener una nueva sustancia que tiene <span class='blink'>propiedades</span> diferentes. Eso es lo que los científicos llaman un <span class='blink'>cambio físico</span>. Preparemos un poco de limonada y veamos qué significa eso.

source: Water
ar_eg: ماء
es_es: Agua

source: Plus
ar_eg: إضافة
es_es: más

source: Powdered Lemonade Mix
ar_eg: مزيج مسحوق عصير الليمون
es_es: Polvo para Limonada

source: Sugar
ar_eg: سكر
es_es: Azúcar

source: Equals
ar_eg: يساوي
es_es: Igual a

source: Lemonade
ar_eg: عصير الليمون
es_es: Limonada

source: When you mix the lemonade mix with water and sugar, you get a new substance with new properties - lemonade. The lemonade mix by itself is dry and "lemony" tasting but bitter. The water by itself is wet but tasteless. And the sugar is dry but sweet. Mix them all together and you get lemonade, which has the properties of all three ingredients combined – wet, lemony-tasting, and sweet – but are different from each of the ingredients by themselves. Lemonade is a good example of a <span class='key'>mixture</span>.
ar_eg: عند خلط مزيج عصير الليمون مع الماء والسكر، تحصل على مادة جديدة ذات خصائص جديدة - عصير الليمون. مزيج عصير الليمون بحد ذاته جاف وطعمه ليمون ولكن مر. الماء بحد ذاته رطب ولكن ليس له طعم. والسكر جاف ولكن طعمه حلو. امزجها كلها مع بعضها وستحصل على عصير الليمون، والذي يمتلك خصائص كافة المكونات الثلاثة مجتمعة - الرطب، والحامض، والحلو - ولكنه يختلف عن كل من المكونات لوحده، عصير الليمون هو مثال جيد على <span class='key'>المزيج</span> .
es_es: Cuando mezclas la mezcla para limonada con agua y azúcar, obtienes una nueva sustancia con nuevas propiedades - limonada. El polvo para limonada por sí mismo está seco y "sabe a limón" , pero está amargo . El agua por sí misma está húmeda pero no tiene sabor. Y el agua está seca pero dulce. Si los mezclas todos juntos, obtienes limonada, que tiene las propiedades de los tres ingredientes combinados - húmeda, sabe a limón y es dulce - pero es distinta de cada uno de los ingredientes por sí mismos. La limonada es un buen ejemplo de una <span class='key'>mezcla</span>.

source: A mixture is an example of a physical change because the original ingredients, like the sugar, the water, and the lemonade mix, don't turn into new chemicals – they just mix together. If you simply let the lemonade stand on your table long enough – and it may take a couple of days – the water part of the mixture will eventually <span class='key'>evaporate</span> – which means it goes up into the air and becomes part of the air. Then, if you look in the bottom of the pitcher, you'll see the sugar and the lemonade mix are still there! It came back!! Well, it was always there, but it was just mixed in with the water. The sugar always stayed sugar, and the lemonade mix stayed lemonade mix. They never changed into anything else. And the water <span class='key'>evaporating</span> – going from liquid to gas – is another example of a <span class='key'>physical change</span>. We'll talk more about that later.
ar_eg: المزيج هو مثال على التغير الفيزيائي لأن المكونات الأصلية، مثل السكر والماء، ومزيج عصير الليمون، لا تتحول إلى مواد كيميائية جديدة - هي فقط ممزوجة معا. . إذا تركت عصير الليمون على طاولتك فترة طويلة - أو لعدة أيام- ففي نهاية المطاف سيتبخر الماء الموجود في المزيج. ذلك يعني أنه سيرتفع في الهواء وسيصبح جزءا من الهوا. بعد ذلك، إذا نظرت الى أسفل الإبريق، سترى مزيج السكر وعصير الليمون لا يزال هناك! هل عاد !! حسنا، لقد كان دائما موجودا هناك، لكنه كان مختلطا مع الماء فقط. السكر يبقى دائما سكرا، و مزيج عصير الليمون سيبقى هو نفسه. لن يتغيروا الى اي شيء آخر. والماء فترة سوف <span class='key'>يتبخر</span> - الانتقال من الحالة السائلة إلى الحالة الغازية - هو مثال آخر على <span class='key'>التغير الفيزيائي </span>. سوف نتحدث أكثر عن ذلك لاحقا.
es_es: Una mezcla es un ejemplo de un cambio físico porque los ingredientes originales, como el azúcar, el agua y el polvo para limonada, no se convierten en químicos nuevos - sólo se combinan entre sí. Si simplemente dejas que la limonada repose sobre la mesa el tiempo suficiente - y quizá tome un par de días - la parte de agua de la mezcla eventualmente se <span class='key'>evaporará</span> - lo que significa que se integrará al aire. Luego, si miras al fondo de la jarra, ¡verás que el azúcar y el polvo para limonada siguen allí! ¡Regresaron! Bueno, siempre estuvieron allí, pero sólo se habían mezclado con el agua. El azúcar siempre permaneció como azúcar, y el polvo para limonada siempre fue polvo para limonada. Nunca se convirtieron en nada más. Y cuando el agua se <span class='key'>evapora</span> - yendo de líquido a gas - es otro ejemplo de un <span class='key'>cambio físico</span>. Hablaremos de ello más adelante.

source: And here's something else that's important about mixing <span class='key'>substances</span> together that causes physical changes. Even though the mixture might have new properties compared to the ingredients, the weight (or mass) of the mixture is always exactly the same as the weight of all the ingredients combined. No new matter is created or none of the matter is destroyed. This idea is called <span class='key'>Conservation of Matter</span> and is one of the most important ideas in all of science.
ar_eg: وهنا شيء آخر مهم حول مزج <span class='key'>المواد</span> معا والذي يسبب التغيرات الفيزيائية على الرغم من أن المزيج قد يكون له خواص جديدة مقارنة مع المكونات، وزن (أو كتلة) الخليط يكون دائما نفسه كوزن جميع المكونات مجتمعة. لا يتم تكوين مادة جديدة أو إتلاف أيا من هذه المواد. وتسمى هذه الفكرة <span class='key'>حفظ المواد</span> وتعد واحدة من أهم الأفكار في جميع العلوم.
es_es: Y aquí hay otra cosa que es importante acerca de mezclar <span class='key'>sustancias</span> unas con otras que causa cambios físicos. Aunque la mezcla puede no tener propiedades nuevas a comparación con los ingredientes, el peso (o masa) de la mezcla siempre será la misma que el peso de todos los ingredientes combinados. No se creará nueva materia y ninguna de la materia será destruida. Esta idea se conoce como <span class='key'>Conservación de la Materia</span> y es una de las ideas más importantes en toda la ciencia.

source: Extracting lemonade...
ar_eg: استخراج عصير الليمون ...
es_es: Extrayendo limonada...

source: Question A. When sugar is added to water to sweeten the lemonade, it:
ar_eg: السؤال أ. عند إضافة السكر إلى الماء لتحلية عصير الليمون، فإنه:
es_es: Pregunta A. Cuando el azúcar se añade al agua para endulzar la limonada, ésta:

source: Disappears.
ar_eg: يختفي.
es_es: Desaparece.

source: Is still sugar but dissolved in the water.
ar_eg: يبقى السكر في الماء ولكنه يذوب
es_es: Es aún azúcar pero está disuelta en agua.

source: Reacts with the water to create a new kind of matter.
ar_eg: يتفاعل مع الماء لتكوين مادة جديدة.
es_es: Reacciona con el agua para crear una nueva clase de materia.

source: Reacts with the water to change into something sweet.
ar_eg: يتفاعل مع الماء ليتحول الى شيئ حلو.
es_es: Reacciona con el agua para convertirse en algo dulce.

source: Question B. When a physical change in matter occurs:
ar_eg: السؤال ب. عند حدوث تغير فيزيائي في المادة:
es_es: Pregunta B. Cuando un cambio físico en la materia ocurre:

source: The properties of the matter are changed forever.
ar_eg: ستتغير خصائص هذه المادة إلى الأبد.
es_es: Las propiedades de la materia se cambian para siempre.

source: The matter can be changed back into its original properties.
ar_eg: يمكن إعادة خصائص المادة الأصلية مرة أخرى.
es_es: La materia puede revertirse a sus propiedades originales.

source: New properties of the matter are created that can't be changed back to the original properties.
ar_eg: يتم تكوين خصائص جديدة لهذه المادة التي لا يمكن إعادتها إلى الخصائص الأصلية.
es_es: Nuevas propiedades de la materia son creadas que no pueden revertirse a sus propiedades originales.

source: Nothing happens to the properties of the matter.
ar_eg: لا يحدث أي شيء إلى خصائص هذه المادة.
es_es: Nada sucede con las propiedades de la materia.

source: Preparing your first quick check...
ar_eg: تحضير أول تقويم سريع...
es_es: Preparando tu primera revisión rápida...

source: No – You can't see the sugar in the lemonade – but it doesn't disappear – it's still in the lemonade making it sweet.
ar_eg: لا - لا يمكنك رؤية السكر في عصير الليمون - لكنه لا يختفي - هو يبقى في عصير الليمون ليجعل طعمه حلواً.
es_es: No - No puedes ver el azúcar en la limonada - pero no desaparece - aún está en la limonada, haciendo que sea dulce.

source: Yes – the sugar is still sugar but it's dissolved in the water.
ar_eg: نعم - السكر يبقى سكر ولكنه ذاب في الماء
es_es: Sí - el azúcar aún es azúcar pero está disuelta en el agua.

source: No – sugar dissolves in water but stays sugar. It doesn't become a new kind of matter.
ar_eg: لا - السكر يذوب في الماء ولكنه يبقى سكراً. فهو لا يتحول إلى مادة جديدة.
es_es: No - el azúcar se disuelve en el agua pero sigue siendo azúcar. No se convierte en una clase nueva de materia.

source: INo – The sugar was sweet to begin with. It doesn't become sweet by dissolving in the water. In a physical change, many of the original properties don't change.ce
es_es: No - El azúcar ya era dulce desde un inicio. No se vuelve dulce al disolverse en el agua. En un cambio físico, muchas de las propiedades originales no cambian.

source: No - In a physical change, many of the original properties don't change. And if they do change, like liquid water turning into ice, the properties can easily be changed back again.
ar_eg: لا - في التغيير الفيزيائي، العديد من الخصائص الأصلية لا تتغير. وإذا تغيرت ، مثل تحول الماء السائل الى جليد، يمكن للخصائص أن تتغير مرة أخرى بسهولة ليرجع إلى ما كان عليه أصلاً>
es_es: No - En un cambio físico, muchas de las propiedades originales no cambian. Y si cambian, como agua líquida que se convierte en hielo, las propiedades pueden fácilmente revertirse de nuevo.

source: Yes - The matter can be changed back into its original properties.
ar_eg: نعم - يمكن أن تتغير المادة مرة أخرى وترجع إلى الخصائص الأصلية.
es_es: Sí - La materia puede revertirse a sus propiedades originales.

source: No – No new properties of matter are created in physical changes that can't be changed back again to the original properties.
ar_eg: لا - لا يتم تكوين خصائص جديدة للمادة في التغيرات الفيزيائية والتي لا يمكن إرجاعها مرة أخرى إلى خصائصها الأصلية.
es_es: No - Ninguna propiedad nueva de la materia se crea en los cambios físicos que no pueda revertirse a sus propiedades originales.
