Repository: geneconde/NGR-sandbox
Catalog: demo/staying-alive_1/Locale/*/LC_MESSAGES/staying-alive.po
Languages: ar_eg, es_es

source: <span class='key'>Biodiversity</span> matters. It is a measure of the stability of any ecosystem. It preserves millions of years of evolution of plants, animals, and the unseen biochemistry of cells. Biodiversity is the sum of all the living things in all ecosystems on the planet. It's everything alive that has managed to survive through all of the millions of years of earth's history. A more useful way to think of biodiversity is to consider every living thing you have ever seen; and every living thing you haven't seen yet.
ar_eg: <span class='key'>التنوع البيولوجي </span> مهم. فهو مقياس لاستقرار أي نظام بيئي. إنه يحفظ ملايين السنين من التطور في النباتات والحيوانات، والكيمياء الحيوية غير المرئية في الخلايا. التنوع البيولوجي هو مجموع كل الكائنات الحية في جميع النظم البيئية على كوكب الأرض. انه كل شيء على قيد الحياة تمكن من البقاء خلال ملايين السنين من تاريخ الارض. وهناك طريقة أكثر فائدة للتفكير في التنوع البيولوجي وهي النظر في كل شيء حي رأيته سابقا؛ وكل شيء حي لم تره لغاية الآن.
es_es: <span class='key'>La biodiversidad</span> importa. Es una medida de la estabilidad de cualquier ecosistema. Preserva millones de años de evolución de plantas y animales y la bioquímica invisible de las células. La biodiversidad es la suma de todos los seres vivos en todos los ecosistemas del planeta. Es todo lo vivo que ha llegado a sobrevivir a lo largo de todos los millones de años de la historia de la Tierra. Una forma más útil de pensar acerca de la biodiversidad es considerar cada ser vivo que has visto en tu vida; y cada ser vivo que aún no has visto.

source: Many people might ask, “Just how important can any one species or ecosystem be to everyone else?” The difficult answer is that we don't know. Until we fully understand a particular ecosystem, we can't make any judgments about the importance of its parts. And, since evolution never stops or even slows down, it's unlikely that we will ever completely understand any system.
ar_eg: الكثير من الناس قد يسألون، كم هو مهم النوع أوالنظام البيئي الواحد للبقية؟ الجواب الصعب هو أننا لا نعرف. ذلك حتى نفهم تماما نظام بيئي معين، لا يمكن أن نطلق أحكام حول أهمية أجزاء هذا النظام. وبما أن حدوث التطور لا يتوقف أو حتى يبطئ، فإنة من غيرالمرجح أن نفهم تماماأي نظام.
es_es: Muchas personas podrían preguntar, “¿Qué tan importante puede ser una especie o ecosistema para todos los demás?” La respuesta difícil es que no lo sabemos. Hasta que entendemos completamente un ecosistema en particular, no podemos hacer ningún juicio acerca de la importancia de sus partes. Y, ya que la evolución nunca se detiene o disminuye su paso, es poco probable que alguna vez entendamos del todo un sistema.

source: Biodiversity matters because we are completely connected to nature. Everyone needs food and water. Everyone is at risk for illness. The solutions for these needs come from the world around us. The aspirin we use is a product of willow tree bark. The antibiotics we use were discovered on the surface of moldy fruit. Many compounds used to cure different human conditions are products of plants, molds, and bacteria. All of our modern foods have deep roots in wild plants. The latest efforts in breeding new varieties of food crops depend a great deal on research into wild varieties of these same plants.
ar_eg: التنوع البيئي مهم لاننا مرتبطين كليا بالطبيعة. الكل يحتاج الى الطعام والماء. الكل تحت خطر المرض . الحلول لهذه الاحتياجات تأتي من العالم حولنا. الأسبيرين الذي نستخدمه هو مكون من لحاء شجرة الصفصاف. المضادات الحيوية التي نستخدمها اكتشفت على سطح فاكهة متعفنة. الكثير من المركبات التي تستخدم لشفاء حالات الانسان المختلفة هي منتجات من النباتات،العفن والبكتيريا. جميع الأغذية الحديثة لها جذور عميقة في النباتات البرية. أحدث الجهود في تربية أصناف جديدة من المحاصيل الغذائية تعتمد إلى حد كبير على البحوث في مجال الأصناف البرية لهذه النباتات نفسها.
es_es: La biodiversidad importa porque estamos completamente conectados con la naturaleza. Todos necesitamos alimentos y agua. Todos estamos en riesgo de contraer enfermedades. Las soluciones para estas necesidades vienen del mundo que nos rodea. La aspirina que utilizamos es un producto de la corteza del sauce. Los antibióticos que usamos fueron descubiertos en la superficie de la fruta enmohecida. Muchos compuestos utilizados para curar distintas enfermedades humanas son producto de plantas, hongos, y bacterias. Todos nuestros alimentos modernos tienen raíces profundas en las plantas silvestres. Los últimos esfuerzos en la obtención de nuevas variedades de cosechas de alimentos dependen en gran medida de la investigación de variedades silvestres de estas mismas plantas.

source: It's difficult to know just how important any one type of plant or animal is to its ecosystem. All species interact with many others, sometimes in ways that are not obvious. Every time a plant or animal goes extinct, the world loses not only that species, but its entire body chemistry and its evolutionary history. As humans, the important lesson is to remember that we don't know what we don't know. Decisions must be made carefully, considering all available information, and must be reconsidered when more information becomes available.
ar_eg: من الصعب أن نعرف مدى أهمية أي نوع واحد من النبات أو الحيوان بالنسبة لنظامها البيئي. جميع الأنواع تتفاعل مع البقية، وأحيانا بطرق ليست واضحة. في كل مرة ينقرض فيها النبات أو الحيوان، لا يخسر العالم الأنواع فحسب، بل الكيمياء في الجسم كله وتاريخها التطوري. كبشر، والدرس المهم هو أن نتذكر أننا لا نعرف ما لا نعرف. يجب اتخاذ القرارات بعناية، وأخذ جميع المعلومات المتاحة بالإعتبار، ويجب اعادة النظر فيها عند توافر المزيد من المعلومات.
es_es: Es difícil saber cuán importante cualquier tipo de planta o animal es para su ecosistema. Todas las especies interactúan con muchas otras, algunas veces de maneras que no son obvias. Cada vez que una planta o animal se extingue, el mundo pierde no sólo esa especie, sino a toda su química corporal y su historia evolutiva. Como seres humanos, la lección importante es recordar que no sabemos lo que no sabemos. Las decisiones deben tomarse con cuidado, tomando en cuenta toda la información disponible, y deben ser reconsideradas cuando haya más información disponible.

source: White willow bark herb used in Chinese herbal medicine
ar_eg: عشبة لحاء الصفصاف الأبيض تستخدم في الادوية العشبية الصينية
es_es: Hierbas de la corteza del sauce blanco utilizadas en la medicina herbal china

source: Green Penicillium mold on an orange tangelo
ar_eg: عفن البنسيليوم الأخضر على برتقالة التانقيلو.
es_es: Moho verde de Penicillium en un tangelo naranja

source: Measuring stability of ecosystem...
ar_eg: قياس استقرار النظام البيئي .
es_es: Midiendo la estabilidad de un ecosistema...

source: Question A. Biodiversity can best be described as...
ar_eg: السؤال أ. أفضل وصف للتنوع البيولوجي هو...
es_es: Pregunta A. La biodiversidad puede describirse como...

source: All plants living in a given area
ar_eg: جميع النباتات الحية في منطقة معينة.
es_es: Todas las plantas que viven en un área dada

source: All animals living in a given area
ar_eg: كل الحيوانات التي تعيش في منطقة معينة
es_es: Todos los animales que viven en un área dada

source: The extinct members of an ecosystem
ar_eg: المجموعة المنقرضة في النظام البيئي.
es_es: Los miembros extintos de un ecosistema

source: All plants and animals in an ecosystem
ar_eg: كل النباتات والحيوانات في النظام البيئي.
es_es: Todas las plantas y animales de un ecosistema

source: Question B. Click on the statement that is <span class='blink'>not</span> correct about biodiversity.
ar_eg: السؤال ب. اضغط على الفقرة <span class='blink'>غير</span> الصحيحة حول التنوع البيولوجي.
es_es: Pregunta B. Da clic en la declaración que <span class='blink'>no</span> es correcta acerca de biodiversidad.

source: Humans are generally good at judging the importance of each species in an ecosystem.
ar_eg: الانسان بشكل عام جيد في الحكم على أهمية كل نوع في النظام البيئي.
es_es: Los humanos generalmente son buenos para juzgar la importancia de cada especie en un ecosistema.

source: Biodiversity matters because we are completely connected to nature.
ar_eg: التنوع البيولوجي مهم لأننا متصلين كليا بالطبيعة.
es_es: La biodiversidad importa porque estamos completamente conectados con la naturaleza.

source: The completeness of an ecosystem's biodiversity is often used as a measure of its health.
ar_eg: عادة ما يستخدم اكتمال التنوع البيولوجي للنظم البيئية كمقياس لمدة صحتها.
es_es: La integridad de la biodiversidad de un ecosistema se utiliza con frecuencia como medida de su salud.

source: Biodiversity is the sum of all the living things in all ecosystems on the planet.
ar_eg: التنوع البيولوجي هو مجموع كل الأشياء الحية في جميع النظم البيئية على كوكب الأرض.
es_es: La biodiversidad es la suma de todos los seres vivos en todos los ecosistemas del planeta.

source: Not quite, although plants are part of the picture.
ar_eg: ليس تماما،على الرغم من أن النباتات تشكل جزءاً من الصورة.
es_es: No exactamente, aunque las plantas son parte del todo.

source: No... although animals are part of the picture.
ar_eg: لا... على الرغم من أن الحيوانات تشكل جزءاً من الصورة.
es_es: No... aunque los animales son parte del todo.

source: Sorry. Extinct plants and animals are gone. They don't count anymore.
ar_eg: آسف. النباتات والحيوانات المنقرضة هي هالكة. لا تُحْسَب بعد الآن.
es_es: Lo siento. Las plantas y animales extintos han desaparecido. Ya no cuentan.

source: Correct! Biodiversity includes all living things.
ar_eg: صحيح،التنوع البيولوجي يحتوي جميع الكائنات الحية.
es_es: ¡Correcto! La biodiversidad incluye a todos los seres vivos.

source: Good Choice! Ecosystems are constantly changing and we won't ever truly grasp all that goes on in a particular ecosystem. Decisions and judgments must be made considering all available information.
ar_eg: اختيار جيد! النظم البيئية تتغير باستمرار ونحن لن نفهم حقا كل ما يدور في نظام بيئي معين. القرارات والأحكام يجب أن تتم آخذين بعين الاعتبار جميع المعلومات المتاحة.
es_es: ¡Buena Elección! Los ecosistemas están cambiando constantemente y nunca podremos comprender verdaderamente todo lo que sucede en un ecosistema en particular. Las decisiones y juicios deben hacerse considerando toda la información disponible.

source: No, this statement is correct. We depend on a variety of living things as resources.
ar_eg: لا، هذا البيان صحيح. نحن نعتمد على مجموعة متنوعة من الكائنات الحية كموارد.
es_es: No, esta declaración es correcta. Dependemos de una variedad de seres vivos como recursos.

source: No, this statement is correct. The more biodiversity an ecosystem has, the healthier scientists believe it is.
ar_eg: لا، هذا البيان صحيح. كلما كان هناك تنوع بيولوجي في النظام البيئي ، كلما صدق العلماء صحة ذلك أكثر.
es_es: No, esta declaración es correcta. Entre más biodiversidad tiene un ecosistema, más sano es de acuerdo a los científicos.

source: No, this statement is correct. Biodiversity is all plants and animals in an ecosystem.
ar_eg: لا، هذه الفقرة صحيحة. التنوع البيولوجي هو كل النباتات والحيوانات في نظام بيئي.
es_es: No, esta declaración es correcta. La biodiversidad son todas las plantas y animales en un ecosistema.

source: Using what you know... about staying alive... to solve a problem
ar_eg: استخدم ما تعرفه ... عن البقاء على قيد الحياة ... لحل مشكلة ما.
es_es: Utilizando lo que sabes... acerca de Mantenerse con Vida... para resolver un problema

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Officials want to expand biodiversity conservation efforts on a certain island. The main goals are to protect the biodiversity of the ecosystem, and to protect the native primates that live in the forests on the island. The endangered primates are unique and have become an eco-tourist attraction. They are sensitive to habitat changes, and at a high risk of extinction. Only one of four forest areas will receive full support for conservation.
ar_eg: المسؤولون يرغبون في توسيع الجهود في المحافظة على التنوع البيولوجي في جزيرة معينة. الأهداف الرئيسية اليوم هي لحماية التنوع البيولوجي في النظم البيئية، وحماية القردة الأصلية في غابات الجزيرة. القرود المهددة بالانقراض فريدة من نوعها وأصبحت عامل جذب سياحي للبيئة. فهي حساسة للتغيرات الحياتية، و على وشك الانقراض. واحدة فقط من مناطق الغابات الأربعة سوف تأخذ دعما كاملا كمحمية .
es_es: Los funcionarios quieren ampliar los esfuerzos de conservación de la biodiversidad en una cierta isla. Los principales objetivos son proteger la biodiversidad del ecosistema, y proteger a los primates nativos que viven en los bosques de la isla. Los primates en peligro de extinción son únicos y se han convertido en una atracción ecoturística. Son sensibles a los cambios en el hábitat, y están en un alto riesgo de extinción. Sólo una de las cuatro áreas forestales recibirá apoyo total para la conservación.

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: You are a scientist on the conservation team that will decide which area should get full conservation support. How would you choose one forest to protect the biodiversity of the island? List three factors you would consider to compare the forests. For example, what economic advantage each island has could be a factor. What else would you consider to make a decision that would best meet the biodiversity conservation goals?
ar_eg: أنت عالم في فريق المحمية والذي سيقرر أي منطقة يجب أن تأخذ الدعم الكامل للمحمية. كيف ستختار كل غابة لتحمي التنوع البيولوجي في تلك الجزيرة؟ ضع ثلاثة عوامل يمكن أخذها بعين الاعتبار للمقارنة بين الغابات. مثال على ذلك، أي ميزة اقتصادية لكل جزيرة قد تكون عاملا. ماذا يمكن ان تفعله أيضا لاتخاذ القرار الأفضل الهادف للحفاظ على التنوع البيولوجي؟
es_es: Eres un/a científico/a en el equipo de conservación que decidirá qué área debería recibir apoyo de conservación total. ¿Cómo elegirías un bosque para proteger la biodiversidad de la isla? Enlista tres factores que considerarías para comparar los bosques. Por ejemplo, qué ventajas económicas tiene cada isla podría ser un factor. ¿Qué otros aspectos considerarías al tomar una decisión que mejor cumplirá los objetivos de conservación?

source: Protecting biodiversity...
ar_eg: حماية التنوع البيولوجي.
es_es: Protegiendo la biodiversidad...

source: Summarizing core ideas... about staying alive
ar_eg: تلخيص الأفكار الأساسية ... حول البقاء على قيد الحياة.
es_es: Resumiendo ideas clave... acerca de Mantenerse con Vida

source: In many kinds of animals, parents and the offspring themselves engage in behaviors that help the offspring to survive. Many animals are born with <span class='key'>instinctual behaviors</span>. Other animals rely only on what they learn to survive. The survival and reproduction of the group as a whole is important. <span class='key'>Ecosystems</span> are dynamic in nature and their characteristics can vary over time. Disruptions to any physical or biological component of an ecosystem can lead to shifts in all its populations. The more we understand the ecosystems, the more it will help us to manage plants and animals as they interact with human populations around the world. <span class='key'>Biodiversity</span> describes the variety of species found in Earth's terrestrial and oceanic ecosystems. The completeness or integrity of an ecosystem's biodiversity is often used as a measure of its health. All organisms must be able to obtain and use resources, grow, reproduce, and maintain stable internal conditions while living in a constantly changing external environment.
ar_eg: في العديد من أنواع الحيوانات، ينخرط الآباء والأبناء في السلوكيات التي تساعد الأبناء للبقاء على قيد الحياة. يولد العديد من الحيوانات ولديها <span class='key'>سلوكيات غريزية</span>. الحيوانات الأخرى تعتمد على ما تعلمته للبقاء على قيد الحياة. البقاء والتكاثر في المجموعة ككل مهم جدا. <span class='key'>النظم البيئية</span> هي ديناميكية في طبيعتها. يمكن أن تختلف خصائصها مع مرور الوقت. ان تعطل أي عنصر مادي أو بيولوجي في النظام البيئي يمكن أن يؤدي الى تحولات مدمرة لكل منها. كلما فهمنا النظم البيئية أكثر ، كلما ساعدتنا أكثر على ادارة النباتات والحيوانات لأنها تتفاعل مع البشر في جميع أنحاء العالم. يشرح <span class='key'>التنوع البيولوجي</span> التنوع في أنواع موجودة في النظم البيئية الأرضية والمحيطة للأرض. اكتمال واتمام التنوع البيولوجي للنظم البيئية يستخدمان كقياس لصحته. كل الكائنات يجب أن تكون قادرة على الحصول واستخدام الموارد،النمو،التكاثر،والحصول على أوضاع داخلية مستقرة بينما نعيش في بيئة خارجية متغيرة باستمرار.
es_es: En muchos tipos de animales, los padres y las propias crías participan en comportamientos que ayudan a las crías a sobrevivir. Muchos animales nacen con <span class='key'>comportamientos instintivos</span>. Otros animales se basan sólo en lo que aprenden para sobrevivir. La supervivencia y la reproducción del grupo en su conjunto es importante. <span class='key'>Los ecosistemas</span> son dinámicos por naturaleza y sus características pueden variar con el tiempo. Los trastornos a cualquier componente físico o biológico de un ecosistema puede conducir a cambios en todas sus poblaciones. Cuanto más entendamos los ecosistemas, más nos ayudará a manejar las plantas y los animales en su interacción con las poblaciones humanas de todo el mundo. <span class='key'>La biodiversidad</span> describe la variedad de especies que se encuentran en los ecosistemas terrestres y oceánicos de la Tierra. La integridad de la biodiversidad de un ecosistema se utiliza a menudo como una medida de su salud. Todos los organismos deben ser capaces de obtener y utilizar recursos, crecer, reproducirse y mantener condiciones internas estables mientras viven en un ambiente externo en constante cambio.

source: Reviewing key vocabulary related to... staying alive
ar_eg: استعراض المفردات الأساسية ذات الصلة ... بالبقاء على قيد الحياة.
es_es: Revisando vocabulario clave relacionado con... Mantenerse con Vida

source: Ecosystem
ar_eg: النظام البيئي
es_es: Ecosistema

source: An ecosystem is a community of organisms living in close proximity, and their interactions in their shared physical environment. An example of an ecosystem is a tropical rainforest, which has many different kinds of organisms living and interacting together.
ar_eg: النظام البيئي هو مجتمع من الكائنات الحية المتجاورة مع بعضها وفي تفاعلاتها البيئية المادية المشتركة. مثال على النظام البيئي هو الغابات الاستوائية الماطرة، التي لديها عديد من الأنواع المختلفة من الكائنات الحية وتتفاعل مع بعضها البعض.
es_es: Un ecosistema es una comunidad de organismos que viven en cercanía, y sus interacciones en su ambiente físico compartido. Un ejemplo de un ecosistema es una selva tropical, que tiene muchos diferentes tipos de organismos viviendo e interactuando juntos.

source: Instinctual Behavior
ar_eg: سلوك غريزي
es_es: Comportamiento Instintivo

source: An instinctual behavior is one that a creature is born with, and thus is unlearned, that helps it to survive. The communication of wolves through howling is an example of an instinctual behavior.
ar_eg: السلوك الفطري هو الذي يخلق مع المولود ، وبالنتيجة فهو سلوك غير متعلم، والذي يساعد على البقاء على قيد الحياة. التواصل من خلال عواء الذئاب هو مثال على السلوك الفطري.
es_es: Un comportamiento instintivo es uno con el que nace la criatura, y por lo tanto no es aprendido, que le ayuda a sobrevivir. La comunicación de los lobos a través de aullidos es un ejemplo de comportamiento instintivo.

source: Predator
ar_eg: المفترس
es_es: Depredador

source: Organisms that hunt and eat other organisms are called predators. For example, tigers are predators to antelope.
ar_eg: الكائنات التي تصطاد وتأكل الكائنات الأخرى تسمى مفترسة. مثال على ذلك النمور تفترس الظباء.
es_es: Los organismos que cazan y comen a otros organismos se llaman depredadores. Por ejemplo, los tigres son depredadores del antílope.

source: Prey
ar_eg: فريسة
es_es: Presa

source: Organisms that are hunted and eaten by other organisms are called prey. For example, gazelles are prey to cheetahs.
ar_eg: الكائنات التي يتم اصطيادها وتؤكل عن طريق كائنات أخرى تسمى فريسة. مثال على ذلك، الغزلان هي فريسة للفهود.
es_es: Los organismos que son cazados y comidos por otros organismos se llaman presas. Por ejemplo, las gacelas son presas de los guepardos.

source: Biodiversity
ar_eg: التنوع البيولوجي.
es_es: Biodiversidad

source: An ecosystem is said to have great biodiversity when many different types of creatures live together in it. One ecosystem with much biodiversity is the coral reef.
ar_eg: يقال أن النظام البيئي لديه تنوع بيولوجي عندما تعيش أنواع مختلفة من الحيوانات معا فيه. النظام البيئي الذي لديه تنوع بيولوجي هو الشعب المرجانية.
es_es: Se dice que un ecosistema tiene gran biodiversidad cuando muchos distintos tipos de criaturas viven juntos en él. Un ecosistema con mucha biodiversidad es el arrecife de coral.

source: Checking what you now know... about staying alive
ar_eg: تأكد مما تعرف...حول البقاء على قيد الحياة.
es_es: Revisando lo que sabes ahora... acerca de Mantenerse con Vida

source: Which of the following statements is probably true about animals that spend little time with their parents?
ar_eg: أي من العبارات التالية على الأرجح صحيحة عن الحيوانات التي تمضي القليل من الوقت مع والديها؟
es_es: ¿Cuál de las siguientes declaraciones es probablemente cierta acerca de los animales que pasan poco tiempo con sus padres?

source: These animals learn complex behaviors from their parents.
ar_eg: هذه الحيوانات تتعلم السلوكيات المعقدة من والديها.
es_es: Estos animales aprenden comportamientos complejos de sus padres.

source: These animals have many instinctual behaviors.
ar_eg: هذه الحيوانات لديها العديد من السلوكيات الغريزية.
es_es: Estos animales tienen muchos comportamientos instintivos.

source: These animals live in extended family units.
ar_eg: هذه الحيوانات تعيش في وحدات أسرية موسعة
es_es: Estos animales viven en unidades familiares extensas.

source: These animals learn to find food from their parents.
ar_eg: هذه الحيوانات تتعلم العثور على الطعام من والديها.
es_es: Estos animales aprenden a encontrar comida de sus padres.

source: That's it! If there's no time to learn, behavior must be instinctual.
ar_eg: هذا صحيح! اذا لم يكن هناك وقت للتعلم، يجب أن يكون السلوك غريزي.
es_es: ¡Eso es! Si no hay tiempo de aprender, el comportamiento debe ser instintivo.

source: Not likely. Complex learning takes a lot of time.
ar_eg: ليس مرجحاً. التعليم المعقد يأخذ الكثير من الوقت.
es_es: No es probable. El aprendizaje complejo toma mucho tiempo.

source: Probably not. An extended family means lots of contact.
ar_eg: ليس محتملاً. الأسر الموسعة تعني الكثير من التواصل.
es_es: Probablemente no. Una familia extensa significa que hay mucho contacto.

source: Nope. Learning takes time.
ar_eg: لا،التعلم يأخذ وقتا.
es_es: Nop. Aprender toma tiempo.

source: Based on what happened at Yellowstone Park, we know that predators like wolves should best be viewed as...
ar_eg: بناءً على ما حدث في حديقة يلوستون، نحن نعلم أن الحيوانات المفترسة مثل الذئاب ينبغي أن ننظر إليها باعتبارها الأفضل في ...
es_es: Basándonos en lo que sucedió en el Parque Yellowstone, sabemos que los depredadores como los lobos deberían verse como...

source: Significant parts of natural systems
ar_eg: أجزاء مهمة من الأنظمة الطبيعية
es_es: Partes significativas de los ecosistemas naturales

source: Angry killers without mercy
ar_eg: قتلة غاضبين دون رحمة.
es_es: Asesinos iracundos sin piedad

source: Playful, friendly animals
ar_eg: حيوانات ودية ومرحة.
es_es: Animales juguetones y amigables

source: Wild animals best taken out of nature's cycle
ar_eg: من الأفضل أن تؤخذ الحيوانات البرية خارج دورة الطبيعة
es_es: Animales salvajes que es mejor eliminar del ciclo de la naturaleza

source: Hunting for food...
ar_eg: الصيد للطعام...
es_es: Cazando comida....

source: Correct. Wolves are top predators in many ecosystems.
ar_eg: صحيح. الذئاب والحيوانات المفترسة هي الأفضل بين الكثير في النظم البيئية.
es_es: Correcto. Los lobos son los depredadores de más alto nivel en muchos ecosistemas.
