Repository: geneconde/NGR-sandbox
Catalog: demo/staying-alive_1/Locale/*/LC_MESSAGES/staying-alive.po
Languages: ar_eg, es_es

source: Hardly. Wolves have tender relationships with other wolves.
ar_eg: بالكاد. الذئاب لديها علاقات ودية مع الذئاب الأخرى.
es_es: Difícilmente. Los lobos tienen relaciones tiernas con otros lobos.

source: Um... no. Wolves, even puppies, are very dangerous.
ar_eg: ممم.... لااااا. الذئاب وحتى جراءها خطيرة جدا.
es_es: Um... no. Los lobos, incluso los cachorros, son muy peligrosos.

source: Sorry. It's important to have wild wolves and taking them out of the ecosystem has negative effects on plants and animals.
ar_eg: آسف. من المهم وجود الذئاب البرية، ولاخراجها من النظام البيئي آثارٌ سلبية على النباتات والحيوانات.
es_es: Lo siento. Es importante tener lobos salvajes y eliminarlos del ecosistema tiene efectos negativos en las plantas y animales.

source: Which of the following is the <span class='blink'>best</span> definition of biodiversity?
ar_eg: أي من التالي هو <span class='key'>أفضل</span> تعريف للتنوع البيولوجي؟
es_es: ¿Cuál de las siguientes es la <span class='blink'>mejor</span> definición de biodiversidad?

source: The population of any particular species in an area.
ar_eg: سكان وشعوب أي نوع معين في هذه منطقة.
es_es: La población de una especie en particular en un área.

source: All of the plants and animals in all ecosystems.
ar_eg: جميع النباتات والحيوانات في جميع النظام البيئي.
es_es: Todas las plantas y animales en todos los ecosistemas.

source: The population of all plants in an area.
ar_eg: مجموعة كل النباتات في منطقة معينة.
es_es: La población de todas las plantas en un área.

source: The population of all animals in an area.
ar_eg: مجموعة كل الحيوانات في منطقة معينة.
es_es: La población de todos los animales en un área.

source: Reporting about biodiversity...
ar_eg: تقرير عن التنوع البيولوجي...
es_es: Reportando acerca de la biodiversidad...

source: Not this one... Think bigger.
ar_eg: ليس هذه المرة... وسع تفكيرك.
es_es: No esta... Piensa en algo más grande.

source: Correct! Biodiversity is everything alive!
ar_eg: صحيح، التنوع البيولوجي هو كل شيء حي!
es_es: ¡Correcto! ¡La biodiversidad es todo lo que está vivo!

source: Sorry... Not just plants...
ar_eg: آسف... ليس فقط نباتات
es_es: Lo siento... No sólo plantas...

source: Ummm... No... Not just animals.
ar_eg: ممممم...لا... ليس فقط حيوانات
es_es: Ummm... No... No sólo los animales.

source: When making environmental decisions, it's important to consider scientific observations because...
ar_eg: عند اتخاذ القرارات البيئية، من المهم أن تأخذ بالإعتبار الملاحظات العلمية لأن ...
es_es: Cuando tomamos decisiones sobre el medio ambiente, es importante considerar observaciones científicas porque...

source: The best decisions take both nature and the needs of people into account.
ar_eg: أفضل القرارات تأخذ كل من الطبيعة واحتياجات الناس بعين الاعتبار.
es_es: Las mejores decisiones toman en cuenta tanto la naturaleza como las necesidades de las personas.

source: Stories from other people are the best way to learn how nature works.
ar_eg: القصص من الأشخاص هي أفضل طريقة لتعلم كيفية عمل الطبيعة.
es_es: Las historias de otras personas son la mejor forma de aprender cómo funciona la naturaleza.

source: Science seldom offers much to help understand natural processes.
ar_eg: نادراً ما يقدم العلم المساعدة في فهم العمليات الطبيعية.
es_es: La ciencia raramente ofrece ayuda para entender los procesos naturales.

source: The best solutions are always the least expensive solutions.
ar_eg: أفضل الحلول هي دائماً أقل الحلول تكلفة.
es_es: Las mejores soluciones siempre son las soluciones menos costosas.

source: Making scientific observation...
ar_eg: صنع الملاحظة العلمية ...
es_es: Realizando observaciones científicas...

source: Yes. Environmental decisions must consider both people and nature.
ar_eg: نعم. يجب النظر في كل القرارات البيئية لكل من الناس والطبيعة.
es_es: Sí. Las decisiones sobre el medio ambiente deben considerar tanto a las personas como a la naturaleza.

source: Sorry... Stories don't always lead to better understandings.
ar_eg: آسف ... القصص لا تؤدي إلى فهم أفضل دائماً.
es_es: Lo siento... Las historias no siempre nos llevan a mejor entendimiento.

source: Um... no... Science is the best way to understand nature.
ar_eg: مممم ... لا ... العلم هو أفضل طريقة لفهم الطبيعة.
es_es: Um... no... La ciencia es la mejor forma de entender la naturaleza.

source: Not often. Cheap solutions often lead to expensive consequences.
ar_eg: ليس في أغلب الأحيان. الحلول الرخيصة غالبا ما تؤدي إلى نتائج باهظة الثمن.
es_es: No con frecuencia. Las soluciones baratas con frecuencia nos llevan a consecuencias costosas.

source: Which of the following is not an important reason to preserve biodiversity?
ar_eg: أي من التالي ليس سببا هاما للحفاظ على التنوع البيولوجي؟
es_es: ¿Cuál de las siguientes no es una razón importante para preservar la biodiversidad?

source: Most human food sources have wild ancestors and relatives.
ar_eg: معظم المصادر الغذائية للإنسان أسلافها وأقاربها من البرية.
es_es: La mayoría de las fuentes de alimento humano tienen ancestros y parientes salvajes.

source: Many useful medications were first discovered in the wild.
ar_eg: تم اكتشاف العديد من الأدوية المفيدة لأول مرة في البرية.
es_es: Muchos medicamentos se descubrieron inicialmente de manera silvestre.

source: Humans have limited understandings of most ecosystems worldwide.
ar_eg: لدى البشر فهم محدود لمعظم النظم البيئية في جميع أنحاء العالم.
es_es: Los humanos tienen entendimiento limitado de la mayoría de los ecosistemas alrededor del mundo.

source: Extinction has little impact on surviving species.
ar_eg: الانقراض له تأثير صغير على الأنواع الباقية على قيد الحياة .
es_es: La extinción tiene poco impacto en las especies sobrevivientes.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لتدوير المربع وحدد إجابتك.
es_es: Da clic, arrastra y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Preserving biodiversity...
ar_eg: الحفاظ على التنوع البيولوجي ...
es_es: Preservando la biodiversidad...

source: That's the one. Extinction has a big impact, even if we don't see it right away.
ar_eg: هذه هي الاجابة. الانقراض له تأثير كبير، حتى لو كنا لا نرى ذلك على الفور.
es_es: Esa es. La extinción tiene un gran impacto, incluso si no lo vemos de inmediato.

source: Nope. All human food sources have origins in nature.
ar_eg: كلا. جميع المصادر الغذائية للإنسان لها أصول في الطبيعة.
es_es: Nop. Todas las fuentes de alimento de los humanos se originan en la naturaleza.

source: Sorry. Many medications were first found in plants, fungi, or microbes.
ar_eg: آسف. العديد من الأدوية عثر عليها لأول مرة في النباتات أو الفطريات أو الميكروبات.
es_es: Lo siento. Muchos medicamentos se encontraron inicialmente en plantas, hongos o microbios.

source: While this is true, it's actually a reason to preserve biodiversity.
ar_eg: في حين أن هذا صحيح، انها فعلا سبب للحفاظ على التنوع البيولوجي.
es_es: Mientras que esto es verdad, es en realidad una razón para preservar la biodiversidad.

source: Keystone species are plants or animals who interact most with other species, often determining how large the other species population can grow. A beaver pond is a simple ecosystem, centered around a small body of water backed up behind a temporary dam made by beavers. Click on the button to show the plants and animals in this ecosystem.
ar_eg: الأنواع التي تؤثر في البيئة هي النباتات والحيوانات والتي تتفاعل مع أنواع أخرى، وهي أحيانا تحدد كبر هذه الأنواع. بركة القندس هي نظام بيئي بسيط، تتمحور حول مجموعة مياه مدعومة من وراء السد المؤقت الذي بنته القنادس. انقر على الزر لإظهار النباتات والحيوانات في هذا النظام البيئي.
es_es: Las especies de Keystone son plantas y animales que interactúan principalmente con otras especies, determinando con frecuencia cuánto pueden crecer las otras especies de la población. Una laguna de castor es un ecosistema simple, centrado alrededor de un pequeño cuerpo de agua limitado por una presa temporal hecha por castores. Da clic en el botón para mostrar las plantas y animales de este ecosistema.

source: Wolf
ar_eg: ذئب
es_es: Lobo

source: Water lilies
ar_eg: زنبق الماء
es_es: Lirio Acuático

source: Beaver pond
ar_eg: بركة القندس
es_es: Laguna de Castor

source: Wood duck
ar_eg: بطة الخشب
es_es: Pato Joyuyo

source: Trout
ar_eg: سمك السلمون المرقط
es_es: Trucha

source: Bullfrog
ar_eg: ضفدعة كبيرة
es_es: Rana Toro

source: Show diagram
ar_eg: شاهد الرسم البياني
es_es: Mostrar diagrama

source: Lives in
ar_eg: يعيش في
es_es: Vive en

source: Builds
ar_eg: يبني
es_es: Construye

source: Eats
ar_eg: يأكل
es_es: Come

source: Trout and wood ducks both live in beaver ponds and eat mayflies.
ar_eg: سمك السلمون المرقط والبط الأمريكي كلاهما يعيشان في برك القندس ويأكلان ذباب الماي.
es_es: Las truchas y los patos joyuyos ambos viven en lagunas de castores y comen efímeras.

source: Water lilies live in beaver ponds where they eat mayflies and bullfrogs.
ar_eg: زنابق الماء تعيش في برك القندس حيث تأكل ذبابة الماي والضفادع الكبيرة.
es_es: Los lirios acuáticos viven en lagunas de castores donde comen efímeras y ranas toro.

source: Wolves eat bullfrogs who build ponds where trout eat mayflies.
ar_eg: الذئاب تأكل الضفادع الذين يبنون البرك حيث يأكل سمك السلمون المرقط ذبابة الماي.
es_es: Los lobos comen ranas toro quienes construyen lagunas donde las truchas comen efímeras (insectos).

source: Bullfrogs live in beaver ponds where they eat water lilies and wood ducks.
ar_eg: الضفادع تعيش في برك القنادس حيث تأكل زنابق الماء و بط الخشب.
es_es: Las ranas toro viven en las lagunas de castores donde comen patos joyuyos.

source: Yes, that is correct.
ar_eg: نعم، هذا صحيح.
es_es: Sí, eso es correcto.

source: Sorry, that is incorrect.
ar_eg: آسف، ذلك غير صحيح.
es_es: Lo siento, eso es incorrecto.

source: Nope, that is incorrect.
ar_eg: كلا، هذا غير صحيح.
es_es: Nop, eso es incorrecto.

source: Not really. Try again.
ar_eg: ليس تماماً. حاول مجددا
es_es: No realmente. Intenta de nuevo.

source: You've completed the Staying Alive review.
ar_eg: لقد اتممت مراجعة البقاء على قيد الحياة.
es_es: Has completado la revisión de Mantenerse con Vida.

source: Congratulations,
ar_eg: مبروك
es_es: Enhorabuena,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكن التحقق مما قدمته في الاختبار السريع وفي الاسئلة القصيرة لهذه المراجعة من خلال النقر على الزر أدناه.
es_es: Puede comprobar cómo lo has hecho en la "Comprobación rápida" y "Preguntas del cuestionario" para este examen haciendo clic en el botón de abajo.

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: أدر او اقلب الصندوق المبين على اليسار اما لاعلى او لاسفل لتحديد اجابتك.

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestando los siguientes seis (6) preguntas de la prueba le dará una idea de lo ahora sabe y lo que todavía tiene que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: أنقر على مفتاح "التالي" عندما تكون مستعداً.
es_es: Haga clic en el botón SIGUIENTE cuando esté listo.

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك ...

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لآخر سؤال في الامتحان؟
es_es: Listo para su última pregunta de examen?

source: You're done!
ar_eg: أنهيت!
es_es: ¡Ud. ha terminado!

source: Select
es_es: seleccionar

source: Ready for your first quick check?
es_es: ¿Preparado/a para tu primer repaso rápido?

source: And the first quiz question is...
es_es: y la primera pregunta del cuestionario es ...

source: Take the last quiz question!
es_es: ¡La última pregunta de examen!
