Repository: geneconde/NGR-sandbox
Catalog: demo/staying-alive_1/Locale/*/LC_MESSAGES/staying-alive.po
Languages: ar_eg, es_es

source: The impacts were dramatic. After only a few years, elk populations returned to more manageable levels. Bison were generally healthier when the weaker animals fell prey to wolves. Even trees were impacted. Scientists had noticed that aspen tree growth was suffering at the same time as elk populations were growing. Careful observation showed that elk were eating aspen bark to the point where the trees were having difficulty recovering each year. As wolf populations reduced elk populations, fewer elk meant less damage to trees and other types of plants. Wolves also help to improve the health of the elk and bison herds they prey upon for food. The weakest animals are also the easiest to catch and kill. By removing these animals from the herd, wolves eliminate them from competing for food and from reproducing.
ar_eg: التأثيرات كانت دراماتيكية. بعد سنوات قليلة، عادت مجموعات الأيائل لمستويات يتم التحكم بها. الثيران عموما كانت أكثر صحة عندما كانت الحيوانات الضعيفة تقع فرائس للذئاب. حتى الأشجار تأثرت. وقد لاحظ العلماء أن نمو شجرة الحور كانت تتأثر بشكل سلبي في نفس الوقت الذي كانت تنمو فيه الأيائل. أظهرت دقة الملاحظة أن الأيائل يأكلون لحاء الشجرة لدرجة أن الأشجار تواجه صعوبة في التعافي كل سنة. كما خفضت جماعة الذئاب من مجموعة الأيائل، الأيائل القليلة قللت من ضررها على الأشجار وأنواع أخرى من النباتات. الذئاب ساعدت ايضا في تحسين الحالة الصحية لقطعان الأيائل والثيران وافتراسهم الطعام. أضعف الحيوانات تكون أسهل للقبض و القتل. عن طريق استبعاد هذه الحيوانات من القطيع. الذئاب ايضا تستبع من المنافسة على الطعام والتكاثر.
es_es: Los impactos fueron dramáticos. Después de sólo unos pocos años, las poblaciones de alces volvieron a niveles más manejables. Los bisontes estaban generalmente más sanos cuando los animales más débiles fueron presa de los lobos. Incluso los árboles se vieron afectados. Los científicos habían notado que el crecimiento de los álamos estaba sufriendo al mismo tiempo que las poblaciones de alces crecían. La observación cuidadosa mostró que los alces estaban comiendo corteza de los álamos hasta el punto donde los árboles estaban teniendo dificultades para recuperarse cada año. Como las poblaciones de lobos redujeron las poblaciones de alces, menos alces significó menos daño a los árboles y otros tipos de plantas. Los lobos también ayudaron a mejorar la salud de las manadas de alces y bisontes que utilizaban como comida. Los animales más débiles son también los más fáciles de atrapar y matar. Mediante la eliminación de estos animales de la manada, los lobos los eliminaban de la competencia por alimento y evitaban que se reprodujeran.

source: Finding something to eat...
ar_eg: العثور على شيء لأكله.
es_es: Encontrando algo para comer...

source: Bald Eagle
ar_eg: النسر الأصلع.
es_es: Águila Calva

source: Gray Wolf
ar_eg: الذئب الرمادي.
es_es: Lobo Gris

source: Grizzly Bear
ar_eg: الدب الأشيب.
es_es: Oso Grizzly

source: Coyote
ar_eg: كيوتي

source: Red-Tailed Hawk
ar_eg: الصقر أحمر الذيل.
es_es: Halcones de Cola Roja

source: Pronghorn
ar_eg: ذوات القرون.
es_es: Antílope Americano

source: Ospray
ar_eg: العقاب
es_es: Esmerejón

source: Big Horn Sheep
ar_eg: الخراف ذوات القرون الكبيرة
es_es: Borrego Cimarrón

source: Beaver
ar_eg: قندس
es_es: Castor

source: Bison
ar_eg: ثور
es_es: Bisonte

source: Elk
ar_eg: أيل
es_es: Alce

source: Mayfly
ar_eg: ذبابة مايو
es_es: Efímera

source: Cutthroat Trout
ar_eg: سمك السلمون المرقط
es_es: Trucha de Garganta Cortada

source: Deer Mouse
ar_eg: فأر ليلي
es_es: Ratón Ciervo

source: Wheatgrass
ar_eg: سنابل القمح
es_es: Trigo Verde

source: Pond Lily
ar_eg: زنبق البحيرة
es_es: Lirio Acuático

source: Lodgepole Pine
ar_eg: شجرة الصنوبر الطويلة جدا
es_es: Pino Contorta

source: Quaking Aspren
ar_eg: الحور المهتز
es_es: Álamos Tremoloides

source: Green Algae
ar_eg: الطحالب الخضراء
es_es: Algas Verdes

source: Gray Willow
ar_eg: الصفصاف الرمادي
es_es: Sauce Gris

source: All plants and animals depend on a complex series of interactions with their environment and with all other members of their local ecosystem. The deeper people look into those interactions, the better we can understand them. These deeper understandings can help us to manage plants and animals as they interact with human populations around the world.
ar_eg: جميع النباتات والحيوانات تعتمد على سلسلة معقدة من التفاعلات في بيئتها ومع جميع الأعضاء الآخرين في النظم الإيكولوجية المحلية. كلما نظر الناس الى هذه التفاعلات، كان ذلك أفضل لنستطيع فهمها. ويمكن لهذه المفاهيم العميقة أن تساعدنا على إدارة النباتات والحيوانات لأنها تتفاعل مع البشر في جميع أنحاء العالم.
es_es: Todas las plantas y animales dependen de una serie compleja de interacciones con su ambiente y con todos los otros miembros de su ecosistema local. Entre más profundamente las personas observamos esas interacciones, mejor podemos entenderlas. Estos entendimientos más profundos pueden ayudarnos a manejar plantas y animales conforme interactúan con poblaciones humanas alrededor del mundo.

source: Question A. Choose the <span class='blink'>incorrect</span> statement.
ar_eg: السؤال أ. اختر العبارة <span class='blink'>غير الصحيحة</span>".
es_es: Pregunta A. Elige la declaración <span class='blink'>incorrecta</span>.

source: Bears and wolves are important parts of the Yellowstone food web.
ar_eg: الدببة والذئاب هي أجزاء مهمة من شبكة ويلستون الغذائية
es_es: Osos y lobos son partes importantes de la red alimentaria de Yellowstone.

source: Bears and wolves never interact with one another.
ar_eg: الدببة والذئاب لا تتفاعل مع بعضها أبدا.
es_es: Osos y lobos nunca interactúan los unos con los otros.

source: Elk and bison serve as food sources for both bears and wolves.
ar_eg: الأيل والثور هما بمثابة مصادر غذائية لكل من الدببة والذئاب.
es_es: El alce y el bisonte sirven de fuentes de alimento tanto a los osos como a los lobos.

source: Interactions between natural populations of animals can be very complex.
ar_eg: التفاعلات بين الجماعات الحيوانية الطبيعية يمكن أن تكون معقدة جدا.
es_es: Las interacciones entre las poblaciones naturales de animales pueden ser muy complejas.

source: Question B. During the period with few wolves, aspen tree growth was suffering at the same time as elk populations were growing. Based on what you learned about the complex ecosystem of the Yellowstone National Park, which statement can be inferred from the effects of reintroducing wolves to the ecosystem?
ar_eg: السؤال ب. خلال الفترة القليلة مع الذئاب، نمو شجرة الحور كان يعاني في نفس الوقت الذي كانت تنمو فيها مجموعة الأيائل. بناءً على ما تعلمته حول النظام البيئي المعقد لحديقة يلوستون الوطنية، أي عبارة يمكن الاستدلال بها من آثار إعادة تقديم الذئاب للنظام البيئي؟
es_es: Pregunta B. Durante el periodo con pocos lobos, el crecimiento de los álamos sufría al mismo tiempo que las poblaciones de alces crecían. Basándote en lo que aprendiste acerca del complejo ecosistema del Parque Nacional Yellowstone, ¿cuál declaración puede inferirse de los efectos de la reintroducción de lobos al ecosistema?

source: An animal predator helped to control the amount of damage done to plants the predator doesn't even eat.
ar_eg: ساعد الحيوان المفترس في السيطرة على كمية الأضرار التي لحقت بالنباتات والتي لا يأكلها الحيوان المفترس.
es_es: Un depredador animal ayudaba a controlar la cantidad de daño a las plantas que el depredador ni siquiera come.

source: Wolves were eating aspen bark to the point where the trees were having difficulty recovering each year.
ar_eg: كانت الذئاب تأكل لحاء شجر الحور بحيث تجد الشجرة صعوبة في التعافي في كل سنة.
es_es: Los lobos estaban comiendo corteza de álamos al punto en que los árboles tenían dificultades para recuperarse cada año.

source: Increased elk populations led to less damage to trees and other types of plants.
ar_eg: أدت زيادة الأيائل إلى تقليل الأضرار التي لحقت بالأشجار وأنواع أخرى من النباتات.
es_es: Las crecientes poblaciones de alce provocaban menos daño a los árboles y otros tipos de plantas.

source: All of the above
ar_eg: كل ما ذكر أعلاه.
es_es: Todas las anteriores

source: Sorry. This is true: bears and wolves are both very important.
ar_eg: آسف. هذا صحيح: كل من الدببة والذئاب مهمة جدا.
es_es: Lo siento. Esto es verdad: tanto osos como lobos son muy importantes.

source: Correct! Bears and wolves compete for many of the same food sources.
ar_eg: صحيح! الدببة والذئاب تتنافس على العديد من موارد الطعام .
es_es: ¡Correcto! Osos y lobos compiten por muchas de las mismas fuentes de alimento.

source: Nope. Both bears and wolves hunt elk and bison.
ar_eg: كلا. كل من الدببة والذئاب تطارد الأيائل والثيران.
es_es: Nop. Tanto osos como lobos cazan alces y bisontes.

source: No... Interactions are often very complex.
ar_eg: لااااا..التفاعلات غالبا ما تكون معقدة جدا.
es_es: No... Las interacciones son muy complejas con frecuencia.

source: Correct. When wolves returned to the ecosystem, they reduced the population of elk that was destroying the aspen tree.
ar_eg: صحيح. عندما عادت الذئاب إلى النظام البيئي، انخفض عدد الأيائل التي كانت تدمر شجرة الحور.
es_es: Correcto. Cuando los lobos regresaron al ecosistema, redujeron la población de alce que estaba destruyendo a los álamos.

source: No, the elk were actually eating aspen bark to the point where the trees were having difficulty recovering each year.
ar_eg: لا، الأيائل تأكل لحاء الشجر لدرجة أن الأشجار تواجه صعوبة في التعافي ا كل عام.
es_es: No, los alce en realidad estaban comiéndose la corteza de los álamos al punto en que los árboles estaban teniendo dificultades para recuperarse cada año.

source: No, reduced elk populations led to less damage to trees and other types of plants.
ar_eg: لا، أدى انخفاض أعداد الأيائل إلى تقليل الأضرار التي لحقت بالأشجار وأنواع أخرى من النباتات.
es_es: No, las poblaciones de alce en decremento provocaban menos daño a los árboles y otros tipos de plantas.

source: No, an animal predator (wolf) helped to control the amount of damage done to plants (aspen trees) the predator doesn't even eat.
ar_eg: لا، ساعد الحيوان المفترس (الذئب) في السيطرة على كمية الأضرار التي لحقت بالنباتات (أشجار الحور) والتي لا يأكلها الحيوان المفترس أصلا.
es_es: No, un animal depredador (lobo) ayudó a controlar la cantidad de daño hecho a las plantas (árboles álamos) que el depredador ni siquiera come.

source: Tracing changes in Yellowstone...
ar_eg: تتبع التغييرات في يلوستون .
es_es: Rastreando los cambios en Yellowstone...

source: Over time, different environments change as well as all the living things in their ecosystem. The disruption of a local environment can lead to many changes, some difficult to predict. These changes can be manmade, as in Yellowstone; or they may be due to natural factors, or even disasters.
ar_eg: مع مرور الوقت،تتغير البيئات المختلفة وكذلك جميع الكائنات الحية في النظام البيئي. تعطيل البيئة المحلية يمكن أن يؤدي إلى تغييرات كثيرة، وبعض منها يصعب التنبؤ به. هذه التغييرات يمكن أن تكون من صنع الإنسان، كما هو الحال في يلوستون؛ أو قد تكون نتيجة لعوامل طبيعية، أو حتى الكوارث.
es_es: A lo largo del tiempo, distintos ambientes cambian, así como todos los seres vivos en su ecosistema. La disrupción de un ambiente local puede llevar a muchos cambios, algunos difíciles de predecir. Estos cambios pueden ser causados por el hombre, como en Yellowstone; o pueden ser causados por factores naturales, o incluso desastres.

source: In the picture below, you can see how human demands for water in addition to a drought has changed this area over 14 years. You can probably imagine what happened to the plants and animals that depended on the water in this ecosystem—they probably disappeared.
ar_eg: في الصورة أدناه، يمكنك أن ترى كيف يطلب الانسان المياه بالإضافة إلى أن الجفاف قد غير هذا المنطقة لأكثر من 14 عاما. ربما يمكنك تخيل ما حدث للنباتات والحيوانات التي تعتمد على المياه في هذه النظم البيئية- التي ربما اختفت.
es_es: En la imagen debajo, puedes ser cómo las demandas humanas de agua en unión con una sequía han cambiado esta área a lo largo de 14 años. Probablemente puedes imaginarte lo que le sucedió a las plantas y animales que dependían del agua en este ecosistema—probablemente desaparecieron.

source: Photo credit: NASA's Earth Observatory, NASA
ar_eg: صورة: راصد ناسا الأرضي،ناسا
es_es: Crédito fotográfico: Observatorio de la Tierra de NASA, NASA

source: March
ar_eg: اذار
es_es: Marzo

source: April
ar_eg: نيسان
es_es: Abril

source: May
ar_eg: أيار
es_es: Mayo

source: Mount St. Helens before the May 18, 1980 eruption. View from the northeast of Spirit Lake.
ar_eg: جبل سانت هيلين قبل انهيار 18 أيار 1980 . عرض من الشمال الشرقي من بحيرة الروح.
es_es: Monte Santa Helena antes de la erupción del 18 de Mayo de 1980. Vista del noreste del Lago Spirit.

source: Photograph courtesy USGS
ar_eg: صورة بإذن من هيئة المسح الجيولوجي الأمريكية.
es_es: Fotografía cortesía de USGS

source: Plume rises from Mount St. Helens' dome, Spirit Lake in foreground; view from the north. May 19, 1982.
ar_eg: سحابة ترتفع من قبة جبل سانت هيلين ، بحيرة الروح في المقدمة؛ عرض من الشمال. 19 أيار1982.
es_es: Una columna de humo se levanta del domo del Monte Santa Helena, el Lago Spirit en el frente; vista del norte. Mayo 19, 1982.

source: Photograph courtesy Topinka, Lyn, USGS
ar_eg: الصورة من توبينكا،لين، هيئة المسح الجيولوجية الامريكية.
es_es: Fotografía cortesía de Topinka, Lyn, USGS

source: In the pictures above, you can see a big change in a mountain. In the spring of 1980, one of the Pacific Northwest's most majestic mountains began to show signs of change. Mt. St. Helens began to rumble, and its many earthquakes each day attracted scientists, journalists, and the simply curious. On May 18, at 8:32 AM, the whole world around the mountain changed. One entire part of the mountain slid away, and the top of Mt. St. Helens exploded, releasing gases, heat, ash, and energy powerful enough to turn the surrounding forests, lakes, and meadows into a lifeless expanse, resembling the surface of the moon. Little survived in what was once a forest teeming with birds, squirrels, elk, bear, and life of all kinds. Manmade structures were obliterated and trees blown flat for many miles in all directions. It was a disaster the likes of which had been seldom seen.
ar_eg: في الصور المبينة أعلاه، يمكنك أن ترى تغييرا كبيرا في الجبل. في ربيع عام 1980، واحداً من أكثر الجبال الشاهقة شمال غرب المحيط الهادئ بدأت تظهرعليه علامات التغيير. شارع م .ت .سانت هيلين بدأ بالأهتزاز، والعديد من الزلازل جذبت كل يوم العلماء والصحفيين وممن ينتابهم الفضول. في 18 مايو، الساعة 8:32، العالم كله حول الجبل تغير. جزء واحد كامل من الجبل انزلق بعيدا، وقمة جبل سانت هيلين انفجرت ، مطلقة الغازات والحرارة، والرماد، والطاقة قوية بما يكفي لتحويل الغابات المحيطة، والبحيرات، والمروج إلى منطقة هامدة، تشبه سطح القمر. نجا القليل حيث كانت هذه الغابة ذات مرة تعج بالطيور والسناجب والأيائل،و الدببة، والحياة بجميع أنواعها. تم طمس هياكل من صنع الإنسان والأشجار انفجرت بعيدا لأميال عديدة في كل الاتجاهات. كان كارثة و نادرا ما ظهر مثلها.
es_es: En las imágenes de arriba, puedes ver un gran cambio en una montaña. En la primavera de 1980, una de las más majestuosas montañas del noroeste del Pacífico comenzó a mostrar signos de cambio. El Monte Santa Helena comenzó a hacer ruido, y sus numerosos terremotos cada día atrajeron a científicos, periodistas y simples curiosos. El 18 de mayo, a las 8:32 AM, el mundo entero alrededor de la montaña cambió. Una parte entera de la montaña se derrumbó, y la cima del Monte Santa Helena estalló, liberando gases, calor, ceniza y energía lo suficientemente potente para convertir los bosques, lagos y prados de los alrededores en una extensión sin vida, semejante a la superficie de la luna. Pocos seres sobrevivieron en lo que antes fue un bosque lleno de aves, ardillas, alces, osos y vida de todo tipo. Obras arquitectónicas fueron eliminadas y árboles arrasados por muchos kilómetros en todas las direcciones. Fue un desastre de una talla pocas veces vista.

source: But nature moves on. Within a few years, a few plants began to colonize the blast area. Animals followed, and a new ecosystem began to form. More than thirty years later, the Mt. St. Helens region is home to a healthy, diverse ecosystem once again.
ar_eg: لكن الطبيعة تمضي قدما. في غضون بضع سنوات، بدأت أعداد قليلة من النباتات بالتوطن في المنطقة المدمرة. تتبعها الحيوانات، ويبدأ النظام البيئي الجديد بالتشكل. بعد أكثر من ثلاثين عاما، منطقة سانت هيلين هي موطن النظم البيئية المتنوعة الصحية مرة أخرى.
es_es: Pero la naturaleza avanza. Dentro de unos cuantos años, unas pocas plantas comenzaron a colonizar el área de impacto. Las siguieron los animales, y un nuevo ecosistema comenzó a formarse. Más de treinta años después, la región del Monte Santa Helena es hogar de un ecosistema diverso y sano de nuevo.

source: This time series of data shows the explosion and subsequent recovery of life on the volcano. Landsat, a satellite program operated by NASA and the U.S. Geological Survey acquired the images between 1979 and 2011. In them, scientists have an unprecedented opportunity to witness how life recovers from devastation. <span>(Video credit: NASA's Goddard Space Flight Center)</span>
ar_eg: هذه السلسلة الزمنية للبيانات تظهر الانفجار واعادة الحياة على البركان. لاندسات، وهو برنامج الأقمار الصناعية الذي تديره وكالة ناسا وهيئة المسح الجيولوجي الامريكية ، حصلت على هذه الصور بين عامي 1979 و 2011. العلماء لديهم فرصة غير مسبوقة ليشهدوا كيف تسترد الحياة من الدمار. <span>(فيديو: مركز جودارد لرحلات الفضاء التابع لناسا<span>
es_es: Esta vez, series de datos muestran la explosión y recuperación subseuente de la vida en el volcán. Landsat, un programa de satélite operado por la NASA y la U.S. Geological Survey (Servicio de Prospección Geológica de los Estados Unidos) adquirió las imágenes entre 1979 y 2011. En ellas, los científicos tienen una oportunidad sin precedentes de observar cómo la vida se recupera de la devastación. <span>(Crédito del Video: Centro de Vuelo Espacial Goddard de la NASA)</span>

source: Disasters occur in nature. Some are caused by humans; others happen for reasons related to weather, climate, or even changes in the earth. These changes can lead to drastic changes in the living populations of any given area. Over time, the local ecosystem will return to a stable balance between all types of plants and animals. The system may be the same as it was before the disaster, or it may be different. But stability will return.
ar_eg: تحدث الكوارث في الطبيعة. وبعضها من البشر؛ البعض الآخر يحدث لأسباب تتعلق بالطقس والمناخ، و حتى التغييرات في الأرض. وهي يمكن أن تؤدي إلى تغييرات جذرية على السكان الذين يعيشون في أي منطقة . مع مرور الوقت، فإن النظم البيئية المحلية ستعود إلى توازن مستقر بين جميع أنواع النباتات والحيوانات. النظام قد يكون هو نفسه كما كان قبل وقوع الكارثة، أو أنه قد يكون مختلفاً. ولكن الاستقرار سيعود.
es_es: Los desastres ocurren en la naturaleza. Algunos son causados por los seres humanos; otros ocurren por razones relacionadas con el clima, o incluso cambios en la Tierra. Estos cambios pueden llevar a cambios drásticos en las poblaciones que viven en una zona determinada. Con el tiempo, el ecosistema local regresará a un balance estable entre todos los tipos de plantas y animales. El sistema puede ser el mismo de antes del desastre, o puede ser diferente. Pero la estabilidad regresará.

source: Looking at old pictures...
ar_eg: انظر الى الصور القديمة...
es_es: Mirando viejas fotografías...

source: Question A. Changes in natural systems occur due to which of the following?
ar_eg: السؤال أ. التغيرات في النظام الطبيعي يحدث نتيجة أي من التالي؟
es_es: Pregunta A. Los cambios en los sistemas naturales ocurren debido a ¿cuál de los siguientes?

source: Human impacts
ar_eg: الآثار البشرية
es_es: Impacto humano

source: Natural disasters
ar_eg: الكوارث الطبيعية
es_es: Desastres naturales

source: Both human impacts and natural disasters
ar_eg: كل من الآثار البشرية والكوارث الطبيعية
es_es: Tanto impacto humano como desastres naturales

source: Neither human impacts nor natural disasters
ar_eg: ليست الآثار البشرية ولا الكوارث الطبيعية.
es_es: Ni el impacto humano ni desastres naturales

source: Question B. What happens to the ecosystem of an area after a disaster or dramatic change happens?
ar_eg: السؤال ب. ماذا يحدث للنظام البيئي في منطقة ما بعد وقوع كارثة أو حدوث تغيير جذري ؟
es_es: Pregunta B. ¿Qué pasa con el ecosistema de un área después de que ocurre un desastre o cambio dramático?

source: All the plants and animals that were once part of that area become extinct.
ar_eg: جميع النباتات والحيوانات التي كانت ذات يوم جزءا من تلك المنطقة تنقرض.
es_es: Todas las plantas y animales que una vez fueron parte de esa área se extinguen.

source: Over time, some plants and animals adapt or new species become part of the ecosystem.
ar_eg: مع مرور الوقت بعض النباتات والحيوانات تتكيف، أو أن الأنواع الجديدة تصبح جزءا من النظام البيئي.
es_es: A través del tiempo, algunas plantas y animales se adaptan o nuevas especies comienzan a ser parte del ecosistema.

source: The local ecosystem will never return to a stable balance between plants and animals.
ar_eg: النظم البيئية المحلية لن تعود أبدا إلى توازن مستقر بين النباتات والحيوانات.
es_es: El ecosistema local nunca regresará al balance estable entre plantas y animales.

source: None of the above
ar_eg: لا شيء مما ذكر أعلاه
es_es: Ninguna de las anteriores

source: Better think some more... Humans do have impacts... Any others?
ar_eg: الأفضل أن تفكر أكثر...الإنسان لديه آثار...هل هناك آثار آخرى؟
es_es: Hay que pensarlo un poco más... Los humanos sí tienen impacto... ¿algo más?

source: True... as far as it goes. But there are other impacts. Keep thinking.
ar_eg: صحيح...مع مرور الوقت. لكن هناك آثارأخرى. استمر في التفكير.
es_es: Cierto... hasta cierto punto. Pero hay otros impactos. Sigue pensando.

source: Correct! Both humans and nature impact local environments.
ar_eg: صحيح! كل من البشر والطبيعة بؤثر في البيئات المحلية.
es_es: ¡Correcto! Tanto los humanos como la naturaleza impactan los ambientes locales.

source: Nope. These are the only two possibilities.
ar_eg: كلا، ليس هنالك سوى اثنين من الاحتمالات.
es_es: Nop. Estas son las únicas dos posibilidades.

source: No, some might be able to adapt to the new environment. Not all of them will necessarily become extinct.
ar_eg: كلا، قد يكون البعض قادراً على التكيف في البيئة الجديدة. ليس من الضروري أن ينقرضوا كلهم.
es_es: No, algunos pueden ser capaces de adaptarse al nuevo ambiente. No todos ellos se extinguirán necesariamente.

source: Correct. Plants and animals will gradually fill the new environment and create a different ecosystem.
ar_eg: صحيح. النباتات والحيوانات سوف تملأ تدريجيا البيئة الجديدة، وتخلق نظام بيئي مختلفة.
es_es: Correcto. Plantas y animales gradualmente llenarán el nuevo ambiente y crearán un ecosistema diferente.

source: No, the local ecosystem will eventually return to a stable balance, but it will be different from what it was before the disaster.
ar_eg: لا،النظام البيئي المحلي يعود في نهاية المطاف إلى توازن مستقر، لكنه لن يكون مختلفا عن ما كان عليه قبل وقوع الكارثة.
es_es: No, el ecosistema local eventualmente regresará a un balance estable, pero será diferente del que había antes del desastre.

source: No, over time some plants and animals adapt or new species become part of the ecosystem.
ar_eg: لا، مع مرور الوقت بعض النباتات والحيوانات تتكيف، أو تصبح الأنواع الجديدة جزءا من النظام البيئي.
es_es: No, a lo largo del tiempo algunas plantas y animales se adaptarán o nuevas especies comienzan a ser parte del ecosistema.

source: Gathering data...
ar_eg: جمع البيانات
es_es: Recogiendo datos...
