Repository: geneconde/NGR-sandbox
Catalog: demo/staying-alive_1/Locale/*/LC_MESSAGES/staying-alive.po
Languages: ar_eg, es_es

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Próximo

source: Check Answer
ar_eg: تأكد من الاجابة
es_es: verifique la respuesta

source: Read More
ar_eg: اقرا أكثر
es_es: Lea más

source: You answered...
ar_eg: أنت أجبت ...
es_es: Ud. contestó...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, seleccione sus respuestas.

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, seleccione sus respuestas.

source: Please type your answer.
ar_eg: يرجى كتابة جوابك.
es_es: Por favor escriba su respuesta

source: Please type your answer here...
ar_eg: يرجى كتابة إجابتك هنا ...
es_es: Por favor escriba su respuesta aquí ...

source: Close me!
ar_eg: أغلقني !
es_es: ¡cierreme!

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Verificación rápida #1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2
es_es: Verificación rápida #2

source: Quick Check #3
ar_eg: إمتحان سريع رقم 3
es_es: Verificación rápida #3

source: Quick Check #4
ar_eg: اختبار سريع رقم 4
es_es: Verificación rápida #4

source: Quick Check #5
ar_eg: اختبار سريع رقم 5

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1
es_es: Pregunta de cuestionario #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم2
es_es: Pregunta de cuestionario #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de cuestionario #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de cuestionario #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta de cuestionario #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de cuestionario #6

source: How did I do?
ar_eg: كيف أجبت
es_es: ¿Cómo me fue?

source: select
ar_eg: اختر
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navegar por las diapositivas abajo haciendo clic en las flechas izquierdas y derecha

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: Let's begin!
ar_eg: هيا نبدأ !
es_es: ¡Empecemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Está listo?

source: Preparing your first quick check...
ar_eg: استعد للتحقق من اجابتك في الاختبار السريع...
es_es: La preparación de su primera comprobación rápida ...

source: Ready for your last quick check?
ar_eg: هل انت مستعد للتحقق من اجابتك في آخر إختبار سريع ؟.
es_es: ¿Preparado/a para tu último repaso rápido?

source: Putting it all together...
ar_eg: جمع كل شيء مع بعضه البعض
es_es: Poniendo todo junto ...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Vamos a ver lo que sabe ahora

source: Your first quiz question is...
ar_eg: سؤالك القصير الاول هو...
es_es: Tu primera pregunta de examen es ...

source: Start
ar_eg: ابدأ
es_es: comience

source: Staying Alive
ar_eg: البقاء على قيد الحياة.
es_es: Mantenerse con Vida

source: Welcome to the Staying Alive review
ar_eg: مرحبا بكم في مراجعة حول البقاء على قيد الحياة.
es_es: Bienvenido/a a la Revisión de Mantenerse con Vida

source: Thinking about... staying alive
ar_eg: التفكير بالبقاء على قيد الحياة.
es_es: Pensando acerca de... Mantenerse con Vida

source: Bears hibernate; they sleep through the harsh winter. Their heartbeats and breathing slow almost to a stop. They don't eat or drink for months at a time, and they are even able to recycle urine and protein. Hibernation is also when baby bears are born. By the time the new mother bear wakes up from hibernation, her cubs are around two months old, able to keep up with her, begin to learn, and explore their surroundings.
ar_eg: الدببة تنام في سبات عميق، انها تنام خلال الشتاء القارس. دقات قلبها وتنفسها البطيء يوشكان على التوقف. هي لا تأكل ولا تشرب في هذه الأشهر المتتالية،وهي قادرة على اعادة تدوير البول والبروتين. السبات يكون عند ولادة أطفال الدببة. في الوقت الذي تستيقظ الأم فيه من سباتها، يكون عمر أطفالها حوالي الشهرين، لهم القدرة على مجاراة امهم، والبدء بالتعلم منها، واكتشاف المناطق المحيطة بها.
es_es: Los osos hibernan; duermen a lo largo del crudo invierno. Los latidos de su corazón y su respiración son más lentos, hasta casi detenerse. No comen o beben por meses a la vez, e incluso son capaces de reciclar orina y proteínas. La hibernación es también cuando los osos bebés nacen. Para el momento en que la nueva madre oso despierta de la hibernación, sus cachorros tienen alrededor de dos meses de edad, son capaces de seguirle el paso, comienzan a aprender y explorar sus alrededores.

source: As the bear cubs spend the following months with their mother, they learn from her how to find food, how to keep safe from danger, and how to protect themselves when necessary. In essence, they learn how to survive in their environment. Their survival chances are influenced by the amount of food and space available, the population of other bears, and interactions with other species, including humans. How do humans impact the survival of animals in the wilderness?
ar_eg: في حين تمضي أطفال الدببة الأشهر المتتاية مع أمها، فهي تتعلم كيفية العثور على الطعام، البقاء امنة من الأخطار، وكيفية حماية نفسها عند الضرورة. في جوهرها هي تتعلم كيفية البقاء على قيد الحياة في بيئتها. وتتأثر فرص بقائها على قيد الحياة بكمية الطعام والمساحة المتوفرة، وعدد الدببة الأخرى، والتفاعل مع الأنواع الأخرى، بما في ذلك البشر. كيف يؤثر البشر على بقاء الحيوانات في البرية؟
es_es: Conforme los cachorros de oso pasan los siguientes meses con su madre, aprenden de ella cómo encontrar comida, cómo mantenerse a salvo de peligro, y cómo protegerse cuando es necesario. En resumen, aprenden a sobrevivir en su ambiente. Sus oportunidades de supervivencia son influenciadas por la cantidad de alimento y espacio disponible, la población de otros osos, y la interacción con otras especies, incluídos los humanos. ¿Cómo impactan los humanos la supervivencia de los animales en la naturaleza?

source: Checking what you know... about staying alive
ar_eg: التأكد من مدى معرفتك بالبقاء على قيد الحياة.
es_es: Revisando lo que sabes... acerca de Mantenerse con Vida

source: Click in the right column the most likely result of actions or changes in the left column.
ar_eg: انقر في العمود الأيمن على النتيجة المحتملة من الإجراءات أو التغيرات في العمود الأيسر.
es_es: Da clic en la columna de la derecha, el resultado más probable de las acciones o cambios de la columna de la izquierda.

source: Warming climate
ar_eg: الاحترار المناخي.
es_es: Calentamiento climático

source: Migration of many species toward colder regions
ar_eg: هجرة بعض الأنواع باتجاه المناطق الأبرد.
es_es: Migración de muchas especies hacia regiones más frías

source: Changes in temperature and rainfall patterns
ar_eg: التغيرات في درجة الحرارة و أنماط هطول الأمطار.
es_es: Cambios en la temperatura y patrones de lluvia

source: Lowering of worldwide sea levels
ar_eg: انخفاض في مستويات سطح البحر في جميع انحاء العالم.
es_es: Reducción de los niveles de mar alrededor del mundo

source: Preservation of natural areas
ar_eg: الحفاظ على المناطق الطبيعية.
es_es: Preservación de áreas naturales

source: Decreasing animal habitat
ar_eg: الحفاظ على المناطق الطبيعية.
es_es: Decremento del hábitat animal

source: Increasing animal habitat
ar_eg: انخفاض مواطن الحيوانات.
es_es: Incremento del hábitat animal

source: Increasing rates of extinction
ar_eg: تزايد معدلات الانقراض.
es_es: Incremento en las tasas de extinción

source: As climate changes, so do the homes of many types of plants and animals. Changes in the climate affect temperature and rainfall patterns around the world. For example, climate changes can cause worldwide sea levels to increase. Preserving natural areas maintains the habitat of many types of plants and animals since extinction is related to habitat loss.
ar_eg: مع تغير المناخ، كذلك منازل العديد من أنواع النباتات والحيوانات. التغيرات المناخية تؤثر في درجة الحرارة و أشكال هطول الأمطار في جميع أنحاء العالم. على سبيل المثال، يمكن أن تسبب التغيرات المناخية ازدياد مستويات البحار في جميع أنحاء العالم. المحافظة على المناطق الطبيعية يحفظ مواطن العديد من أنواع النباتات والحيوانات منذ ارتباط الانقراض بفقدان المواطن.
es_es: Conforme el clima cambia, también cambian los hogares de muchos tipos de plantas y animales. Los cambios en el clima afectan los patrones de temperatura y lluvia alrededor del mundo. Por ejemplo, los cambios climáticos pueden provocar que los niveles del mar alrededor del mundo incrementen. Preservar áreas naturales mantiene el hábitat de muchos tipos de plantas y animales ya que la extinción está relacionada con la pérdida del hábitat.

source: Observing rainfall patterns...
ar_eg: مراقبة أشكال الأمطار.
es_es: Observando patrones de lluvia...

source: Reviewing core ideas... about staying alive
ar_eg: مراجعة الافكار الاساسية... حول البقاء على قيد الحياة.
es_es: Revisando ideas clave... acerca de Mantenerse con Vida

source: Many animals are born with behaviors we call <span class='key'>instinctual</span>. They perform these behaviors because they have inherited characteristics that make them unable to do anything else. Most fish never see their parents. When they hatch, they immediately begin to swim, moving water across their gills to take in oxygen. Many other animals spend a long time with their parents. Parents feed and protect them, but also teach them how to survive in their environments.
ar_eg: يولد العديد من الحيوانات مع السلوكيات تسمى <span class='key'>الغريزية</span> أنها تؤدي هذه السلوكيات لأن لديهم الخصائص الموروثة التي تجعلها غير قادرة على القيام بأي شيء آخر. معظم الأسماك لم ترى آباءها. عندما تفقس من بيضها، فهي تبدأ فورا في السباحة، ناقلة المياه عبر خياشيمها لتأخذ الأكسجين. العديد من الحيوانات الأخرى تقضي وقت طويل مع والديها ويطعمونهم ويحمونهم، ولكن أيضا يعلمونها كيفية البقاء على قيد الحياة في بيئاتها.
es_es: Muchos animales nacen con comportamientos que llamamos <span class='key'>instintivos</span>. Llevan a cabo estos comportamientos porque han heredado características que los hacen incapaces de hacer otra cosa. La mayoría de los peces nunca ven a sus padres. Cuando nacen, inmediatamente comienzan a nadar, pasando agua a través de sus branquias para tomar oxígeno. Muchos otros animales pasan un largo tiempo con sus padres. Sus padres los alimentan y protegen, pero también les enseñan cómo sobrevivir en sus ambientes.

source: Some animals even form complex family groups to help them survive. In some cases, these groups have complicated sets of relationships which determine which animals eat first and which will be allowed to reproduce. Wolves form complex family groups that stay together for life. A single male and female lead the group and are usually the only animals who have cubs. The other members of the pack all assist in hunting and caring for young. Within the pack, different wolves seem to have authority over certain members, but not the others. The wolves take turns eating animals they kill, based on their position within the pack.
ar_eg: بعض الحيوانات تشكل جماعات عائلية معقدة لمساعدتها على البقاء على قيد الحياة. في بعض الحالات، قد تتعقد هذه الجماعات في مجموعة من العلاقات والتي تحدد الحيوانات التي تأكل أولا وبالتالي سوف يسمح لها بالتكاثر. الذئاب تشكل جماعات عائلية معقدة تبقيها معا مدى الحياة. ذكر واحد وأنثى يقودان المجموعة التي عادة ما تكون فيها أشبال صغيرة. الأعضاء الآخرين من المجموعة تساعد في الصيد ورعاية الصغار. ضمن المجموعة، بعض الذئاب يبدو أن لديها سلطة على بعض الأعضاء، ولكن ليس الآخرين. الذئاب يتناوبون على أكل الحيوانات التي يقتلونها، وذلك حسب وضعها في المجموعة.
es_es: Algunos animales incluso forman grupos familiares complejos que les ayudan a sobrevivir. En algunos casos, estos grupos tienen complicadas series de relaciones que determinan cuáles animales comen primero y a cuáles se les permitirá reproducirse. Los lobos forman grupos familiares complejos que están juntos de por vida. Un único macho y hembra son líderes del grupo y usualmente son los únicos animales que tienen cachorros. Los otros miembros de la manada asisten cazando y cuidando a los jóvenes. Dentro de la manada, distintos lobos parecen tener autoridad sobre ciertos miembros, pero no sobre los otros. Los lobos toman turnos comiendo los animales que matan, basándose en su posición dentro de la manada.

source: Sometimes, it takes a long time for the offspring to learn from their parents. Young crows live with their parents for as many as five years, helping to forage and care for younger siblings, all the while continuing to learn the complexities of life from their parents. Crow life is so complicated that each bird must understand what types of food are safe and which are dangerous, how to handle different kinds of food, and even how it fits into the crow flock as a whole.
ar_eg: في بعض الأحيان، يأخذ الأبناء وقتا طويلا للتعلم من والديهم. الغربان الصغار يعيشون مع والديهم ما يقارب الخمس سنوات ويساعدون في العلف ورعاية الأشقاء الأصغر سنا، وطوال هذا الوقت يستمرون بتعلم تعقيدات الحياة من والديهم. حياة الغراب معقدة بحيث يجب على كل فرد فيها أن يفهم ما هي أنواع المواد الغذائية الآمنة والتي تشكل خطرا، وكيفية التعامل مع أنواع مختلفة من المواد الغذائية، و مدى تناسبها في السرب ككل.
es_es: Algunas veces, toma un largo tiempo para que las crías aprendan de sus padres. Los cuervos jóvenes viven con sus padres por hasta cinco años, ayudando a buscar alimentos y cuidando a los hermanos más jóvenes, mientras continúan aprendiendo sobre las complejidades de la vida de sus padres. La vida de los cuervos es tan complicada que cada ave debe entender qué tipos de comida son seguros, y cuáles son peligrosos, cómo manejar distintos tipos de comida e incluso cómo encaja en la parvada de cuervos como tal.

source: The important point is that instinctual and learned behaviors make survival and reproduction more likely for the members of the population. In many kinds of animals, parents and the offspring themselves engage in behaviors that help the offspring to survive. The big picture is that the survival of any one individual isn't really very important in nature. What matters is the survival and reproduction of the group as a whole. It is important that the members who do reproduce are well-prepared to survive and reproduce as well.
ar_eg: النقطة المهمة هي أن السلوكيات الغريزية والمكتسبة تجعل البقاء على قيد الحياة والتكاثر أكثر احتمالا عند أعضاء المجموعات. في أنواع كثيرة من الحيوانات، الآباء والأبناء أنفسهم ينخرطون في السلوكيات التي تساعد النسل من أجل البقاء. الصورة العامة هنا هي أن بقاء أي فرد ليس في الحقيقة مهم جدا في الطبيعة. ما يهم هو البقاء والتكاثر في المجموعة ككل. من المهم أن أعضاء المجموعة الذين يتكاثرون أن يكونوا معدون إعدادا جيدا من أجل البقاء والتكاثر أيضا.
es_es: El punto importante es que los comportamientos instintivos y aprendidos hacern que la supervivencia y la reproducción sean más probables para los miembros de la población. En muchos tipos de animales, los padres y las propias crías participan en comportamientos que ayudan a las crías a sobrevivir. El panorama general es que la supervivencia de un individuo no es realmente muy importante en la naturaleza. Lo que importa es la supervivencia y la reproducción del grupo en su conjunto. Es importante que los miembros que se reproducen estén bien preparados para sobrevivir y reproducirse también.

source: Protecting offsprings...
ar_eg: حماية الابناء.
es_es: Protegiendo a las crías...

source: Question A. What is the most important thing to remember about the behavior of animal parents toward their young?
ar_eg: السؤال أ. ما هو الشيء الأهم الذي يجب أن يذكر حول سلوك الآباء تجاه صغارهم؟
es_es: Pregunta A. ¿Qué es lo más importante a recordar acerca del comportamiento de los animales padre con sus crías?

source: Animal parents are most concerned with their youngest offspring.
ar_eg: والدي الحيوانات هم الأكثر قلقا على أصغر أبنائها.
es_es: Los animales padre se preocupan más por sus crías más jóvenes.

source: No individual offspring is as important as the survival of the group.
ar_eg: لا، نسل الفرد هو هام كأهمية البقاء على قيد الحياة للمجموعة.
es_es: Ninguna cría individual es tan importante como la supervivencia del grupo

source: Most animal parents are unconcerned with their offspring.
ar_eg: معظم الآباء والأمهات من الحيوانات لا تكترث بأبنائها.
es_es: La mayoría de los padres animales no se preocupan por sus crías.

source: Baby elk often fall prey to wolf packs.
ar_eg: رضيع الأيل غالبا ما يقع فريسة لمجموعات من الذئاب.
es_es: Los alces bebé con frecuencia son víctima de manadas de lobos.

source: Question B. Click on the statement that is <span class='blink'>not</span> correct.
ar_eg: السؤال ب. انقر على الفقرة <span class='blink'>غير</span> الصحيحة.
es_es: Pregunta B. Da clic en la declaración que <span class='blink'>no</span> es correcta.

source: Some animals form complex family groups to help them survive.
ar_eg: بعض الحيوانات تشكل مجموعات عائلية معقدة لمساعدتها على البقاء على قيد الحياة.
es_es: Algunos animales forman grupos familiares complejos para ayudarles a sobrevivir.

source: Animals use their instinctual and learned behaviors to survive.
ar_eg: تستخدم الحيوانات سلوكها الغريزي والمكتسب من أجل البقاء.
es_es: Los animales utilizan sus comportamientos instintivos y aprendidos para sobrevivir.

source: All animals stay with their parents for a while to learn how to survive.
ar_eg: جميع الحيوانات تبقى مع والديها لفترة من الوقت لتعلم كيفية البقاء على قيد الحياة.
es_es: Todos los animales se quedan con sus padres por un tiempo para aprender a sobrevivir.

source: The group's survival is more important than the individual's ability to survive.
ar_eg: بقاء الجماعة هو أكثر أهمية من قدرة الفرد على البقاء على قيد الحياة.
es_es: La supervivencia del grupo es más importante que la habilidad del individuo de sobrevivir.

source: No... Some parents never even see their offspring.
ar_eg: لا... بعض الآباء لم يروا ابنائهم قط.
es_es: No... Algunos padres nunca ven a sus crías.

source: Correct. In nature, survival of the group is much more important than survival of any individual.
ar_eg: صحيح. في الطبيعة، بقاء المجموعة هو أكثر أهمية من بقاء الفرد على قيد الحياة .
es_es: Correcto. En la naturaleza, la supervivencia del grupo es mucho más importante que la supervivencia de cualquier individuo.

source: Actually, many parents are very involved with their offspring. Try again.
ar_eg: في الواقع، الكثير من الآباء مترابطون مع أبنائهم. حاول مرة أخرى.
es_es: En realidad, muchos padres están muy involucrados con sus crías. Inténtalo de nuevo.

source: This may happen, but it's not a key fact.
ar_eg: هذا يمكن أن يحدث، ولكنه ليس حقيقة أساسية.
es_es: Esto puede suceder, pero no es un hecho clave.

source: Nope! Wolves and elephants live in family groups.
ar_eg: كلا! تعيش الذئاب والفيلة في مجموعات عائلية.
es_es: ¡Nop! Los lobos y elefantes viven en grupos familares.

source: Nope! Animals start out with their instincts and learn from parents or the environment how to survive.
ar_eg: كلا! الحيوانات تبدأ معتمدة على غرائزها و تتعلم من والديها أو البيئة كيفية البقاء على قيد الحياة.
es_es: ¡Nop! Los animales comienzan con sus instintos y aprenden de sus padres o del ambiente cómo sobrevivir.

source: Correct! Not all animals stay with their parents to learn from them. Most fish never even see their parents.
ar_eg: صحيح! لا تبقى كل الحيوانات مع ذويها لتتعلم منها. معظم الأسماك لا يرون آبائهم أبدا.
es_es: ¡Correcto! No todos los animales se quedan con sus padres para aprender de ellos. La mayoría de los peces nunca ven a sus padres.

source: Nope! A group of animals focuses on creating offspring who can survive.
ar_eg: كلا! تركز مجموعة من الحيوانات على خلق نسل يستطيع البقاء على قيد الحياة.
es_es: ¡Nop! Un grupo de animales se enfoca en tener crías que puedan sobrevivir.

source: More core ideas... about staying alive
ar_eg: المزيد من الأفكار ... حول البقاء على قيد الحياة.
es_es: Más ideas clave... acerca de Mantenerse con Vida

source: There are limited resources for most animals, so finding something to eat is an important survival skill. Animals are part of an <span class='key'>ecosystem</span>; a community of organisms and their physical environment interacting. Let's look at an example of how animals, ecosystems, and humans interact. Humans once feared bears and wolves and thought the world would be a better place without them. They were hunted until they were very rare. <span class='key'>Predators</span> are animals that use other animals for food, and <span class='key'>prey</span> are the animals used for food by predators. Without bears and wolves as predators, populations of prey species increase very rapidly. In Yellowstone National Park, the elk became so numerous that they began to starve when their food supplies ran out in winter. When large animals begin to die rapidly, their decaying bodies create health risks and cause disruptions.
ar_eg: هناك موارد محدودة بالنسبة لمعظم الحيوانات،لذلك العثور على شيء للأكل هو مهارة مهمة للبقاء على قيد الحياة. الحيوانات هي جزء من <span class='key'>النظام البيئي </span>؛ مجتمع الكائنات الحية والبيئة المادية التي تتفاعل. دعونا ننظر إلى مثال عن كيفية تفاعل الحيوانات والنظم البيئية،والبشر. يخشى البشر الدببة والذئاب ويعتقدون أن العالم سيكون مكانا أفضل بدونها. تم اصطيادها حتى اصبحت نادرة جدا. <span class='key'>المفترسات</span> هي الحيوانات التي تستخدم حيوانات أخرى للأغذية، و <span class='key'>الفريسة</span> هي الحيوانات المستخدمة للغذاء من قبل الحيوانات المفترسة. بدون الدببة والذئاب والحيوانات المفترسة، أعداد الفرائس تكثر بشكل سريع في الغاية. في حديقة يلوستون الوطنية، العديد من الأيائل بدأت تجوع عندما نفذت الإمدادات الغذائية في فصل الشتاء. عندما تبدأ الحيوانات الكبيرة بالموت بسرعة، فان جثثها المتحللة تخلق مخاطر صحية وتسبب اضطرابات.
es_es: Hay recursos limitados para la mayoría de los animales, por lo que encontrar algo que comer es una habilidad importante de supervivencia. Los animales son parte de un <span class='key'>ecosistema</span>; una comunidad de organismos y su ambiente físico interactuando. Veamos un ejemplo de cómo los animales, los ecosistemas y los seres humanos interactúan. Los seres humanos una vez temían a los osos y los lobos y pensaban que el mundo sería un lugar mejor sin ellos. Los cazaron hasta que fueron muy escasos. <span class='key'>Los depredadores</span> son animales que usan a otros animales como alimento, y <span class='key'>presas</span> son los animales utilizados para la alimentación de los depredadores. Sin los osos y lobos como depredadores, las poblaciones de especies presa crecen muy rápidamente. En el Parque Nacional de Yellowstone, el alce llegó a ser tan numeroso que comenzaron a morir de hambre cuando sus suministros de alimento se agotaron en el invierno. Cuando los animales grandes comienzan a morir rápidamente, sus cuerpos en descomposición crean riesgos para la salud y causan trastornos.

source: A few years ago, a new approach to managing predators and prey was adopted. Many people suggested that natural ecosystems actually need both predators and prey to remain stable over long periods of time. In Yellowstone and elsewhere, bear hunting was stopped and wolves were reintroduced into areas they once inhabited.
ar_eg: قبل بضع سنوات، تم اعتماد نهج جديد في إدارة الضواري والفرائس. واقترح العديد من الناس أن النظم البيئية الطبيعية تحتاج بالفعل لكل من الحيوانات المفترسة والفرائس أن تظل مستقرة على مدى فترات طويلة من الزمن. في يلوستون وأماكن أخرى، أوقف صيد الدببة وأعيد الذئاب في المناطق التي كانوا يسكنوها.
es_es: Hace unos pocos años, se adoptó un nuevo enfoque para manejar los depredadores y presas. Muchas personas sugirieron que los ecosistemas naturales en realidad necesitan tanto a depredadores como presas para mantenerse estables a lo largo de periodos largos de tiempo. En Yellowstone y otros lugares, la caza de osos se detuvo y los lobos fueron reintroducidos a áreas que habitaron antes.
