Repository: geneconde/NGR-sandbox
Catalog: demo/doing-science/Locale/*/LC_MESSAGES/doing-science.po
Languages: ar_eg, es_es

source: Go back and rethink the hypothesis.
ar_eg: العودة وإعادة النظر في الفرضية.
es_es: Retroceder y volver a pensar la hipótesis.

source: State the conclusion that the hypothesis has no answer.
ar_eg: أضع خلاصة ان الفرضية ليس لها جواب.
es_es: Declarar como conclusión que la hipótesis no tiene respuesta.

source: Correct: A hypothesis helps make predictions and helps to design good investigations and it will help guide us to interpret the results of experiments. A hypothesis does not tell the researcher if the answer is right or wrong. The researcher conducts the investigation to see if the data and evidence supports the hypothesis or not. In a scientific investigation, a researcher should try their best to observe everything.
ar_eg: صحيح : تساعد الفرضية على وضع تنبؤات بالإضافة إلى وضع استكشافات وتفسير نتائج التجارب. لا تساعد التنبؤات الباحثين على معرفة فيما إذا كانت الإجابة صحيحة أم خاطئة. يقوم الباحث باجراء استكشافات للتأكد من أن المعلومات والأدلة تدعم النظريات. في الاستكشاف العلمي، على الباحث أن يبذل قصارى جهده لمراقبة كل شيء.
es_es: Correcto: Una hipótesis ayuda a hacer predicciones y a diseñar buenas investigaciones, y nos guiará a la hora de interpretar los resultados de los experimentos. Una hipótesis no dice al investigador si la respuesta está bien o mal. El investigador dirige la investigación para ver si los datos y las pruebas apoyan la hipótesis o no. En una investigación científica, un investigador debe esforzarse al máximo por observarlo todo.

source: Not quite: A hypothesis helps make predictions and helps to design good investigations and it will help guide us to interpret the results of experiments. A hypothesis does not tell the researcher if the answer is right or wrong. The researcher conducts the investigation to see if the data and evidence supports the hypothesis or not. In a scientific investigation, a researcher should try their best to observe everything.
ar_eg: ليس تماما : تساعد الفرضيات على وضع تنبؤات بالإضافة إلى وضع استكشافات وتفسير نتائج التجارب. لا تساعد التنبؤات الباحثين على معرفة ما إذا كانت الإجابة صحيحة أو خاطئة. يقوم الباحث باجراء استكشافات للتأكد من أن المعلومات والأدلة تدعم النظريات. في التحقيق العلمي، على الباحث أن يبذل قصارى جهده لمراقبة كل شيء.
es_es: No exactamente: Una hipótesis ayuda a hacer predicciones y a diseñar buenas investigaciones, y nos guiará a la hora de interpretar los resultados de los experimentos. Una hipótesis no dice al investigador si la respuesta está bien o mal. El investigador dirige la investigación para ver si los datos y las pruebas apoyan la hipótesis o no. En una investigación científica, un investigador debe esforzarse al máximo por observarlo todo.

source: No, this is something no one should ever do. Changing the results of any kind of experiment is wrong and can lead to serious consequences.
ar_eg: لا, هذا شيء لا يمكن لأحد فعله. التلاعب في نتائج أي تجارب ممكن أن يؤدي إلى عواقب وخيمة.
es_es: No, eso es algo que nadie debería hacer nunca. Cambiar los resultados de cualquier tipo de experimento está mal y puede llevar a consecuencias serias.

source: No, at this point the best thing to do is to revisit the hypothesis and change it based on the experiments and the new data collected.
ar_eg: لا، أفضل شيء ممكن فعله في هذه المرحلة هو الرجوع إلى الفرضيات وتغييرها بناءً على التجارب والمعلومات التي تم جمعها حديثا.
es_es: No, en este punto lo mejor que se puede hacer es revisitar la hipótesis y cambiarla basándose en los experimentos y los nuevos datos recogidos.

source: Correct! At this point the best thing to do is to revisit the hypothesis and change it based on the experiments and the new data collected.
ar_eg: صحيح، أفضل شيء ممكن فعله في هذه المرحلة هو الرجوع إلى الفرضية وتغييرها بناءً على التجارب والمعلومات التي تم جمعها حديثا.
es_es: ¡Correcto! En este punto lo mejor que se puede hacer es revisitar la hipótesis y cambiarla basándose en los experimentos y los nuevos datos recogidos.

source: No, stating that the hypothesis has no answer or cannot be proven will not solve the question or problem the scientist started out with.
ar_eg: لا, لا يمكن للفرضيات التي ليس لها إجابة أو الفرضيات التي من الصعب إثباتها أن تجيب عن التساؤلات أو أن تحل مشكلة.
es_es: No, declarar que la hipótesis no tiene respuesta o que no puede ser probada no resolverá la pregunta ni el problema con el que científico había empezado.

source: More core ideas... about doing science
ar_eg: المزيد من الأفكار الأساسية... حول تطبيق العلوم
es_es: Más ideas principales... sobre hacer ciencia

source: The hypothesis is your proposed explanation of how you think the phenomenon in question (what you have observed) works. A prediction is a testable statement about what you think may happen if certain events occur or if you do certain things. A scientific investigation is what is done to test predictions and to provide evidence to support or reject your hypothesis.
ar_eg: الفرضية هي عبارة عن تفسيرك المقترح لتسألك عن كيفية عمل ظاهرة (ماذا لاحظت). التنبؤ هو بيان قابل للإختبار حول ما تتوقع أن يحدث في حالة وقوع أحداث معينة أو إذا كنت تقوم بحدث ما. الاستكشافات العلمية هي ماذا حدث لإختبار التوقعات وتوفير الأدلة لدعم أو رفض فرضيتك.
es_es: La hipótesis es tu explicación propuesta de cómo crees que funciona el fenómeno en cuestión (lo que has observado). Una predicción es una afirmación que se puede testear sobre lo que crees que pasará si ocurren ciertos eventos o si haces ciertas cosas. Una investigación científica es lo que se hace para probar predicciones y ofrecer pruebas que apoyen o rechacen tu hipótesis.

source: Once you have a question, a hypothesis and a prediction, you are ready to do some science and the fun begins. Scientists check their hypothesis through studies that involve <span class="key">systematic observations</span> and data collection. An <span class="key">experiment</span> involves setting up situation in which you can make systematic observations and record those observations. The record of observations is called <span class="key">data</span>.
ar_eg: بمجرد أن لديك تساؤل، فرضية وتنبؤ ، أنت مستعد للقيام بتطبيق العلوم ويبدأ المرح . يتحقق العلماء من الفرضية من خلال الدراسات التي تتضمن ملاحظات منهجية</span> وجمع البيانات. تتضمن <span class="key">التجربة</span> وضع موقف فيه يمكنك القيام بملاحظات مراقبة بطريقة منهجية وتسجيل الملاحظات. يطلق على تسجيل الملاحظات اسم <span class="key">البيانات</span>.
es_es: Una vez tienes una pregunta, una hipótesis y una predicción, estás listo/a para hacer ciencia y empieza la diversión. Los científicos comprueban sus hipótesis mediante estudios que suponen <span class="key">observaciones sistemáticas</span> y recolección de datos. Un <span class="key">experimento</span> supone establecer una situación en la que puedas hacer observaciones sistemáticas y anotar dichas observaciones. El registro de observaciones se llama <span class="key">datos</span>.

source: Data can be observations of things such as length, weight, time, volume, color, or texture ...whatever it is you want to study. Some things you might observe can't be measured – like the color of a bird or where the bird builds its nest. These are called qualitative observations. But other observations can be measured. For example, a study of plants could involve measuring how much a plant grows over a period of time to test a hypothesis that temperature or soil type affects plant growth. These are called quantitative observations.
ar_eg: يمكن أن تكون الملاحظات عبارة عن طول, أو وزن, أو وقت, أو حجم, أو لون أو ملمس... كل شيء تود أن تدرسه. هنالك أمور يمكن ملاحظتها ولكن لا يمكن قياسها مثل لون عصفور أو أين يبني العصفور عشه. يطلق على مثل هذه الملاحظات بالملاحظات النوعية. ولكن يوجد أمور اخرى ممكن قياسها مثل، دراسة حول نبات ما فيمكن في هذه الحالة قياس نمو النبات خلال فترة معينة لإختبار فرضية أن درجة حرارة التربة أو نوعها يؤثران على نمو النباتات. يطلق على مثل هذه الملاحظات اسم الملاحظات الكمية.
es_es: Los datos pueden ser observaciones de cosas como la longitud, el peso, el tiempo, el volumen, el color, la textura... lo que sea que quieras estudiar. Algunas cosas que puedes observar no pueden ser medidas, como el color de un pájaro o dónde construye el pájaro su nido. Esas se llaman observaciones cualitativas. Pero otras observaciones sí pueden ser medidas. Por ejemplo, un estudio sobre plantes puede implicar medir cuánto crece una plante en un periodo de tiempo para probar una hipótesis de que la temperatura o el tipo de tierra afecta al crecimiento de la planta. Esas se llaman observaciones cuantitativas.

source: <span class="key">Data analysis</span> is when you analyze your recorded data to see if your prediction was correct or not. Tables, graphs, and graphic organizers are part of the analysis that can be used to show the data collected during the investigation.
ar_eg: <span class="key"> تحليل البيانات</span> هو عندما تقوم بتحليل بياناتك المسجلة لترى ما اذا كانت تنبؤاتك صحيحة ام لا. الجداول الرسوم البيانية و المنظمات البيانية هي جزء من التحليل يمكن استخدامها لعرض البيانات المجموعة خلال التحقيق
es_es: <span class="key">Análisis de datos</span> es cuando analizas tu registro de datos para ver si tu predicción era correcta o no. Tablas, gráficos y diagramas de flujo son parte del análisis que se puede utilizar para mostrar los datos recogidos durante la investigación.

source: Analyzing your data allows you to support or reject your <span class="key">explanation</span> about your research question. The results of your investigation should state whether your data supports your evidence or not. When data is used to support or reject a <span class="key">claim</span> the data is now considered evidence.
ar_eg: يساعد تحليل البيانات على رفض أو دعم <span class="key">التفسيرات</span> حول المسألة البحثية. إن نتائج التحقيقات تبين ما إذا كانت البيانات الخاصة بك تدعم الأدلة أم لا. عندما تستخدم البيانات لدعم أو رفض <span class="key">الإدعاء</span> تعتبر البيانات دليلاً .
es_es: Analizar tus datos te permite apoyar o rechazar tu <span class="key">explicación</span> sobre la pregunta de la investigación. Los resultados de tu investigación deben indicar si tus datos apoyan tus pruebas o no. Cuando los datos se usan para apoyar o rechazar una <span class="key">afirmación</span>, los datos se consideran pruebas.

source: Click here to select your answer
ar_eg: أنقر هنا لاختيار إجابتك.
es_es: Haz clic aquí para seleccionar tu respuesta

source: Eating an apple a day will lower your blood pressure.
ar_eg: اكل تفاحة واحدة يوميا يؤدي إلى هبوط في ضغط الدم.
es_es: Comer una manzana al día bajará tu presión sanguínea.

source: Correct! A person's blood pressure can be measured before and after a time period of eating an apple every day to see if it has changed it or not.
ar_eg: صحيح! يمكن قياس ضغط الدم بعد وقبل أكل التفاحة بفترة زمنية معينة لمعرفة إذا حدث تغيرات في ضغط الدم أو لا.
es_es: ¡Correcto! La presión sanguínea de una persona se puede medir antes y después de un periodo de tiempo comiendo una manzana al día para ver si ha cambiado o no.

source: Taking iron supplements (pills) every day will make you stronger.
ar_eg: يؤدي تناول مكملات الحديد (على شكل أقراص) يوميا إلى تقوية جسمك.
es_es: Tomar suplementos de hierro (pastillas) a diario te hará más fuerte.

source: No. A person's strength is not considered a measurable outcome. How would you measure someone's strength? By how many pushups they can do? What if they are strong and just not feeling well that day? To test a hypothesis it must have a measurable outcome.
ar_eg: لا. لا يمكن إعتبار قوة إنسان أنها نتائج قابلة للقياس. كيف يمكنك قياس قوة إنسان ما؟ بعدد تمارين الضغط التي يمكن أن يقوم بها؟ ماذا إذا كانوا أقوياء ولكنهم لا يشعرون بحال جيدة في ذلك اليوم؟ لإختبار أي فرضية يجب وجود نتائج قابلة للقياس.
es_es: No. La fuerza de una persona no se considera un resultado medible. ¿Cómo medirías la fuerza de alguien? ¿Según las flexiones que pueda hacer? ¿Y si son fuertes pero ese día no se encuentran bien? Para probar una hipótesis necesitas tener un resultado medible.

source: Taking Vitamin E pills will make you feel younger.
ar_eg: أخذ أقراص فيتامين (ي) يجعلك تشعر بأنك أقوى .
es_es: Tomar pastillas de vitamina E te hará sentir más joven.

source: No. How a person feels is very relative, they are comparing it to other feelings. To test a hypothesis it must have a measurable outcome, not based on emotions.
ar_eg: لا. كيف يشعر الشخص هو أمر نسبي، فهم يقارنوها بمشاعر أخرى. لإختبار فرضية ما لا بد من وجود نتائج قابلة للقياس، وليست مبنية على أساس العواطف.
es_es: No. Cómo se siente una persona es muy relativo, lo comparan a otros sentimientos. Para probar una hipótesis debes tener resultados medibles, no basados en emociones.

source: Students prefer lasagna to grilled cheese sandwiches.
ar_eg: يفضل الطلاب اللازانيا أكثر من شطائر الجبن المشوي.
es_es: Los estudiantes prefieren lasaña a sandwiches de queso.

source: No, because the percentage of students who choose grilled cheese (28%) is higher than those who select lasagna (24%).
ar_eg: لا, لأن نسبة الطلاب الذين إختاروا شطائر الجبن المشوي (28%) أكثر من نسبة الطلاب الذين اختاروا لزانيا (%24."(
es_es: No, porque el porcentaje de estudiantes que escoge el sandwich de queso (28%) es más alto que el de la lasaña (24%).

source: Tuna fish is the most popular lunch meal among the students of this school.
ar_eg: تعد أسماك التونة وجبة الغداء الأكثر شعبية بين طلاب هذه المدرسة.
es_es: El atún es la comida más popular entre los estudiantes de esta escuela.

source: No, tuna fish is actually the least popular lunch option at this school.
ar_eg: لا، في الواقع تعد أسماك التونة وجبة الغداء الأقل شعبية في هذه المدرسة.
es_es: No, en realidad el atún es la opción de comida menos popular en esta escuela.

source: More than half of the students choose either grilled cheese or lasagna for lunch.
ar_eg: أكثر من نصف الطلاب اختاروا وجبة الغداء إما الجبن المشوي أو اللازانيا
es_es: Más de la mitad de los estudiantes escoge sandwich de queso o lasaña para comer.

source: Correct. 40% of the students choose lasagna and 28% choose grilled cheese. Together that makes 68% of the students choosing one of these lunch options.
ar_eg: صحيح. 40% من الطلاب اختاروا اللازانيا كوجبة غذاء و28% اختاروا فطائر الجبن المشوي. والجميع مع بعضهم يصل إلى 68% من الطلاب اختاروا واحد من هذه الخيارات لوجبة الغداء.
es_es: Correcto. El 40% de los estudiantes escoge lasaña y el 28%, sandwich de queso. Juntos hacen un 68% de estudiantes que escogen una de esas opciones.

source: More than half of the students choose pizza for lunch.
ar_eg: أكثر من نصف الطلب اختارو البيتزا للغداء.
es_es: Más de la mitad de los estudiantes escoge pizza para comer.

source: No, only 24% of the students choose pizza, which is less than half.
ar_eg: لا, فقط 24% من الطلاب اختاروا البيتزا, وهذا يعني أقل من النصف.
es_es: No, sólo el 24% de los estudiantes escoge pizza, que es menos de la mitad.

source: Question A. In order to test a hypothesis, it is sometimes helpful to have a measurable outcome. Which of the following statements has an outcome that can be measured?
ar_eg: سؤال أ. لإختبار فرضية ما، فإن من المفيد في بعض الأحيان وجود نواتج قابلة للقياس. أي من الجمل التالية فيها نواتج قابلة للقياس؟
es_es: Pregunta A. Para probar una hipótesis, a veces es útil tener resultados medibles. ¿Cuáles de las siguentes afirmaciones tiene resultados que se pueden medir?

source: Click on the images below to select your answer.
ar_eg: أنقر على الصور في الأسفل لاختيار إجابتك .
es_es: Haz clic en las imágenes a continuación para seleccionar tu respuesta.

source: Question B. A school offers four lunch options for students to choose from: pizza, lasagna, grilled cheese sandwich, and tuna fish salad. The chart to the right shows what students prefer to eat for lunch. What can you learn from this?
ar_eg: سؤال ب. توفر المدرسة الخيارات التالية لوجبة الغداء: بيتزا، لازانيا، فطائر الجبن المشوي، وأسماك التونة. يظهر الرسم البياني على اليمين ما يفضل الطلاب تناوله عل وجبة الغداء؟ ماذا يمكنك أن تتعلم من هذا؟
es_es: Pregunta B. Una escuela ofrece cuatro opciones de comida para que los estudiantes escojan: pizza, lasaña, sandwich de queso, y ensalada de atún. La tabla de la derecha muestra qué prefieren comer los estudiantes. ¿Qué puedes saber a partir de esto?

source: <span class="key">Scientific practices</span> that are useful in everyday life include making observations, coming up with good questions, designing investigations, collecting data, and making a claim.
ar_eg: تتضمن <span class="key">الممارسات العلمية</span> والتي هي مفيدة في حياتنا اليومية على وضع ملاحظات ، و التوصل إلى أسئلة جيدة و تصميم الاستكشافات، و جمع البيانات، و وضع الإدعائات.
es_es: Las <span class="key">prácticas científicas</span> útiles en la vida diaria incluyen hacer observaciones, hacer buenas preguntas, diseñar investigaciones, recoger datos, y hacer afirmaciones.

source: Here is an example using these practices:
ar_eg: هذا المثال يستخدم هذه الممارسات
es_es: Aquí hay un ejemplo del uso de esas prácticas:

source: <span class='key'>Observation</span>: As Jenna watched (or observed) both the boys' and the girls' teams play, she seemed to think that the boys were bigger and stronger but the girls were quicker with better reflexes. But Eric disagreed.
ar_eg: <span class="key">الملاحظة</span>: عندما كانت جينا تشاهد (تلاحظ) فريق الأولاد والبنات وهم يلعبون, لاحظت أن فريق الأولاد أكبر وأقوى ولكن فريق البنات أسرع بردود فعل أفضل. لكن إيريك لم يوافقها الرأي.
es_es: <span class='key'>Observación</span>: Cuando Jenna estaba viendo (u observando) a los equipos masculino y femenino jugar, le parecía que los chicos eran más grandes y fuertes pero las chicas eran más rápidas y con mejores reflejos. Pero Eric no estaba de acuerdo.

source: <span class='key'>Ask a good Question</span>: So Eric asked Jenna: "If girls are quicker with better reflexes, can they react faster than boys to catch something?" "Let's find out." said Jenna.
ar_eg: <span class='key'>إسأل سؤال جيد</span>: سأل إيريك جينا: "إذا كانت ردة فعل البنات أسرع من الأولاد فهل ستكون ردة فعلمهن أسرع من الأولاد في التقاط شيء ما؟ أجابت جينا: "لنكتشف ذلك."
es_es: <span class='key'>Hacer una buena pregunta</span>: Así que Eric le preguntó a Jenna: "si las chicas son más rápidas y con mejores reflejos, ¿pueden reaccionar más rápido que los chicos al atrapar algo?" "Veámoslo." dijo Jenna.

source: <span class='key'>Design an Investigation</span>: For the investigation, Jenna and Eric created a reaction time test. Jenna and Eric each picked five of their teammates from their basketball teams to be the test subjects. Eric dropped a ruler between the thumb and pointer finger of each of the test subjects and Jenna recorded where subjects caught ruler as a measure of how fast their reaction time was.
ar_eg: <span class='key'>تصميم التحقيق</span>: لأجل الاستكشاف ، قامت جيننا وإيريك بابتكار اختبار لقياس ردة الفعل حيث تم اسقاط مسطرة بين السبابة والإبهام للمشتركين في المسابقة وقاموا بتسجيل وقت التقاط المسطرة لمعرفة من قام بالتقاطها اسرع. إختارت جينا خمسة من أصدقائها في كرة السلة لتطبيق الفرضية عليهم.
es_es: <span class='key'>Diseñar una investigación</span>: Para la investigación, Jenna y Eric crearon un test de tiempo de reacción. Jenna y Eric escogieron a cinco de sus compañeros de los equipos de baloncesto como sujetos de prueba. Eric dejaba caer una regla entre los dedos pulgar e índice de cada uno de los sujetos de prueba, y Jenna anotaba dónde cogían los sujetos la regla como medida de su velocidad de reacción.</p>

source: <span class='key'>Collect Data</span>: Eric and Jenna dropped the ruler between the fingers of each test subject five times – also called five trials - and measured how far down the ruler they stopped. Each time they recorded the distance. So at the end of the investigation they had five trials for each of five boys and five girls as their data.
ar_eg: <span class='key'>جمع البيانات</span>: أوقع جينا وإيرك المسطرة بين الأصابع في كل مرة محاولة ولمدة خمس محاولات-أيضا يطلق عليها خمس تجارب- وقاموا بقياس سرعة ايقافهم للمسطرة. في كل مرة قاموا بتسجيل المسافة. لذا في نهاية الاستكشاف كان لديهم خمس محاولات لخمس أولاد وخمس بنات كبيانات لهم.
es_es: <span class='key'>Recoger datos</span>: Eric y Jenna dejaron caer la regla entre los dedos de cada sujeto cinco veces (también llamado cinco mediciones) y midieron cuánto había bajado la regla antes de ser detenida. Anotaron cada vez la distancia. Al final de la investigación, tenían cinco medidas para cada uno de los cinco chicos y de las cinco chicas como datos.

source: <span class='key'>Making a Claim</span>: Based on the tests they conducted with the test groups, Eric said the boys had faster reaction times and Jenna said there was no difference between the boys and girls reaction times.
ar_eg: <span class='key'>وضع إدعائات</span>: استنادا إلى النتائج التي وصلوا إليها، قال إيريك أن لدى الأولاد وقت أقصر في ردة الفعل من فريق البنات بينما جينا تقول أنه لايوجد إختلاف في الوقت.
es_es: <span class='key'>Hacer una afirmación</span>: Basándose en los tests que llevaron a cabo con los grupos de investigación, Eric dijo que los chicos tenían tiempos de reacción más rápidos y Jenna dijo que no había diferencia entre los tiempos de reacción de los chicos y las chicas.

source: All of the above science practices are important, but scientists don't always do the practices in the same order when they do science. That's because they are usually asking different questions and solving different problems.
ar_eg: جميع الممارسات العلمية في الأعلى مهمة، لكن لا يقوم العلماء بممارسة العلوم بنفس الترتيب عندما يقوموا بتطبيق العلوم. والسبب في ذلك لأنهم يطرحون أسئلة ومشاكل مختلفة.
es_es: Todas las prácticas científicas de arriba son importantes, pero los científicos no siempre realizan estas prácticas en el mismo orden al hacer ciencia. Eso es porque normalmente están haciendo distintas preguntas y resolviendo distintos problemas.

source: The important thing in doing science is to be systematic. That means designing investigations for observing, gathering data from observations or experiments, and then making claims about what you learned and supporting those claims with evidence.
ar_eg: أهم شيء في تطبيق العلوم هو أن تكون منهجيا. وهذا يعني تصميم استكشافات لملاحظة، أو جمع بيانات من الملاحظات أو التجارب، ثم وضع إدعائات حول ما تعلمته ودعم هذه الإدعائات بأدلة.
es_es: Lo más importante en ciencia es ser sistemático. Eso significa diseñar investigaciones para observar, recoger datos de las observaciones o experimentos, y luego hacer afirmaciones sobre lo aprendido, apoyando esas afirmaciones con pruebas.

source: Match the scientific practices (left column) Eric and Jenna used in their investigation (right column) in trying to figure out whether boys or girls had the fastest reflexes.
ar_eg: وصل بين الممارسات العلمية(العامود على اليسار) التي استخدمها إيريك وجينا في استكشافهم (العامود الأيمن) في محاولة لإكتشاف أي من الأولاد أو البنات لديهم ردة فعل أسرع.
es_es: Une las prácticas científicas (columna de la izquierda) que Eric y Jenna han usado en su investigación (columna de la derecha) al intentar descubrir si los chicos o las chicas tenían reflejos más rápidos.

source: Telling each other who they thought was the quickest with their reflexes -- boys or girls.
ar_eg: إخبار بعضهم البعض بمن كانوا يعتقدون أنه الأسرع بردة الفعل-- الأولاد أو البنات.
es_es: Decirse el uno al otro quiénes creían que tenían los reflejos más rápidos, los chicos o las chicas.

source: Arguing whether boys or girls were quickest by telling each other what observations and data they collected.
ar_eg: التحاور عما إذا كان الأولاد أو البنات أسرع في ردة الفعل من خلال عرض الملاحظات والبيانات التي تم جمعها.
es_es: Debatir si los chicos o las chicas serían más rápidos intercambiando qué observaciones y datos habían recogido.
