Repository: geneconde/NGR-sandbox
Catalog: demo/doing-science/Locale/*/LC_MESSAGES/doing-science.po
Languages: ar_eg, es_es

source: Making a plan on how to systematically make observations to figure out who was the quickest – boys or girls.
ar_eg: وضع مخططات حول كيف تقدم المنهجية الملاحظات لإكتشاف من كان الأسرع - الأولاد أم البنات.
es_es: Hacer un plan de cómo hacer observaciones sistemáticamente para descubrir quiénes eran más rápidos, los chicos o las chicas.

source: Watching the boys and girls play basketball.
ar_eg: مشاهدة الأولاد والبنات وهم يلعبون كرة سلة.
es_es: Mirar a los chicos y las chicas jugar al baloncesto.

source: Measuring how far down each boy and girl caught the ruler.
ar_eg: قياس المسافة التي يمسك فيها كل ولد و كل بنت المسطرة.
es_es: Medir a cuánta distancia habían cogido la regla cada chico o chica.

source: Not quite. Observation is looking carefully at what you already know, hypothesis is an educated guess based on your observations, an experiment is to test the hypothesis, and data analysis is examining and comparing the data from the experiment.
ar_eg: ليس تماما. تبحث الملاحظات بعناية حول ما تعرفه بالفعل، أما الفرضيات فهي عبارة عن تخمنيات عقلانية مبنية على أساس الملاحظات، أما التجربة فهي لإختبار الفرضية, وتحليل البيانات يعني فحص ومقارنة البيانات من التجربة.
es_es: No exactamente. La observación es mirar cuidadosamente a lo que ya sabes, una hipótesis es una idea con fundamento basada en tus observaciones, un experimento es testear las hipótesis, y analizar los datos es examinar y comparar los datos del experimento.

source: Correct! Observation is looking carefully at what you already know, hypothesis is an educated guess based on your observations, an experiment is to test the hypothesis,and data analysis is examining and comparing the data from the experiment.
ar_eg: صحيح! تبحث الملاحظة بعناية في ما تعرفه بالفعل، أما الفرضيات فهي عبارة عن تخمنيات عقلانية مبنية على أساس الملاحظات، أما التجربة فهي لإختبار الفرضية, وتحليل البيانات يعنى فحص ومقارنة البيانات من التجربة.
es_es: ¡Correcto! La observación es mirar cuidadosamente a lo que ya sabes, una hipótesis es una idea con fundamento basada en tus observaciones, un experimento es testear las hipótesis, y analizar los datos es examinar y comparar los datos del experimento.

source: Using what you know... about doing science... to solve a problem
ar_eg: إستخدم ما تعرفه من معلومات... عن تطبيق العلوم... لحل مشكلة.
es_es: Usando lo que sabes... sobre hacer ciencia... para resolver un problema

source: The Situation
ar_eg: الحالة
es_es: La situación

source: You have saved your money to buy a gaming system. You haven't decided what game product to purchase yet. After you have chosen which system to buy, your mom refuses to let you have one, explaining that you won't get enough exercise if you play video games all day.
ar_eg: وفرت القليل من المال لشراء جهاز الألعاب. لم تقرر بعد أي منتج ألعاب تود أن تشتري. بعد أن قررت أي نظام تود أن تشتري. رفضت والدتك هذا الأمر, وفسرت ذلك أنه لن يكون لديك الوقت الكافي للتدرب يوميا اذا قمت بلعب العاب الفيديو.
es_es: Has ahorrado tu dinero para comprar una videoconsola. Aún no has decidido qué producto de juego vas a comprar. Tras elegir la consola que quieres comprar, tu madre se niega a que tengas una, explicando que no vas a hacer ejercicio suficiente si juegas a videojuegos todo el día.

source: The Problem
ar_eg: المشكلة
es_es: El problema

source: Using what you now know about being scientific, how would you go about making this decision? How would you go about doing a study that could convince your mom that her hypothesis is wrong? In the text box provided, key in the plan you would follow to make the decision as well as you would prove her hypothesis false.
ar_eg: إستخدم ما تعرفه حول أن تكون علمياً، كيف يمكنك أن تتصرف نحو اتخاذ هذا القرار؟ كيف يمكنك أن تقوم بدراسة لتقنع والدتك بأن فرضيتها خاطئة؟ يوجد في مربع النص مفتاح رئيسي للخطة التي سوف تقوم باتباعها لإثبات أن فرضية والدتك خاطئة.
es_es: Usando lo que sabes acerca de ser científico/a, ¿cómo harías para tomar esta decisión? ¿Cómo harías un estudio que pudiese convencer a tu madre de que su hipótesis no es correcta? En la caja de texto a continuación, escribe el plan que seguirías para tomar la decisión, y también para probar que su hipótesis es falsa.

source: Click here to start typing your answer...
ar_eg: أنقر هنا لطباعة إجابتك.
es_es: Haz clic aquí para escribir tu respuesta...

source: Summarizing core ideas... about doing science
ar_eg: تلخيص الأفكار الرئيسية... حول تطبيق العلوم
es_es: Resumiendo las ideas principales... sobre hacer ciencia

source: <span class='key'>Scientific practices</span> are what scientists use to plan, investigate, and think when they are trying to learn things about nature or to solve problems. But you can use these same practices in your life every day. Usually the process starts by asking a question about observations you've made or about some problem you're trying to solve. Often a scientist might start off by forming a <span class='key'>hypothesis</span> – which is a preliminary <span class='key'>explanation</span> for what they think is going on. Then they use this hypothesis to help plan their <span class='key'>investigation</span>. A <span class='key'>prediction</span> is testable statement of what you think would happen based on your hypothesis. Scientists check their hypothesis through investigations that test their predictions by making <span class='key'>systematic observations</span> and collecting <span class='key'>data</span>. An <span class='key'>experiment</span> is one way to test your predictions by creating a <span class='key'>"fair test"</span> investigation. The record of all your observations is called <span class='key'>data</span>. Analyzing your data allows you to make <span class='key'>claims</span> about your research question. <span class='key'>Data analysis</span> is when you analyze your recorded data to see whether your hypothesis was correct or not then state the outcome of your investigation in the claims you make. Your data becomes <span class='key'>evidence</span> when you use it to argue to support your claims. Scientists don't always do the "practices" in the same order when they do science. The important thing is to be systematic in designing investigations and making and following plans for observing, gathering data from fair tests and making claims that are supported by evidence.
ar_eg: <span class='key'>الممارسات العلمية</span> هي ما يستخدمه العلماء لتخطيط واستكشاف و التفكير عندما يحاولون تعلم أشياء جديد حول الطبيعة أو لحل مشكلات كل يوم. ولكن يمكنك استخدام الممارسات نفسها في حياتك اليومية. تبدأ عادة العملية بطرح تساؤلات حول الملاحظات التي قمت بها أو حول إيجاد حل لمشكلة تحاول أن تحلها. من الممكن أن يبدأ العالم بوضع <span class='key'>فرضية</span>-والتي تكون عبارة عن توضيح تمهيدي عن ما يدور في بالهم. ثم يستخدمون هذه الفرضية للمساعدة في التخطيط لوضع <span class='key'>تفسير</span> . <span class='key'>التنبؤ</span> عبارة عن عبارة قابلة للإختبار بناء على فرضيتك. يتأكد العلماء من الفرضيات من خلال الاستكشافات التي تختبر تنبؤاتهم من خلال <span class='key'>ملاحظات منهجية</span> وجمع بيانات</span> . <span class='key'>التجربة</span> هي عبارة عن طريقة لإختبار تنبؤاتك من خلال استحداث <span class='key'>"الإختبار النزيه"</span>. و يطلق على تسجيل جميع الملاحظات اسم <span class='key'>بيانات</span>. من خلال تحليل البيانات تحصل على <span class='key'>إدعائات</span> حول سؤالك البحثي. <span class='key'>تحليل البيانات</span> هي عندما تقوم بتحليل وتسجيل بيانات لترى فيما إذا كانت فرضيتك صحيحة أم لا ومن ثم كتابة نتاج استكشافك في الإدعاءات التي عملتها. تصبح بياناتك <span class='key'>دليل</span> عندما تستخدمها لدعم إدعاءاتك. لا يقوم العلماء "بالممارسات" نفسها بنفس الطريقة التي يقومون بها بتطبيق العلوم. أهم شيء هو أن تكون منهجيا في تصميم تحقيقاتك ووضع واتباع الخطط لملاحظة وجمع البيانات من الاختبار النزيه ووضع الادعائات المدعمة بأدلة.
es_es: Las <span class='key'>prácticas científicas</span> son las que usan los científicos para planear, investigar y pensar cuando intentan aprender cosas sobre la naturaleza o resolver problemas. Pero puedes usar esas mismas prácticas en tu vida diaria. Normalmente, el proceso empieza haciendo una pregunta sobre observaciones que has hecho o sobre algún problema que intentas resolver. A menudo un científico puede empezar formando una <span class='key'>hipótesis</span>, que es una <span class='key'>explicación</span> preliminar para lo que creen que está pasando. Después usan esa hipótesis para ayudarles a planear su <span class='key'>investigación</span>. Una <span class='key'>predicción</span> es una afirmación que se puede testear de lo que crees que ocurrirá basándote en tu hipótesis. Los científicos comprueban sus hipótesis por medio de investigaciones que comprueben sus predicciones haciendo <span class='key'>observaciones sistemáticas</span> y recogiendo <span class='key'>datos</span>. Un <span class='key'>experimento</span> es una forma de testear tus predicciones creando una investigación con un <span class='key'>"experimento controlado"</span>. Al registro de todas tus observaciones se le llama <span class='key'>datos</span>. Analizar tus datos te permite hacer <span class='key'>afirmaciones</span> acerca de la pregunta de tu investigación. El <span class='key'>análisis de datos</span> consiste en analizar tus datos para ver si tu hipótesis era correcta o no, y luego indicar el resultado de tu investigación con las afirmaciones que hagas. Tus datos se convierten en <span class='key'>pruebas</span> cuando los usas para apoyar tus afirmaciones. Los científicos no siempre hacen estas "prácticas" en el mismo orden cuando hacen ciencia. Lo importante es ser sistemático al diseñar investigaciones y al hacer y seguir planes para observar, recoger datos en experimentos controlados y hacer afirmaciones que estén apoyadas por pruebas.

source: Reviewing key vocabulary... related to doing science
ar_eg: مراجعة المفردات الأساسية... والتي تتعلق بتطبيق العلوم
es_es: Repasando vocabulario clave... relacionado con hacer ciencia

source: Scientific method
ar_eg: الطريقة العلمية
es_es: Método científico

source: The scientific method is a systematic way of testing physical things to form conclusions and make predictions. Using the scientific method means having a careful plan for doing an investigation or solving a problem. It usually starts with observations and a question. The scientific method also involves doing experiments to gather information that can help answer questions. When scientists want to answer questions or solve a problem, they always use the scientific method. They ask questions, make observations, conduct experiments, gather information, and explain the results.
ar_eg: الطريقة العلمية هي طريقة منهجية لإختبار الأشياء المادية لتكوين استنتاجات ووضع تنبؤات. استخدام الطريقة العلمية يعني وجود خطة دقيقة لإجراء استكشافات أو حل مشكلة معينة. وفي العادة تبدأ بملاحظات و سؤال. تتضمن أيضا الطريقة العلمية القيام بتجارب لجمع معلومات تساعد على إيجاد إجابات للأسئلة. عندما يريد العلماء الإجابة على تساؤلات أو حل مشكلة يلجأون دائما إلى الطريقة العلمية، و يقومون بطرح أسئلة، و وضع ملاحظات، و إجراء تجارب، و جمع معلومات، و شرح النتائج.
es_es: El método científico es una forma sistemática de testear cosas físicas para formar conclusiones y hacer predicciones. Usar el método científico significa tener un plan cuidadoso para hacer una investigación o resolver un problema. Normalmente empieza con observaciones y una pregunta. El método científico también implica hacer experimentos para recolectar información que pueda ayudar a responder preguntas. Cuando los científicos quieren responder preguntas o resolver un problema, siempre usan el método científico. Hacen preguntas, hacen observaciones, realizan experimentos, recogen información, y explican los resultados.

source: Observation
ar_eg: ملاحظات
es_es: Observación

source: An observation is the use of your five senses to gather information about something being studied. After making observations and asking questions, it's time to think about what the answer or explanation might be. For example, suppose you were heating water to make some hot chocolate and as you watched, the water began to bubble and boil. Then you thought, "I wonder how I could heat water for hot chocolate faster?" You've made an observation and posed a question.
ar_eg: ملاحظة تعني استخدام حواسك الخمسة لجمع معلومات حول موضوع يتم دراسته . بعد وضع الملاحظات وطرح أسئلة، يكون الوقت مناسباً لتوقع الإجابة والتفسير. على سبيل المثال, إفترض أنك سخنت ماء لعمل كوب من الشوكلاته الساخنة وبينما كنت تشاهد بدأ الماء بالغليان وعمل فقاعات. بعد ذلك تسألت كيف يمكن جعل الماء يغلي أسرع لعمل شوكلاته ساخنة؟ بذلك أنت تكون وضعت ملاحظات وطرح سؤال.
es_es: Una observación es usar tus cinco sentidos para recoger información sobre algo que está siendo estudiado. Tras hacer observaciones y hacer preguntas, es la hora de pensar acerca de qué respuesta o explicación podría tener. Por ejemplo, supón que estás calentando agua para hacer chocolate caliente, y ves que el agua empieza a burbujear y hervir. Entonces piensas, "Me pregunto cómo podría calentar agua para el chocolate caliente más rápido." Has hecho una observación y planteado una pregunta.

source: Hypothesis
ar_eg: فرضية
es_es: Hipótesis

source: The <span class="key">hypothesis</span> is your proposed explanation of how you think the phenomenon in question (what you have observed) works. A <span class="key">prediction</span> is a testable statement about what you think may happen if certain events occur or if you do certain things. A <span class="key">scientific investigation</span> is what is done to test predictions and to provide <span class="key">evidence</span> to support or reject your hypothesis.
ar_eg: <span class='key'>الفرضية</span> هي تفسيرك المقترح حول كيفية عمل ظاهرة ما(ماذا لاحظت) . <span class='key'>التنبؤ </span> هو عبارة قابلة للإختبار حول كيفية وقوع حدث ما أو إذا قمت بعمل ما. <span class='key'>الاستكشاف العلمي</span> هو ما حدث لإختبار التوقعات لتوفير <span class='key'>دليل</span> لدعم أو رفض الفرضية.
es_es: La <span class="key">hipótesis</span> es tu explicación propuesta de cómo crees que funciona el fenómeno en cuestión (lo que has observado). Una <span class="key">predicción</span> es una afirmación que se puede testear sobre lo que crees que pasará si ocurren ciertos eventos o si haces ciertas cosas. Una <span class="key">investigación científica</span> es lo que se hace para probar predicciones y ofrecer pruebas que apoyen o rechacen tu hipótesis.

source: Prediction
ar_eg: التنبؤ
es_es: Predicción

source: A prediction is an educated guess about what may happen if certain events occur or if you do certain things. Once you have a question, a hypothesis and a prediction, you are ready to do some science and the fun begins. An experiment is what is done to test predictions. Scientists who study weather make predictions about what they think the weather will be like. For example, they know that the sun heats Earth. So if they think it is going to be a sunny day, they can predict that it will probably be warm outside.
ar_eg: التنبؤ هو حزر ذكي حول ما يمكن أن يحدث إذا حدثت أحداث معينة أو إذا قمت بعمل أشياء معينة. بمجرد أن يكون لديك سؤال، و فرضية، و تنبؤ تكون جاهزاً لتقوم ببعض العلوم ويبدا المرح . التجربة هي ما تقوم به لإختبار التنبؤات. العلماء الذين يدرسون الطقس يقومون بعمل تنبؤات حول ما يعتقدون بأن تكون عليه حالة الطقس. على سبيل المثال، انهم يعلمون أن الشمس تسخن الأرض. لذا إذا توقعوا أن اليوم سوف يكون مشمس, فانهم حتما سوف يتوقعون أنه سوف يكون الجو في الخارج حارا.
es_es: Una predicción es una idea con fundamento sobre lo que puede pasar si ocurren ciertos eventos o si haces ciertas cosas. Una vez tienes una pregunta, una hipótesis y una predicción, estás listo/a para hacer ciencia y empieza la diversión. Un experimento es lo que se hace para testear predicciones. Los científicos que estudian el clima hacen predicciones sobre qué tiempo creen que va a hacer. Por ejemplo, saben que el Sol calienta la Tierra. Así que si creen que va a hacer un día soleado, pueden predecir que probablemente hará calor en el exterior.

source: Objective
ar_eg: هداف
es_es: Objetivo

source: An objective is a goal that is set by someone. In science, an objective is the desired result of an experiment. Our objective was to determine the life cycle of the whisk ferns.
ar_eg: الهدف هو غاية قام بوضعها شخص ما. في العلوم, الموضوع هو عبارة عن النتيجة المرجوة من تجربة ما. كان هدفنا تحديد دورة حياة السرخسيات.
es_es: Un objetivo es una meta fijada por alguien. En ciencia, un objetivo es el resultado deseado de un experimento. Nuestro objetivo era determinar el ciclo de vida de los helechos.

source: Experiment
ar_eg: التجربة
es_es: Experimento

source: An experiment is an activity designed to answer questions about things that are unknown. From an experiment, you might learn how something works or how things are related to each other. For example, you may do an experiment to see how different amounts of water help or hurt the growth of a plant. Experiments are a very important part of science. Scientists use experiments to test their ideas, solve problems, answer questions, and learn new things. In science, it is important to provide accurate information when you do an experiment.
ar_eg: التجربة عبارة عن نشاط صمم للإجابة عن تساؤلات عن موضوع غير معروف من قبل, من خلال التجربة, يمكنك تعلم ألية عمل شيء ما أو كيف ترتبط الأشياء ببعضها البعض. على سبيل المثال, يمكنك القيام بتجربة لملاحظة كيف يمكن أن تؤثر كميات المياه على نمو النبتة. تعد التجارب جزء مهم من العلوم. يستخدمها العلماء لإختبار أفكارهم حل المشكلات والإجابة عن التساؤلات وتعلم أمور جديدة. في العلوم, من المهم توفير معلومات دقيقة عندما تقوم بتجربة ما.
es_es: Un experimento es una actividad diseñada para responder preguntas sobre cosas que no se saben. De un experimento puede que quieras aprender cómo funciona algo o cómo se relacionan algunas cosas entre sí. Por ejemplo, puedes hacer un experimento para ver cómo distintas cantidades de agua ayudan o dificultan el crecimiento de una planta. Los experimentos son una parte muy importante de la ciencia. Los científicos usan experimentos para testear sus ideas, resolver problemas, responder preguntas y aprender cosas nuevas. En ciencia, es importante ofrecer información precisa al hacer un experimento.

source: Data
ar_eg: بيانات
es_es: Datos

source: Data are bits of factual information that can be used to draw conclusions or make decisions. Factual information means that the information is true or based on something that really happened. The way that people gather data is by observing something and writing down exactly what they see. There are many different jobs in which people collect data. Scientists collect data about the world around us. Teachers collect data about the grades their students earn. Even policemen collect data about the criminals they catch.
ar_eg: البيانات عبارة عن معلومات واقعية يتم استخدامها لاستخلاص نتاجات أو اتخاذ قرارات. تعني المعلومات الواقعية أن المعلومات المستخدمة هي حقيقية أو مبنية على شيء حدث بالفعل. الطريقة التي يجمع بها الأشحاص المعلومات هي من خلال ملاحظة شيء ما وكتابة ما شاهده حرفيا. هنالك العديد من الوظائف التي تتطلب من الأشخاص جمع معلومات, يجمع العلماء معلومات حول العالم من حولنا. يجمع المعلمون معلومات حول العلامات التي حظي بها الطلاب. حتى الشرطة تجمع معلومات حول المجرمين الذين قبضوا عليهم.
es_es: Los datos son fracciones de información fáctica que pueden usarse para llegar a conclusiones o tomar decisiones. Información fáctica significa que la información es cierta o está basada en algo que realmente ha ocurrido. El modo en que la gente recolecta datos es observando algo y anotando exactamente lo que ven. Hay muchos trabajos diferentes en los que la gente recoge datos. Los científicos recogen datos sobre el mundo que nos rodea. Los profesores recogen datos sobre las notas que consiguen sus alumnos. Incluso los policías recogen datos sobre los criminales que atrapan.

source: Systematic
ar_eg: منهجية
es_es: Sistemático

source: Being systematic is making careful plans and following them than about following directions. Being scientific is more about being systematic. Scientists check their hypothesis through studies that involve systematic observations and data collection. For safety, a pilot does a systematic check of his airplane before taking off.
ar_eg: أن تكون منهجيا يعني وضع خطط حذرة واتباعها بدلا من اتباع الإرشادات. أن تكون علميا يعني المزيد من المنهجية. يتحقق العلماء من نظرياتهم من خلال دراسات تتضمن الملاحظات المنهجية وجمع المعلومات. للسلامة, يقوم الطيار بتفقد الطائرة قبل الإقلاع.
es_es: Ser sistemático es hacer planes cuidadosos y seguirlos, más que seguir instrucciones. Ser científico implica sobre todo ser sistemático. Los científicos comprueban sus hipótesis por medio de estudios que implican observaciones sistemáticas y recolección de datos. Por seguridad, un piloto hace una comprobación sistemática de su avión antes de despegar.

source: Fair test
ar_eg: اختبار عادل
es_es: Experimento controlado

source: A fair test is one that is done properly, without bias, skewing of procedures or altering of results. The important thing in doing science is to be systematic. That means making and following plans for observing, gathering data from fair tests and drawing conclusions.
ar_eg: الاختبار العادل هو الإمتحان الذي يتم بشكلٍ مناسب، دون تحيز أو انحراف الإجراءات أو تغيير في النتائج. هذا يعني وضع خطط واتباعها، جمع معلومات من الإختبار العادل واستخلاص النتائج.
es_es: Un experimento controlado se hace adecuadamente, sin sesgos, sin distorsión de los procedimientos y sin alterar los resultados. Lo importante en hacer ciencia es ser sistemático. Eso significa hacer y seguir planes para observar, recoger datos en experimentos controlados y llegar a conclusiones.

source: Scientific Practices
ar_eg: ممارسات علمية
es_es: Prácticas científicas

source: The process of hypothesis formation and testing that allows us to build our understanding of the universe around us. A testable hypothesis is formed, experiments are carried out and the results recorded and interpreted. If the results do not support the hypothesis, the hypothesis is revised and tested again. Once the results do support the hypothesis, it can be called a "theory" until a time when other test results refute its claims.
ar_eg: تشكيل واختبار الفرضية والتي تسمح لنا ببناء فهمنا للعالم من حولنا. يتم تشكيل فرضية قابلة للإختبار، وتجرى التجارب ثم يتم تسجيل النتائج وتفسيرها. إذا كانت النتائج لا تدعم الفرضيات، يتم مراجعة الفرضية واختبارها من جديد. أما إذا كانت الفرضية تدعم النتائج, في هذه الحالة يمكننا إطلاق اسم "نظرية" عليها إلى أن يتم دحض هذه النتائج بواسطة نتائج إختبار أخر.
es_es: El proceso de formación y testeo de hipótesis nos permite crear nuestro conocimiento del universo que nos rodea. Una hipótesis que se puede testear se forma, los experimentos se llevan a cabo y los resultados se registran e interpretan. Si los resultados no apoyan la hipótesis, esta se revisa y se testea otra vez. Una vez los resultados apoyan la hipótesis, se le puede llamar "teoría" hasta que otros resultados refuten sus afirmaciones.

source: Investigate
ar_eg: استكشاف
es_es: Investigar

source: To physically investigate a matter, we use our five physical senses to observe, perform tests using the scientific method, and make conclusions. The process of investigation is expected to be thorough, detailed, and fair.
ar_eg: لاستكشاف مسألة ، علينا استخدام حواسنا الخمسة لملاحظة ، وإجراء اختبارات باستخدام الطريقة العلمية، واستخلاص نتائج. يتوقع أن تكون عملية الاستكشاف شاملة ومفصلة وعادلة.
es_es: Para investigar físicamente un asunto, usamos nuestros cinco sentidos físicos para observar, realizar tests usando el método científico y llegar a conclusiones. El proceso de investigación se espera que sea a fondo, detallado e imparcial.

source: Claim
ar_eg: إدعاء
es_es: Afirmación
