Repository: geneconde/NGR-sandbox
Catalog: demo/doing-science/Locale/*/LC_MESSAGES/doing-science.po
Languages: ar_eg, es_es

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Siguiente

source: Check Answer
ar_eg: تأكد من الاجابة
es_es: Comprobar Respuesta

source: Read More
ar_eg: اقرا أكثر
es_es: Leer Más

source: You answered...
ar_eg: أنت أجبت ...
es_es: Tú respondiste...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escriba su respuesta.

source: Close me!
ar_eg: أغلقني !
es_es: ¡Ciérrame!

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Repaso rápido nº1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Repaso rápido nº2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3
es_es: Repaso rápido nº3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4
es_es: Repaso rápido nº4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de examen nº1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2
es_es: Pregunta de examen nº2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de examen nº3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de examen nº4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de examen nº5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de examen nº6

source: How did I do?
ar_eg: كيف أجبت
es_es: ¿Cómo lo he hecho?

source: select
ar_eg: إختر.
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Explora las diapositivas a continuación pulsando las flechas izquierda y derecha

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Ir al panel principal

source: Start
ar_eg: ابدأ
es_es: Inicio

source: Thinking about... doing science
ar_eg: فكر في ... تطبيق العلوم
es_es: Pensando en... hacer ciencia

source: Doing Science
ar_eg: تطبيق العلوم
es_es: Hacer ciencia

source: Let's begin
ar_eg: هيا نبدأ
es_es: ¡Empecemos

source: Are you ready
ar_eg: هل أنت مستعد،
es_es: Estás preparado/a

source: Throwing rulers...
ar_eg: إطلاق الأحكام...
es_es: Sacando las reglas...

source: Looking through the telescope...
ar_eg: أنظر من خلال المنظار...
es_es: Mirando por el telescopio...

source: Preparing your first quick check!
ar_eg: إعداد فحصك السريع الأول
es_es: ¡Preparando tu primer repaso rápido!

source: Collecting the specimens...
ar_eg: جمع العينات
es_es: Recogiendo especímenes...

source: Another quick check on the way
ar_eg: تقويم أخر بانتظارك
es_es: Otro repaso rápido en camino

source: Steps, steps, steps
ar_eg: خطوات، خطوات ، خطوات
es_es: Pasos, pasos, pasos

source: Be a scientist...
ar_eg: كن عالما
es_es: Hazte científico/a...

source: Breaking the piggy bank
ar_eg: كسر حصالة المال
es_es: Rompiendo la hucha cerdito

source: Putting it all together...
ar_eg: تجميعها سويا
es_es: Juntemos todo lo aprendido...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Comprobemos lo que sabes

source: And the first quiz question is...
ar_eg: و السؤال الاول في الاختبار القصير هو..
es_es: Y la primera pregunta de examen es...

source: Let's exercise!
ar_eg: دعنا نتمرن!
es_es: ¡Hagamos ejercicio!

source: Cleaning the beakers...
ar_eg: تنظيف الكؤوس
es_es: Limpiando los matraces...

source: Are you a scientist?
ar_eg: هل أنت عالم؟
es_es: ¿Eres un/a científico/a?

source: Adding soil to the pots...
ar_eg: إضافة التربة إلى الأواني
es_es: Añadiendo tierra a las macetas...

source: Trapping the mice...
ar_eg: محاصرة الفئران
es_es: Atrapando ratones...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: Welcome to the Doing Science Review
ar_eg: مرحبا بكم في القيام مجلة العلوم
es_es: Bienvenido/a la Revisión de Hacer Ciencia

source: You probably get to do some science investigations at school. But did you know that you are probably doing / using scientific skills and practices at other times as well? When you have to make a decision or solve a problem in your everyday life, whether you know it or not, you are probably using many of the same skills and practices that scientists use when they do science. What do you think some of these scientific practices are?
ar_eg: من المحتمل أنك قمت ببعض الأبحاث في المدرسة. لكن هل كنت تعلم أنك ربما تقوم بتطبيق أو استخدام المهارات العلمية وممارستها في أوقات أخرى؟ عندما تريد أن تأخذ قرار أو أن تحل مشكلة ما في حياتك اليومية، بغض النظر إذا كنت تعرفها أو لا، فمن المحتمل أنك تستخدم العديد من المهارات والممارسات التي يستخدمها العلماء عند تطبيقهم للعلوم. برأيك ما هي بعض هذه الممارسات العلمية؟
es_es: Probablemente hagas algunas investigaciones científicas en la escuela, pero ¿sabías que es muy probable que también estés usando destrezas y prácticas científicas en otros momentos? Cuando tienes que tomar una decisión o resolver un problema en tu vida diaria, lo sepas o no, probablemente estés usando muchas de las destrezas y prácticas que usan los científicos al hacer ciencia. ¿Cuáles crees que son esas prácticas científicas?

source: Checking what you know... about doing science
ar_eg: تحقق مما تعرفه.... حول تطبيق العلوم
es_es: Comprobando lo que sabes... sobre hacer ciencia

source: Mary and Hakim were watching squirrels on the school playground one day and they both became curious about why the squirrels were digging holes on the field and in the woods on the edge of the playground. They both had different ideas on what the squirrels were up to so they decided to investigate squirrel behavior and then they argued about what they thought the squirrels were doing.
ar_eg: بينما كانا ماري وحكيم يشاهدان سناجب في ملعب المدرسة لاحظا أن السناجب تقوم بحفر ثقوب في الساحة والأخشاب الموجودة على حافة الملعب. لدى ماري وحكيم أراء مختلفة حول ما تريد السناجب الوصول إليه لذلك قررا أن يتحققا من سلوك السناجب وبعد ذلك تجادلا حول الموضوع.
es_es: Un día Mary y Hakim estaban mirando a las ardillas en el patio de la escuela y a ambos les entró la curiosidad de por qué las ardillas cavaban hoyos en el campo y en el bosque que estaba junto al patio. Ambos tenían diferentes ideas acerca de lo que estaban haciendo las ardillas, así que decidieron investigar el comportamiento de las ardillas y después debatieron sobre lo que creían que hacían las ardillas.

source: Match the scientific practices (left column) Mary and Hakim used in their experiences (right column) in trying to figure out what the squirrels were doing near the playground.
ar_eg: وصل بين الممارسات العلمية (العمود الذي يقع على اليسار) التي استخدمها ماري و حكيم في تجاربهم (العمود الذي يقع على اليمين) لمحاولة معرفة ما كان يفعله السناجب بالقرب من ساحة المدرسة.
es_es: Une las prácticas científicas (columna de la izquierda) que Mary y Hakim han usado en sus experiencias (columna de la derecha) al intentar descubrir qué estaban haciendo las ardillas junto al patio.

source: Making observations
ar_eg: عمل ملاحظات
es_es: Hacer observaciones

source: Asking a good question
ar_eg: طرح سؤال جيد
es_es: Hacer una buena pregunta

source: Designing an investigation
ar_eg: تصميم استكشاف
es_es: Diseñar una investigación

source: Collecting Data
ar_eg: جمع البيانات
es_es: Recoger datos

source: Making a claim about what is right
ar_eg: عمل ادعاء بشأن ما هو صحيح
es_es: Hacer una afirmación sobre lo que es correcto

source: Supporting a claim with evidence
ar_eg: دعم الادعاء بدليل
es_es: Apoyar una afirmación con pruebas

source: Arguing what they thought was going on by telling each other what observations and data they collected.
ar_eg: التحاور في الموضوع من خلال طرح المشاهدات والمعلومات التي تم جمعها
es_es: Debatir lo que creían que pasaba intercambiando las observaciones y datos que habían recogido.

source: Telling each other what they thought the squirrels were doing digging those holes.
ar_eg: إخبار بعضهم البعض بالأفكار التي خطرت لهم بينما كانت السناجب تحفر الثقوب
es_es: Decirse el uno al otro lo que creían que estaban haciendo las ardillas al cavar aquellos hoyos.

source: Watching a squirrel in your neighborhood burying nuts.
ar_eg: مراقبة سنجاب في منطقتك وهو يطمر المكسرات
es_es: Ver una ardilla en tu barrio enterrando nueces.

source: Trying to carefully focus on one thing they were trying to find an answer to.
ar_eg: محاولة التركيز بدقة على شيء واحد من الأشياء التي كان يحاول إيجاد إجابة لها
es_es: Intentar concentrarse en una cosa para la que estaban intentando encontrar una respuesta.

source: Making a plan on how to systematically make observations to figure out what the squirrels were doing.
ar_eg: وضع خطط لكيفية جعل الملاحظات منهجية لمعرفة ماذا كانت تفعل السناجب
es_es: Crear un plan para hacer observaciones sistemáticamente y descubrir qué estaban haciendo las ardillas.

source: Counting how many holes the squirrels dug in the field and in the woods.
ar_eg: عد كم عدد الثقوب التي قام بها السنجاب في الحقل وفي الأخشاب
es_es: Contar cuántos agujeros habían cavado las ardillas en el campo y en el bosque.

source: Experiments don't always have clear results. When results from different trials are not consistent, it is important to make sure that all the trials were done the same and the measurements were done the same as well. The students should look for differences in the ways they did their experiment. They should not throw out their results or draw conclusions without examining the method of experimentation.
ar_eg: لا تعطي التجارب دائما نتائج واضحة. عندما تكون نتائج عدة تجارب غير متوافقة، فمن المهم التأكد من أن جميع التجارب تمت بنفس الطريقة وبنفس القياسات. على الطلاب البحث عن الإختلافات بالطرق التي تمت بها التجربة. من الضروري عدم إعطاء النتائج أو استخلاص نتائج دون التحقق من أسلوب التجريب.
es_es: Los experimentos no siempre tienen resultados claros. Cuando los resultados obtenidos de distintos experimentos no son consistentas, es importante asegurarse de que todos los experimentos se hicieron del mismo modo, y también que las medidas se hicieron del mismo modo. Los estudiantes deben buscar diferencias en la forma en que hicieron sus experimentos. No deben descartar sus resultados ni sacar conclusiones sin examinar el método de experimentación.

source: Reviewing core ideas... about doing science
ar_eg: مراجعة الأفكار الرئيسية.... حول تطبيق العلوم
es_es: Repasando ideas principales... sobre hacer ciencia

source: You may have heard or read about something called "the scientific method". The <span class='bold h-light'>scientific method</span> is often thought to be a set of steps that are followed in a specific order. But scientists do not always follow one specific series of steps. So it is better to think of the scientific method as how scientists plan and think when they are trying to learn things and solve problems—what it means to be scientific.
ar_eg: ربما سمعت أو قرأت عن "الطريقة العلمية". تعرف <span class='bold h-light'>الطريقة العلمية</span> بأنها مجموعة من الخطوات التي يتم اتباعها في ترتيب معين. ولكن لا يتبع العلماء دائما سلسلة واحدة محددة من الخطوات. لذلك من الأفضل أن نفكر بالاسلوب العلمي على أنه طريقة تفكير وتخطيط العلماء عندما يحاولون تعلم شيء وعند حل المشكلات- ما تعنيه بأن تكون علمي
es_es: Puede que hayas escuchado o leído acerca de algo llamado "el método científico". Normalmente se piensa en el <span class='bold h-light'>método científico</span> como una serie de pasos que se siguen en un orden específico. Pero los científicos no siempre siguen una serie de pasos específica, así que es mejor pensar en el método científico como la forma en que los científicos planean y piensan cuando intentan aprender cosas y resolver problemas: eso es lo que significa ser científico.

source: Being scientific is more about being <span class='bold h-light'>systematic</span> - making careful plans about how to investigate a question about nature– rather than simply following directions. Being scientific usually starts by asking one or more questions about something that is observed and then trying to come up with answers or explanation for the <span class='bold h-light'>observation</span>.
ar_eg: أن تكون علمياً هي أكثر بكثير من أن تكون <span class='bold h-light'>منظماً</span>- وضع خطط حذرة حول كيفية التحقق عن سؤال حول الطبيعة- بدلا من اتباع تعليمات. أول خطوة لأن تكون علمياً تبدأ بطرح تساؤلات حول شيء تم ملاحظته ثم إيجاد إيجابات او شروحات لهذه <span class='bold h-light'>الملاحظات</span>.
es_es: Para ser científico es más importante ser <span class='bold h-light'>sistemático</span> (planear cuidadosamente cómo investigar una pregunta sobre la naturaleza) que simplemente seguir instrucciones. Ser científico suele empezar haciendo una o más preguntas sobre algo que puede observarse, y luego intentando encontrar respuestas o una explicación para la <span class='bold h-light'>observación</span>.

source: "Hey look! I wonder what that is." Or maybe, "I wonder what is happening there."
ar_eg: أنظر! أتساءل ماهو هذا. أو ربما،أتساءل ماذا يحدث هناك.
es_es: "¡Ey, mira! Me pregunto qué será eso." O quizá, "Me pregunto qué está pasando ahí."

source: After making an observation and coming up with a good question there are many ways to investigate and figure out what's going on to try and answer your question. Depending on the kind of question you ask, and the kind of object or event in nature you're interested in, there are many different ways to design an investigation.
ar_eg: بعد وضع ملاحظات و الخروج بأسئلة جيدة هنالك العديد من الطرق للتحقق واكتشاف ماذا يحدث للمحاولة و الرد على سؤالك. إعتمادا على نوعية سؤالك، واعتمادا على الكائن أو الحدث الذي يهمك في الطبيعة، وهناك العديد من الطرق المختلفة لتصميم استكشاف.
es_es: Tras hacer una observación y hacer una buena pregunta, hay muchas formas de investigar y descubrir lo que está sucediendo e intentar resolver tu pregunta. Dependiendo del tipo de pregunta que hagas, y del tipo de objeto o evento natural en el que estés interesado/a, hay muchas formas distintas de diseñar una investigación.

source: One way is to simply observe what's going on in nature and not to control or manipulate the situation. This is sometimes called observational science.
ar_eg: يوجد طريقة واحدة لرصد ما يجري في الطبيعة و عدم السيطرة والتلاعب بالموقف ببساطة. وهذا ما يسمى بعض الأحيان العلم القائم على الملاحظة.
es_es: Una forma es simplemente observar lo que está pasando en la naturaleza sin controlar ni manipular la situación. A esto se le llama a veces ciencia observacional.

source: A lot of really good science happens this way - especially in biology and earth science.
ar_eg: هناك الكثير من العلم الجيد يحدث بهذه الطريقة- خاصة في علم الأحياء وعلوم الأرض.
es_es: Un montón de ciencia muy interesante se lleva a cabo de esta forma, especialmente en biología y geología.

source: Here's an example of observational science.
ar_eg: في ما يلي مثال على العلم القائم على الملاحظة
es_es: Aquí te mostramos un ejemplo de ciencia observacional.

source: Suppose you observe that this winter seems to be harsher than the last few winters you remember. So you might frame your thinking as a question like: Are the average high temperatures and low temperatures this winter lower than in previous winters?
ar_eg: لنفترض أنك لاحظت أن هذا الشتاء سوف يكون أقسى من السنين الماضية. لذالك ممكن أن يخطر في بالك سؤال مثل: هل متوسط درجات الحرارة العالية والمنخفضة في هذا الشتاء أقل من السنوات الماضي؟
es_es: Imagina que observas que este invierno parece más duro que los últimos inviernos que recuerdas. Puedes hacer una pregunta tal que así: ¿Son las temperaturas medias máximas y mínimas de este invierno más bajas que en inviernos anteriores?

source: A good way to investigate whether or not this is true is to use a thermometer to observe the temperature at your house or school every day. You can even observe the wind direction and speed too. Then you can write down the temperatures and wind speeds – that's called collecting <span class="key">data</span> - and then compare them to previous winters to see if you were right or not about this winter being harsher.
ar_eg: الطريقة الأفضل لتحقق من درجات الحرارة في منزلك أو في المدرسة هي من خلال استخدام ميزان حرارة كل يوم. ويمكنك أيضا مراقبة إتجاه وسرعة الرياح. ومن ثم بإمكانك تدوين الحرارة وسرعة الرياح. هذا ما يسمى بجمع <span class="key">البيانات</span>- ثم مقارنتها بالنتائج السابقة لتتأكد فيما إذا كنت على صواب أو لا
es_es: Una buena forma de investigar si eso es cierto o no es usar un termómetro para observar la temperatura de tu casa o de tu escuela a diario. Incluso puedes observar la dirección y la velocidad del viento. Después puedes anotar las temperaturas y las velocidades del viento (eso se llama recoger <span class="key">datos</span>) y luego compararlas con las de inviernos previos para ver si tenías razón o no al decir que este invierno era más duro.

source: Another way of doing a scientific investigation – and it's the way everybody thinks about when they think about doing science – is to do an <span class="key">experiment</span>.
ar_eg: طريقة أخرى للقيام باستكشاف علمي- وهذه الطريقة يفكر بها الجميع عندما يخطر على بالهم تطبيق العلوم- وهو عمل <span class="key">تجربة</span>.
es_es: Otra forma de hacer una investigación científica (y es la forma en la que todos pensamos al pensar en hacer ciencia) es hacer un <span class="key">experimento</span>.

source: This is a way of doing science where the investigator – the scientist – designs a controlled test to collect evidence to support or reject what she thought was going to happen based on her preliminary explanation or idea of what was going on.
ar_eg: إن هذه الطريقة في تطبيق العلوم والتي يقوم المستكشف -العالم- بتصميم إختبار بسيط أو جمع دلائل لدعم أو رفض فيما إذا كنت تعتقد حدوثه اعتمادا على التفسيرات الأولية أو على فكرة ماذا كان يجري.
es_es: Esta es una forma de hacer ciencia en la cual el/la investigador/a (el/la científico/a) diseña un experimento controlado para recoger pruebas que apoyen o rechacen lo que creía que estaba pasando, basándose en la explicación o idea preliminar de lo que sucedía.

source: This preliminary explanation is usually called a <span class="key">hypothesis</span>.
ar_eg: يطلق على التفسيرات الأولية اسم <span class="key">الفرضيات</span>.
es_es: Esta explicación preliminar suele llamarse <span class="key">hipótesis</span>.

source: A "controlled" test (which is also sometimes called a <span class="key">"fair" test</span>) means that the investigator keeps everything the same except for one thing they want to test for.
ar_eg: يقصد بالإختبارات المضبوطة (والتي يطلق عليها بعض الأحيان باسم الإختبار <span class="key">العادل</span>) بأن يبقي المستكشف كل شيء كما هو عليه إلا الشيء الذي يريدون إختباره
es_es: Un experimento "controlado" (que también se suele llamar <span class="key">experimento "objetivo"</span>) quiere decir que el investigador mantiene todo igual excepto una cosa que quiera probar.

source: Anything that can be different or change in an experiment is called a variable – because it can vary or change. In order to really figure out what's going on, scientists want only one thing to change at a time.
ar_eg: يطلق على أي شيء من الممكن أن يتغير أو يختلف في تجربة ما اسم المتغيرات المستقلة- لأنها ممكن أن تتغير أو تختلف. لمعرفة ماذا حدث فعلا ، على العلماء أن يغيروا شيء واحد فقط في كل مرة.
es_es: Todo lo que pueda ser diferente o cambiar en un experimento recibe el nombre de variable, porque puede variar o cambiar. Para descubrir realmente lo que está pasando, los científicos sólo quieren cambiar una cosa cada vez.

source: Because the winter has been so cold your mom has been making you hot chocolate after you come in from playing outside. As you watch impatiently as your mom heats up water for the hot chocolate you wonder: "does it matter which pot my mom uses for how fast the water boils?" You think the biggest pot will boil the water fastest. That's your <span class="key">prediction</span> – what you think is going to happen.
ar_eg: لأن فصل الشتاء كان بارداً جدا أعدت لك أمك كوبا من الشوكلاته الساخنة بعد إنتهائك من اللعب في الخارج. وأنت تنظر والدتك بفارغ الصبر وهي تسخن الماء لتحضير الشوكلاته الساخنة تتسائل: " هل يهم أي وعاء تستخدم والدتك لتسخين الماء أسرع؟" فأنت تعتقد بأن الماء سوف يغلي أسرع في الوعاء الأكبر. هذا هو <span class="key">تنبؤك</span>- ماذا تعتقد سوف يحدث.
es_es: Como el invierno ha sido tan frío, tu madre ha estado preparándote chocolate caliente cada vez que vuelves de jugar fuera. Mientras esperas impacientemente a que tu madre hierva el agua para el chocolate caliente te preguntas: "¿influye la olla que usa mi madre en lo rápido que hierve el agua?" Tú crees que la olla más grande hervirá el agua más rápido. Esa es tu <span class="key">predicción</span>: lo que crees que ocurre.

source: So, to test your prediction, you design an experiment to find out. You test each pot by putting the exact same amount of water in each of the different pots your mom has. Then you ask your mom to give each pot a turn on the same stove burner at the same heat setting.
ar_eg: لذا، لإختبار تنبؤك، تقوم بتصميم تجربة لمعرفة ذلك. لإختبار ذلك عليك وضع كمية الماء نفسها في جميع الأواني. ثم إسأل والدتك بأن تشعل النار على الأواني بنفس درجة الحرارة.
es_es: Así que, para probar tu predicción, diseñas un experimento. Pruebas cada olla poniendo exactamente la misma cantidad de agua en todas las ollas que tiene tu madre. Después le pides a tu madre que hierva cada olla en el mismo hornillo a la misma temperatura.

source: Then you time how long it takes for the water to boil in each pot and you record that temperature as your data. Then you decide: Do those data support your hypothesis?
ar_eg: ثم بعد ذلك عليك أن تراقب كم من الوقت يستغرق الماء ليغلي وتسجل درجات الحرارة. ثم تقرر: هل تدعم هذه المعلومات فرضيتك؟
es_es: Después cronometras cuánto tarda en hervir el agua en cada olla, y anotas esas temperaturas como datos. Luego decides: ¿Esos datos apoyan tu hipótesis?

source: Experimental Science
ar_eg: العلوم التجريبية
es_es: Ciencia Experimental

source: Question A. Mark <span class='bold red blink'>ALL</span> the ways that a hypothesis helps in conducting a scientific investigation.
ar_eg: السؤال أ. ضع علامة على <span class='bold red blink'>جميع</span> الفرضيات التي تساعد على إجراء تحقيقات علمية
es_es: Pregunta A. Marca <span class='bold red blink'>TODAS</span> las formas en que una hipótesis ayuda a dirigir una investigación científica.

source: It gives direction on how to interpret the results of experiments.
ar_eg: تعطي توجيهات حول تفسير نتائج التجارب
es_es: Orienta a la hora de interpretar resultados de experimentos.

source: It helps in making predictions and designing investigations.
ar_eg: تساعد في وضع تنبؤات وتصميم تحقيقات
es_es: Ayuda a hacer predicciones y diseñar investigaciones.

source: It helps tell a researcher what best to observe.
ar_eg: تساعد الباحث على افضل ما يجب أن يلاحظه.
es_es: Ayuda a decirle al investigador lo que es más importante observar.

source: It tells a researcher whether the investigation is right or wrong.
ar_eg: تساعد الباحث لمعرفة ما إذا كان التحقيق صحيحاً أم لا .
es_es: Le dice al investigador si la investigación está bien o mal.

source: Question B. After experimenting many times, a scientist does not get any data to support the hypothesis. What should this person do now?
ar_eg: سؤال ب. بعد القيام بالتجربة عدة مرات، لم يحصل العالم على أي بيانات لدعم الفرضية. ماذا عليه أن يفعل؟
es_es: Pregunta B. Tras experimentar muchas veces, un científico no obtiene ningún dato que apoye su hipótesis. ¿Qué debería hacer ahora?

source: Change the results to support the hypothesis.
ar_eg: تغيير النتائج لتدعم الفرضيات.
es_es: Cambiar los resultados para apoyar su hipótesis.

source: Continue with the experiments until the results support the hypothesis.
ar_eg: إستمر بالقيام بالتجارب إلى أن تدعم النتائج الفرضية.
es_es: Continuar con los experimentos hasta que los resultados apoyen la hipótesis.
