Repository: geneconde/NGR-sandbox
Catalog: demo/doing-science/Locale/*/LC_MESSAGES/doing-science.po
Languages: ar_eg, es_es

source: No. A person's happiness is not considered a measurable outcome – it is very difficult to measure happiness in a scientific way.
ar_eg: لا. لا يمكننا اعتبار سعادة شخص نتاج قابل للقياس- إن من الصعب قياس سعادة شخص باستخدام طريقة علمية.
es_es: No. La felicidad de una persona no se considera un resultado medible: es muy difícil medir la felicidad de forma científica.

source: No, because the percentage of students who choose grilled cheese (28%) is lower than those who select lasagna (40%).
ar_eg: لا, لأن نسبة الأشخاص الذين اختاروا الجبن المشوي (28%) وهي أقل من الأشخاص الذين اختاروا اللازانيا (%4)
es_es: No, porque el porcentaje de estudiantes que escoge el sandwich de queso (28%) es más bajo que el de la lasaña (40%).

source: <span class='key'>Design an Investigation</span>: For the investigation, Jenna and Eric created a reaction time test. Jenna and Eric each picked five of their teammates from their basketball teams to be the test subjects. Eric dropped a ruler between the thumb and pointer finger of each of the test subjects and Jenna recorded where subjects caught ruler as a measure of how fast their reaction time was.</p>
ar_eg: <span class='key'>تصميم استكشاف</span>: الإستكشاف الذي ابتكره إيرك وجيننا لاختبار وقت ردود الفعل. اختار كل من جينا وإيرك خمسة من زملائهم في كرة السلة ليكونوا موضوع الإختبار. أوقع إيريك مسطرة بين الإبهام والسبابة لكل من الأفراد الواقع عليهم الإختبار وقامت جيننا بتسجيل الوقت التي استغرقه كل شخص لإلتقاط المسطرة.

source: <span class='key'>Make More Observations and Collect Data</span>: Eric and Jenna dropped the ruler between the fingers of each test subject five times – also called doing five trials - and measured how far down the ruler they stopped. Each time they recorded the distance. So at the end of the investigation they had five trials for each of five boys and five girls as their data. Then they took the average of all the boys and all the girls and compared them. The reaction measures were very close but the girls' times were very slightly faster.
ar_eg: <span class='key'>ضع ملاحظات أكثر واجمع بيانات</span>: أسقط كل من جينا وإيرك المسطرة بين الأصابع لكل شخص من الأشخاص الواقع عليهم الإختبار_أيضا يطلق عليها اسم الخمس محاولات- وقاسوا الوقت الذي التقطوا فيه المسطرة. كل مرة قامو في تسجيل المسافة. وهكذا في نهاية التحقيق كان لديهم خمس ملاحظات للخمس بنات والخمس أولاد. ثم أخذوا معدل كل من البنات والأولاد على حدة وقارنوها سويا. كانت النتائج متقاربة جدا لكن البنات كانوا اسرع قليلا.
es_es: <span class='key'>Hacer más observaciones y recolectar datos</span>: Eric y Jenna dejaron caer la regla entre los dedos de cada sujeto cinco veces (también llamado cinco mediciones) y midieron cuánto había bajado la regla antes de ser detenida. Anotaron cada vez la distancia. Al final de la investigación, tenían cinco medidas para cada uno de los cinco chicos y de las cinco chicas como datos. Después tomaron la media de todos los chicos y todas las chicas y las compararon. Los tiempos de reacción estaban muy cerca pero los tiempos de las chicas eran ligeramente más rápidos.

source: <span class='key'>Making a Claim</span>: Based on the tests they conducted with the test groups, Jenna said the girls had faster reaction times and Eric said there was no real difference between the boys and girls reaction times since they were so close.
ar_eg: <span class='key'>وضع إدعائات</span> : استنادا إلى الإختبارات التي قاموا بها في مجموعة من الإختبارات, قالت جيننا كان أداء البنات أسرع وقال إيريك أنه لا يوجد فارق كبير بين الأولاد والبنات.
es_es: <span class='key'>Hacer una afirmación</span>: Basándose en los tests que llevaron a cabo con los grupos de investigación, Jenna dijo que las chicas tenían tiempos de reacción más rápidos y Eric dijo que no había una diferencia real entre los tiempos de reacción de los chicos y las chicas porque estaban muy cerca.

source: <span class='key'>Supporting a Claim with Evidence</span>: Jenna argued "See, the average distance the girls caught the ruler was 10.3 centimeters and the average distance for the boys was 10.5 centimeters. That means the girls caught it sooner which means they are faster." "But", Eric said, "most of the boys were faster than the girls. Just one of the boys was very slow and that threw off our average."
ar_eg: <span class='key'>دعم الإدعائات بالأدلة</span>: قالت جينا" إن متوسط المسافة التي التقطت بها البنات المسطرة 10.3 سم بينما الأولاد 10.5 سم. هذا يعني أن البنات هم الأسرع" لكن قال إيريك: معظم الأولاد كانوا أسرع من البنات. فقط ولد واحد هو الذي كان أبطأ وبالتالي قللت من متوسط الحسابي.
es_es: <span class='key'>Apoyar una afirmación con pruebas</span>: Jenna dijo "Mira, la distancia media a la que las chicas atraparon la regla es de 10,3 centímetros, y la distancia media de los chicos es de 10,5 centímetros. Eso significa que las chicas la atraparon más rápido, lo que significa que son más rápidas." "Pero", dijo Eric, "la mayoría de los chicos fueron más rápidos que las chicas. Sólo uno de los chicos fue muy lento y eso bajó nuestra media."

source: Drag the items on the right column up and down.
ar_eg: اسحب العناصر الموجودة في العمود على اليمين إلى الأعلى وإلى الأسفل.
es_es: Arrastra los items de la columna de la derecha arriba o abajo.

source: Telling each other who they thought was the quickest with their reflexes - boys or girls.
ar_eg: إخبار بعضهم البعض من كان الأسرع في ردة الفعل- البنات أم الأولاد.
es_es: Decirse el uno al otro quiénes creían que tenían los reflejos más rápidos, los chicos o las chicas.

source: Correct! Observation is looking carefully at what you already know, hypothesis is an educated guess based on your observations, an experiment is to test the hypothesis, and data analysis is examining and comparing the data from the experiment.
ar_eg: صحيح! الملاحظة هي النظر بتمعن إلى المعلومات التي تعرفها, الفرضية هي تخمين مثقف مبني على ملاحظاتك, التجربة هدفها التحقق من صحة الفرضية, وتحليل البيانات هي عبارة عن فحض ومقارنة البيانات الناتجة من التجربة.
es_es: ¡Correcto! La observación es mirar cuidadosamente a lo que ya sabes, una hipótesis es una idea con fundamento basada en tus observaciones, un experimento es testear las hipótesis, y analizar los datos es examinar y comparar los datos del experimento.

source: The hypothesis is your proposed explanation of how you think the phenomenon in question (what you have observed) works. Once you have a question, a hypothesis and prediction, you are ready to do some science and the fun begins. Scientists check their hypothesis through studies that involve systematic observations and data collection.
ar_eg: الفرضية هي عبارة عن تفسير مقترح حول كيفية عمل ظاهرة ما (ماذا لاحظت). بمجرد أن يكون لديك سؤال, وفرضية و تنبؤ, فانت مستعد بتطبيق العلوم بطريقة مرحة. يتحقق العلماء من الفرضيات من خلال الدراسات التي تتضمن ملاحظات منهجية وجمع المعلومات.
es_es: La hipótesis es tu explicación propuesta de cómo crees que funciona el fenómeno en cuestión (lo que has observado). Una vez tienes una pregunta, una hipótesis y una predicción, estás listo/a para hacer ciencia y empieza la diversión. Los científicos comprueban sus hipótesis mediante estudios que suponen observaciones sistemáticas y recolección de datos.

source: <span class='key'>Design an Investigation</span>: For the investigation, Jenna and Eric created a reaction time test where a ruler was dropped between their thumb and pointer finger of their test subjects and they recorded where on the ruler the subjects caught it as a measure of how fast their reaction time was. Jenna picked five of her best friends and Eric picked five of his friends from the basketball team to be the test subjects.
es_es: <span class='key'>Diseñar una investigación</span>: Para la investigación, Jenna y Eric crearon un test de tiempo de reacción en el que tiraban una regla entre los dedos pulgar e índice de sus sujetos de investigación y anotaban la distancia de la regla donde los sujetos la cogían como medida de su velocidad de reacción. Jenna escogió a sus mejores amigas y Eric escogió a cinco de sus amigos del equipo de baloncesto como sujetos de investigación.
