Repository: geneconde/NGR-sandbox
Catalog: demo/doing-science/Locale/*/LC_MESSAGES/doing-science.po
Languages: ar_eg, es_es

source: A scientific claim is a conclusion drawn after repeated physical observations and testing using the scientific method. After evidence has been collected supporting the claim, and it has been fairly verified through repeated observations, properly interpreted according to the realm and boundaries of science, the claim may be thought of as firmly established. This does not mean, however, that the claim may never be modified or overturned, which may happen as a result of additional testing or evidence.
ar_eg: الادعاء العلمي عبارة عن استنتاج يتم بعد الملاحظات المادية والاختبارات المتكررة وذلك باستخدام الطريقة العلمية. بعد أن تم جمع الدلائل المؤيدة للادعاءات, والتي تم نوعا ما التحقق منها من خلال ملاحظات متكررة, والتي تم تفسيرها بشكل صحيح وفقا لمجال وحدود العلوم, يمكن اعتبار أن هذه الادعائات منصوص عليها بشكل صارم. هذا لايعني, مع ذلك, أنه لايمكن تعديل أو رفض الإدعائات, والذي يحدث نتيجة وجود اختبارات أو أدلة جديدة.
es_es: Una afirmación científica es una conclusión obtenida tras repetidas observaciones físicas y tests usando el método científico. Tras recolectar pruebas que apoyen la afirmación, y haber sido verificada de forma imparcial por medio de repetidas observaciones, interpretadas adecuadamente de acuerdo al campo y los límites científicos, la afirmación puede creerse establecida firmemente. Sin embargo, eso no significa que la afirmación no pueda ser modificada o rechazada, eso podría pasar como resultado de tests o pruebas adicionales.

source: Evidence
ar_eg: دليل
es_es: Pruebas

source: Evidence is support for a claim that can be verified using the scientific method of testing using the five senses. Evidence is collected, interpreted, and then used to support or deny a claim.
ar_eg: الدليل هو دعم للادعاء والتي يمكن التحقق منها من خلال المنهج العلمي للاختبار وباستخدام الحواس الخمسة. يتم جمع الأدلة،و تفسيرها, ومن ثم استخدامها لدعم أو نفي ادعاء.
es_es: Una prueba es lo que apoya una afirmación que puede ser verificada usando el método científico de testear usando los cinco sentidos. Las pruebas se recolectan, interpretan y se usan para apoyar o rechazar una afirmación.

source: Checking what you now know... about doing science
ar_eg: تحقق من ما تعرفه... عن تطبيق العلوم
es_es: Comprobando lo que sabes ahora... sobre hacer ciencia

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه
es_es: Responder las siguientes seis (6) preguntas de examen te dará una idea de lo que sabes ahora y lo que necesitas seguir estudiando.

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا
es_es: Haz clic en el botón SIGUIENTE cuando estés listo/a.

source: A group of students decided to see if different liquids evaporate at the same rate at room temperature. The students decided to test three liquids: freshwater, saltwater, and rubbing alcohol. The students poured 50 mL of each liquid into a separate beaker. All the beakers were placed next to one another on a shelf.
ar_eg: قرر مجموعة من الطلبة معرفة ما اذا كانت السوائل المختلفة تتبخر في نفس درجة حرارة الغرفة. قرر الطلاب اختبار ثلاث انواع من السوائل: مياه عذبة, و مياه مالحة, و كحول علاجي. سكب الطلبة 50 مل من كل سائل في أوعية منفصلة. وضعت جميع الأكواب بجانب بعضها البعض على الرف.
es_es: Un grupo de estudiantes decide ver si distintos líquidos evaporan al mismo ritmo a temperatura ambiente. Los estudiantes deciden testear tres líquidos: agua dulce, agua salada y alcohol. Los estudiantes ponen 50 mL de cada líquido en matraces separados. Todos los matraces se colocan juntos en un estante.

source: After two days the student used a graduated cylinder to measure the amount of liquid remaining in each breaker. The table at the right shows the result.
ar_eg: بعد مرور يومين استخدم الطالب اسطوانة مدرجة لقياس كمية المياه المتبقية في الأكواب. يظهر الجدول على اليمين النتائج.
es_es: Tras dos días los estudiantes usaron un cilindro graduado para medir la cantidad de líquido restante en cada matraz. La tabla de la derecha muestra el resultado.

source: Type of Liquid
ar_eg: نوع السائل
es_es: Tipo de Líquido

source: Amount of Liquid
ar_eg: كمية السائل
es_es: Cantidad de Líquido

source: freshwater
ar_eg: مياه عذبة
es_es: agua dulce

source: saltwater
ar_eg: مياه مالحة
es_es: agua salada

source: alcohol
ar_eg: كحول

source: Based on the results of the experiment, put the liquids in order from fastest evaporating liquid to slowest evaporating liquid.
ar_eg: بناء على نتائج التجربة, رتب السوائل من الاسرع إلى الأبطا تبخرا.
es_es: Basándote en los resultados del experimento pon los líquidos en orden, del líquido que se evapora más rápido al que se evapora más despacio.

source: rubbing alcohol
ar_eg: كحول علاجي
es_es: alcohol

source: No, the correct order is rubbing alcohol, freshwater, saltwater.
ar_eg: لا, الترتيب الصحيح هو الكحول العلاجي, مياه عذبة. مياه مالحة.
es_es: No, el orden correcto es alcohol, agua dulce, agua salada.

source: Only the first section is correct: alcohol is the fastest evaporating of the three liquids. But freshwater evaporates faster than saltwater (35.3 mL <38.6 mL).
ar_eg: فقط الجزء الأول صحيح: الكحول هو الأسرع في التبخر. ولكن تتبخر المياه العذبة أسرع من المياه المالحة (35.3 مل > 38.6 مل).
es_es: Sólo la primera sección es correcta: el alcohol es el líquido que se evapora más rápido de los tres, pero el agua dulce se evapora más rápido que el agua salada (35,3 mL <38,6 mL).

source: Correct! Rubbing alcohol is the fastest evaporating of the three liquids. Freshwater is the second fastest fluid to evaporate, and the slowest evaporating liquid is saltwater.
ar_eg: صحيح! الكحول هي الاسرع تبخرا بين السوائل الثلاثة. ثم المياه العذبة وكانت المياه المالحة هي الأبطئ.
es_es: ¡Correcto! El alcohol es el líquido que se evapora más rápido de los tres. El agua dulce es el segundo líquido en evaporarse, y el más lento en evaporarse es el agua salada.

source: In Quiz Question #1, we learned that rubbing alcohol evaporates faster than freshwater and saltwater. We also learned that saltwater is the slowest evaporating liquid.
ar_eg: في السؤال الأول من الاختبار القصير ، تعلمنا أن الكحول تتبخر أسرع من المياه العذبة والمياه المالحة. وتعلمنا ايضا أن المياه المالحة هي الأبطأ في التبخر.
es_es: En la Pregunta de examen nº1 aprendimos que el alcohol se evapora más rápido que el agua dulce o el agua salada. También aprendimos que el agua salada es el líquido que se evapora más despacio.

source: Before the experiment, the students had the hypothesis that saltwater would evaporate faster than the other liquids. Do the results of the experiment support the hypothesis? Why or why not?
ar_eg: قبل التجربة, كان لدى الطلاب فرضية بان المياه المالحة تتبخر اسرع. هل تدعم نتائج التجربة الفرضية؟ لماذا أو لماذا لا؟
es_es: Antes del experimento, los estudiantes tenían la hipótesis de que el agua salada se evaporaría más rápido que los otros líquidos. ¿Apoyan los resultados del experimento esa hipótesis? ¿Por qué o por qué no?

source: Yes, because there is more saltwater than the other liquids.
ar_eg: نعم, لأنه يوجد مياه مالحة أكثر من السوائل الأخرى.
es_es: Sí, porque hay más cantidad de agua salada que de los otros líquidos.

source: No, because there is more saltwater than the other liquids.
ar_eg: لا, لأنه يوجد مياه مالحة أكثر من السوائل الاخرى.
es_es: No, porque hay más cantidad de agua salada que de los otros líquidos.

source: Yes, the table shows that less of saltwater and freshwater were left.
ar_eg: نعم, يظهر الجدول وجود كميات قليلة من المياه العذبة والمياه المالحة.
es_es: Sí, la tabla muestra que queda menos agua salada y agua dulce.

source: No, the table shows that less of saltwater and freshwater were left.
ar_eg: لا, يظهر الجدول أنه تبقى كمية قليلة من المياه العذبة والمياه المالحة.
es_es: No, la tabla muestra que queda menos agua salada y agua dulce.

source: No, the results of the experiment do not support the hypothesis. There is more saltwater than the other fluids; it is the slowest evaporating liquid in the experiment.
ar_eg: لا, لا تدعم نتائج التجارب الفرضية. لأنه تبقى مياه مالحة أكثر من المياه العذبة والكحول, فهي الأبطا في التبخر.
es_es: No, los resultados del experimento no apoyan la hipótesis. Hay más cantidad de agua salada de que los otros fluidos: es el líquido que se evapora más despacio en el experimento.

source: Correct! The results of the experiment do not support the hypothesis. Saltwater did not evaporate as fast as the other liquids, and there is more saltwater than the other liquids.
ar_eg: صحيح, لا تدعم نتائج التجربة الفرضية. لأن المياه المالحة لا تتبخر بنفس سرعة السوائل الأخرى، وهناك مياه مالحة أكثر من السوائل الأخرى.
es_es: ¡Correcto! Los resultados del experimento no apoyan la hipótesis. El agua salada no se evaporó tan rápido como los otros líquidos, y hay más cantidad de agua salada que de los otros líquidos.

source: Only the answer is correct, not the reason why. The results of the experiment do not support the hypothesis, correct. But the table shows there is more saltwater than the other liquids.
ar_eg: إجابة واحدة فقط صحيحة، وليس السبب ورائها. لاتدعم نتائج التجربة الفرضية، صحيح. لكن يظهر الجدول أن هناك مياه مالحة أكثر من السوائل الأخرى.
es_es: Sólo la respuesta es correcta, pero no el por qué. Los resultados del experimento no apoyan la hipótesis, eso es cierto. Pero la tabla muestra que hay más cantidad de agua salada de que los otros líquidos.

source: The chart below shows the results of an experiment designed to study how exercise affects heart rate.
ar_eg: يظهر الجدول في الأسفل نتائج تجربة صممت لدراسة مدى تاثير التمارين الرياضة على معدل ضربات القلب.
es_es: En la gráfica a continuación se muestran los resultados de un experimento diseñado para estudiar cómo afecta el ejercicio al ritmo cardíaco.

source: Activity Stage
ar_eg: مرحلة النشاط
es_es: Fase de la actividad

source: Heart Rate of Person A (beats per min.)
ar_eg: معدل نبضات قلب الشخص الأول (نبضة في الدقيقة)
es_es: Ritmo cardíaco de la persona A (pulsaciones por min.)

source: Heart Rate of Person B (beats per min.)
ar_eg: معدل نبضات قلب الشخص الثاني (نبضة في الدقيقة)
es_es: Ritmo cardíaco de la persona B (pulsaciones por min.)

source: Heart Rate of Person C (beats per min.)
ar_eg: معدل نبضات قلب الشخص الثالث (نبضة في الدقيقة)
es_es: Ritmo cardíaco de la persona C (pulsaciones por min.)

source: before exercise
ar_eg: قبل التمرين
es_es: antes del ejercicio

source: after exercise
ar_eg: بعد التمرين
es_es: después del ejercicio

source: Which of the following statements is the best conclusion for this experiment?
ar_eg: أي من الجمل التالية تعد أفضل خلاصة لهذه التجربة؟
es_es: ¿Cuál de las siguientes afirmaciones es la mejor conclusión de este experimento?

source: Exercise triples a person's heart rate.
ar_eg: تؤدي ممارسة الرياضة الى زيادة معدل نبضات القلب إلى ثلاث أضعاف.
es_es: El ejercicio triplica el ritmo cardíaco de una persona.

source: Exercise decreases a person's heart rate.
ar_eg: تقلل التمارين من معدل نبضات القلب
es_es: El ejercicio disminuye el ritmo cardíaco de una persona.

source: Heart rate is not affected by exercise.
ar_eg: لا تؤثر التمارين الرياضية على معدل ضربات القلب.
es_es: El ritmo cardíaco no se ve afectado por el ejercicio.

source: Heart rate is increased by exercise.
ar_eg: تؤدي التمارين إلى زيادة في معدل ضربات القلب
es_es: El ritmo cardíaco aumenta con el ejercicio.

source: The heart rates of the people were increased, but not tripled.
ar_eg: يزيد معدل ضربات القلب عند الأشخاص, ولكن ليس بمعدل ثلاثة أضعاف.
es_es: Los ritmos cardíacos de las personas aumentaron, pero no se triplicaron.

source: After exercising, all the people's heart rates increased.
ar_eg: بعد عمل تمارين رياضية, يزيد معدل ضربات القلب لجميع الأشخاص.
es_es: Tras hacer ejercicio, los ritmos cardíacos de todas las personas aumentaron.

source: Exercise does affect a person's heart rate, it increases it.
ar_eg: تزيد الرياضة معدل نبضات القلب
es_es: El ejercicio sí afecta al ritmo cardíaco de una persona, lo aumenta.

source: Correct! After exercising, all the people's heart rates increased.
ar_eg: صحيح! بعد عمل التدريب الرياضي, يزيد معدل ضربات القلب لجميع الأشخاص
es_es: ¡Correcto! Tras hacer ejercicio, los ritmos cardíacos de todas las personas aumentaron.

source: Which of the following questions would least likely be answered by using the scientific method?
ar_eg: أي من الأسئلة التالية تعد الأقل إحتمالا بأن يتم الرد عليها باستخدام الطريقة العلمية؟
es_es: ¿Cuál de las siguientes preguntas es menos probable que sea respondida usando el método científico?

source: How do geese know to fly south in the winter?
ar_eg: كيف تتعلم البط الطيران إلى الجنوب في فصل الشتاء؟
es_es: ¿Cómo saben los gansos que tienen que volar al sur en invierno?

source: What is the middle name of your teacher?
ar_eg: ما هو الاسم الثاني لمعلمك؟
es_es: ¿Cuál es el segundo nombre de tu maestro?

source: Why are some plants green?
ar_eg: لماذا توجد بعض النباتات باللون الأخضر؟
es_es: ¿Por qué algunas plantas son verdes?

source: What causes ice to form?
ar_eg: ما الذي يسبب تشكل الجليد؟
es_es: ¿Qué causa que se forme hielo?

source: For discovering migration patterns of birds you could use the scientific method.
ar_eg: يمكن استخدام الطريقة العلمية لإكتشاف أنماط هجرة الطيور.
es_es: Para descubrir patrones de migración de aves puedes usar el método científico.

source: Correct! To know your teacherʼs middle name you would simply do research, which is doing science, but not necessarily using the scientific method.
ar_eg: صحيح! لمعرفة اسم معلمك الأوسط عليك القيام ببعض البحوث, والذي يعني تطبيق العلوم, ولكن ليس بالضرورة إستخدلم الطريقة العلمية.
es_es: ¡Correcto! Para saber el segundo nombre de tu maestro sólo tendrías que investigarlo, que es hacer ciencia, pero no necesariamente usando el método científico.

source: To discover why some plants are green and have chlorophyll you would use the scientific method.
ar_eg: لإستكشاف لماذا توجد بعض النباتات باللون الأخضر ولماذا تحتوي على الكلوروفيل عليك اللجوء إلى الأسلوب العلمي.
es_es: Para descubrir por qué algunas plantas son verdes y tiene clorofila usarías el método científico.

source: Finding out what causes ice to form is a great opportunity to practice using the scientific method.
ar_eg: يعد التعرف على أسباب تكون الجليد أفضل فرصة لممارسة الأسلوب العلمي.
es_es: Descubrir qué causa que se forme hielo es una buena oportunidad de practicar usando el método científico.

source: A student will measure and record the growth of two flowering plants every other day for 10 days.
ar_eg: على الطالب مراقبة وتسجيل نمو النباتات المزهرة يوم بعد يوم ولمدة 10 أيام.
es_es: Un estudiante medirá y registrará el crecimiento de dos plantas con flores cada dos días durante 10 días.

source: Fertilizer
ar_eg: الأسمدة
es_es: Fertilizante

source: Plant 1
ar_eg: النبتة رقم 1
es_es: Planta 1

source: Plant 2
ar_eg: النبتة رقم 2
es_es: Planta 2

source: According to the diagram, which question is being tested?
ar_eg: وفقا للمخطط, أي من الأسئلة التالية تم إختبارها؟
es_es: De acuerdo al diagrama, ¿qué pregunta se está testeando?

source: Do flowering plants grow better when watered with salt water?
ar_eg: هل تنمو النباتات المزهرة أفضل عندما تسقى بمياه مالحة؟
es_es: ¿Crecen mejor las plantas con flores cuando se riegan con agua salada?

source: How much fertilizer do flowering plants need?
ar_eg: كم تحتاج النباتات المزهرة إلى الأسمدة لتنمو؟
es_es: ¿Cuánto fertilizante necesitan las plantas con flores?

source: Does fertilizer added to the soil lead to taller flowering plants?
ar_eg: هل تؤدي الأسمدة المضافة إلى التربة إلى جعل النباتات المزهرة أطول؟
es_es: ¿Añadir fertilizante a la tierra provoca que las plantas con flores sean más altas?

source: How tall do flowering plants grow?
ar_eg: إلى أي مدى تنمو النباتات المزهرة؟
es_es: ¿Cómo de alto crecen las plantas con flores?

source: There is no salt water involved in the experiment. The student will measure to see if the added fertilizer leads to taller flowering plants.
ar_eg: لا يوجد مياه مالحة في التجربة. سوف يقوم الطالب بقياس ما إذا كانت الأسمدة المضافة تؤدي إلى جعل النباتات المزهرة أطول.
es_es: No hay agua salada implicada en el experimento. El estudiante hará mediciones para ver si añadir fertilizante provoca que las plantas con flores sean más altas.

source: The experiment is about fertilizer, but not about the amount needed, rather to see if it leads to taller flowering plants.
ar_eg: تدور التجربة حول الأسمدة. ولكن ليس حول المقدار المطلوب, بل حول معرفة فيما إذا كانت سوف تؤدي إلى جعل النباتات المزهرة أطول أم لا.
es_es: El experimento es sobre fertilizante, pero no sobre la cantidad necesaria, sino para ver si provoca que las plantas con flores sean más altas.

source: Correct! The plant on the left is getting fertilizer added to the soil, and the one on the right is not. In this experiment the student will measure to see if the fertilizer leads to taller flowering plants.
ar_eg: صحيح! تم وضع سماد في تربة النبات الذي يقع على اليسار أما النبات الذي يقع على اليمين لم يتم وضع سماد. لتربته في هذه التجربة سوف يرى الطلاب ما إذا كان السماد يساعد النباتات المزهرة إلى أن يزداد طولها أو لا.
es_es: ¡Correcto! La planta de la izquierda tiene fertilizante añadido a la tierra, y la de la derecha no. En este experimento, el estudiante hará mediciones para ver si añadir fertilizante provoca que las plantas con flores sean más altas.

source: This statement is about measurement, which is only part of the experiment. The experiment is about how tall the plants will grow with and without fertilizer.
ar_eg: هذه العبارة حول القياس, والذي يعد جزء من التجربة. والتي تتمحور حول ما الطول الذي سوف تصل إليه النبتة بوجود سماد أو عدم وجوده.
es_es: Esta afirmación es sobre mediciones, que es sólo una parte del experimento. El experimento es sobre lo alto que crecerán las plantas con y sin fertilizante.

source: A recent study focused on the color variations of a certain species of mouse living in two neighboring habitats. Habitat 1 is a dark-colored, hardened lava bed, and habitat 2 is a desert scrub with light-colored soil located at the edge of the lava bed. The graph shows the percent of dark-colored and light-colored mice captured in each habitat.
ar_eg: ركزت دراسة حديثة على الإختلاف في ألوان أنواع فأر تعيش في بيئة مختلفة. البيئة1 هي طبقة قاتمة اللون من اللافا المتصلبة, بيئة رقم 2 صحراء ذات رمال فاتحة اللون تقع عند حافة منطقة اللافا. يظهر الجدول نسبة الفئران الغامقة والفئران فاتحة اللون.
es_es: Un estudio reciente se centró en las variaciones de color de cierta especie de ratones que viven en dos hábitats cercanos. El hábitat 1 tiene un lecho oscuro de lava solidificada, y el hábitat 2 es un suelo claro desértico, ubicado al lado del lecho de lava. La gráfica muestra el porcentaje de ratones de color oscuro y color claro atrapados en ambos hábitats.

source: Dark-colored Mice
ar_eg: فئران داكنة اللون
es_es: Ratones de color oscuro

source: Light-colored Mice
ar_eg: فئران فاتحة اللون
es_es: Ratones de color claro

source: Percent of Population
ar_eg: نسبة السكان
es_es: Porcentaje de población

source: Percent of Dark and Light Colored Mice Captured
ar_eg: نسبة الفئران الداكنة والفاتحة التي تم التقاطها
es_es: Porcentaje de ratones atrapados de color claro y de color oscuro

source: <span class='mr'>LAVA BED</span> DESERT SCRUB
ar_eg: <span class='mr'>طبقة الحمم البركامية</span>, شجيرات الصحراء
es_es: <span class='mr'>LECHO DE LAVA</span> DESIERTO

source: Which hypothesis was most likely being tested in this investigation?
ar_eg: اي فرضية التي على الأرجح تم إختبارها في هذا التحقيق؟
es_es: ¿Qué hipótesis es más probable que se esté testeando en esta investigación?

source: Individuals of a species are the same size in any environment.
ar_eg: أفراد الأنواع ثابتة في أي بيئة.
es_es: Los individuos de una especie son del mismo tamaño en cualquier entorno.

source: Individuals of a species always stay in the same environment.
ar_eg: يبقى أفراد الأنواع في نفس البيئة.
es_es: Los individuos de una especie siempre están en el mismo entorno.

source: Individuals of a species living in different habitats are different sizes.
ar_eg: أفراد النوع التي تعيش في بيئات مختلفة لديها أحجام مختلفة.
es_es: Los individuos de una especie que viven en distintos hábitatas son de distinto tamaño.

source: Individuals of a species living in different habitats have different colors of fur.
ar_eg: أفراد النوع التي تعيش في بيئات مختلفة لديها ألوان مختلفة من الفرو.
es_es: Los individuos de una especie que viven en distintos hábitats tienen distinto color de pelo.

source: This investigation is not about how the environment does or doesn't affect the size of the animals. It is about how individuals of a species living in different habitats have different colors of fur.
ar_eg: لا يدور هذا الاستكشاف حول كيف تؤثر أو لا تؤثر البيئة على حجم الحيوانات. بل هي حول كيف ان أفراد الأنواع التي تعيش في بيئات مختلفة لديها ألوان مختلفة من الفراء.
es_es: Esta investigación no es acerca de si afecta o no el entorno al tamaño de los animales. Es acerca de cómo los individuos de una especie que viven en distintos hábitatas tienen distinto color de pelo.

source: The investigation is not about the size of the animals. It is about how individuals of a species living in different habitats have different colors of fur.
ar_eg: الاستكشاف ليس حول حجم الحيوانات. بل حول كيف ان أفراد النوع الذي يعيش في بيئات مختلفة لديه ألوان مختلفة من الفراء
es_es: Esta investigación no es acerca del tamaño de los animales. Es acerca de cómo los individuos de una especie que viven en distintos hábitatas tienen distinto color de pelo.

source: Correct! The mice have dark fur in a dark-colored habitat and light fur in a light-colored habitat.
ar_eg: صحيح ! الفئران التي تعيش في بيئة داكنة لديها فراء داكنة و التي تعيش في بيئة فاتحة اللون لديها فراء فاتحة اللون
es_es: ¡Correcto! Los ratones tienen pelo oscuro en un hábitat de color oscuro, y pelo claro en un hábitat de color claro.

source: End of Review
ar_eg: نهاية المراجعة
es_es: Fin del repaso

source: Congratulations
ar_eg: مبروك
es_es: Enhorabuena

source: You've completed the Doing Science review.
ar_eg: لقد انتهيت من مراجعة تطبيق العلوم.
es_es: Has completado el repaso de Hacer ciencia.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التحقق من أدائك في "التقيم السريع" و"أسئلة الاختبار القصير" لهذه المراجعة من خلال الضغط على الزر في الأسفل.
es_es: Puedes comprobar cómo lo has hecho en los 'Repasos rápidos' y las 'Preguntas de examen' de este repaso haciendo clic en el siguiente botón.

source: by clicking the button below.
ar_eg: من خلال الضغط على الزر في الأسفل.
es_es: haciendo clic en el siguiente botón.

source: Your Task
ar_eg: مهمتك هي
es_es: Tu tarea

source: The first three are all reasonably correct. The second one is the best answer. But the hypothesis doesn't tell the researcher whether the investigation is right or wrong.
ar_eg: تعد أول ثلاث إجابات صحيحة بشكل معقول. تعد الإجابة الثانية هي الأفضل. لكن لايمكن للفرضية أن تخبر الباحث في ما إذا كانت التحقيقات صحيحة أو لا.
es_es: Las tres primeras son razonablemente correctas. La segunda es la mejor respuesta. Pero la hipótesis no le dice al investigador si la investigación está bien o mal.

source: Students prefer grilled cheese sandwiches to lasagna.
ar_eg: يفضل الطلاب الجبنة المشوية أكثر من اللازانيا.
es_es: Los estudiantes prefieren sandwiches de queso a lasaña.

source: Taking iron supplements (pills) every day will make you feel happier.
ar_eg: تناول مكملات الحديد يوميا تجعلك تشعر بسعادة أكثر.
es_es: Tomar suplementos de hierro (pastillas) a diario te hará sentir más feliz.
