Repository: geneconde/NGR-sandbox
Catalog: demo/forces-of-all-kinds/Locale/*/LC_MESSAGES/forces-of-all-kinds.po
Languages: es_es

source: Unbalanced forces can also help to explain a car that speeds up or slows down. Think about how your body feels in those situations. The greater the difference amongst the forces acting on you, the stronger those sensations associated with speeding up and slowing down. <span class = 'key'>Acceleration</span> is a term used to describe how quickly an object speeds up or slows down. Both a school bus and a racecar are capable of speeding up from 0 to 60 mph. The drag race car can do it in a shorter amount of time, which means that it is capable of a greater acceleration. After the finish line, the driver then needs the car to slow back down in a hurry before it reaches the end of the track. That's why you see parachutes behind the red car. They help the car slow back down to 0 mph in less time. The parachutes make the forces acting on the car even more unbalanced than they would be if the driver tried to stop using only the brakes.
es_es: Las fuerzas no balanceadas también pueden ayudar a explicar un auto que aumenta o disminuye su velocidad. Piensa acerca de cómo tu cuerpo se siente en esas situaciones. Entre mayor es la diferencia entre las fuerzas que actúan sobre ti, más fuertes son esas sensaciones relacionadas con acelerar y desacelerar. <span class='key'>Aceleración</span> es un término que se utiliza para describir cuán rápido un objeto aumenta o disminuye su velocidad. Tanto un autobús escolar como un auto de carreras son capaces de acelerar de 0 a 60 mph (100 km/h). El auto de carreras lo puede hacer en una cantidad menor de tiempo, lo que significa que es capaz de una aceleración mayor. Al cruzar la meta, el conductor necesita reducir la velocidad del auto rápidamente antes de que llegue al final de la pista. Por eso hay paracaídas detrás del auto rojo. Ayudan a que el auto disminuya su velocidad y regrese a 0 mph en un tiempo menor. Los paracaídas hacen que las fuerzas que actúan sobre el auto estén incluso más desbalanceadas que si el conductor intentara detenerse utilizando sólo los frenos.

source: Another point where you're aware of motion on a car ride is when you're going around a tight corner. You might feel your seat belt strain to hold you to the seat or the door pressing against you. You are experiencing unbalanced forces again. According to Newton's First Law of Motion, the car (and you, the passenger) has a tendency to move in a straight line at a constant speed as long as forces are balanced. In order for motion to take a circular path, an unbalanced force pointing towards the center of the turn is required. For the roller coaster to complete a loop de loop, there must be an unbalanced force directed towards the center of the loop. In this picture, the feet of the riders dangle but you can clearly see a seat underneath each rider. That seat pushes the rider towards the center of the turn, providing the necessary unbalanced force.
es_es: Otro punto en el que estás consciente del movimiento durante un viaje en auto es cuando vas a dar vuelta en una esquina pronunciada. Puedes sentir que el cinturón de seguridad se esfuerza para mantenerte en tu asiento o la puerta presionando contra ti. Estás experimentando fuerzas desbalanceadas de nuevo. De acuerdo a la Primera Ley del Movimiento de Newton, el auto (y tú, el pasajero) tiene una tendencia a moverse en una línea recta a una velocidad constante mientras las fuerzas estén balanceadas. Para que el movimiento tome un camino circular, una fuerza sin balancear que señala hacia el centro del giro es necesaria. Para que la montaña rusa complete una vuelta completa, debe haber una fuerza fuera de balance dirigida hacia el centro del giro circular. En esta imagen, los pies de los pasajeros cuelgan, pero claramente puedes ver un asiento debajo de cada pasajero. Ese asiento empuja al pasajero hacia el centro de la vuelta, proporcionando la fuerza desbalanceada necesaria.

source: Pressing elevator button...
es_es: Presionando el botón del elevador...

source: Standing on a balance beam...
es_es: De pie sobre la viga de equilibrio...

source: A satellite circles the Earth at a constant speed
es_es: Un satélite gira alrededor de la Tierra a una velocidad constante

source: A softball player slides to a stop in the dirt
es_es: Un jugador de softball se desliza sobre el suelo hasta detenerse

source: A bowling ball rolls at a constant speed
es_es: Una bola de boliche rueda a una velocidad constante

source: You got it! The satellite traveling on a curved path and the softball player slowing down are both examples of unbalanced forces.
es_es: ¡Acertaste! El satélite que viaja sobre un camino curveado y el jugador de softball que reduce su velocidad, ambos son ejemplos de fuerzas desbalanceadas.

source: Not quite! The satellite moving in a circular path as it orbits around the earth requires an unbalanced force even if it's moving at a constant speed. The softball player is using a friction interaction with the ground to slow to a stop – this is a type of acceleration and that means forces are unbalanced. The bowling ball moving in a straight line at a constant speed is an example of an object experiencing balanced forces.
es_es: ¡No exactamente! El satélite que se mueve en un camino circular conforme orbita alrededor de la tierra requiere una fuerza desbalanceada incluso si se mueve a una velocidad constante. El jugador de softball está utilizando una interacción por medio de la fricción con el suelo para disminuir su velocidad hasta detenerse - este es un tipo de aceleración y significa que las fuerzas están desbalanceadas. La bola de boliche que se mueve en una línea recta a una velocidad constante es un ejemplo de un objeto que experimenta fuerzas balanceadas.

source: These ideas about force and motion come together based on something called <span class = 'key'> Newton's Second Law of Motion</span>. This law explains that the acceleration of an object depends on how far the forces are from being balanced, and how much mass the object has. If the forces on an object are just slightly unbalanced, then the acceleration will be relatively small, and the object will take more time to have much of a change in speed. However, that acceleration can be increased by making the object less massive. If the mass of the object is increased, the acceleration will decrease. This type of relationship where increasing the amount of one thing decreases the amount of another thing is called an <span class = 'key'>inverse relationship. </span>
es_es: Estas ideas acerca de fuerza y movimiento se unen basándose en algo llamado la span class='key'>Segunda Ley del Movimiento de Newton</span>. Esta ley explica que la aceleración de un objeto, dependiendo de cuán lejos las fuerzas estén de estar balanceadas, y cuánta masa tiene el objeto. Si las fuerzas en un objeto están sólo ligeramente desbalanceadas, entonces la aceleración será relativamente pequeña, y el objeto tomará más tiempo para tener un cambio notable en su velocidad. Sin embargo, esa aceleración puede incrementarse al hacer al objeto menos masivo. Si la masa del objeto se incrementa, la aceleración disminuirá. Este tipo de relación en la que incrementar la cantidad de una cosa disminuye la cantidad de otra, se conoce como <span class='key'>relación inversa</span>.

source: Force is measured in Newtons (N). One Newton of force is equal to roughly one quarter of a pound. <span class = 'key'>Mass</span> is the other important quantity to consider when determining the acceleration of an object. The metric unit for mass is the kilogram (kg). Consider two children pulling a wagon across a yard. The children and the wagon each have a mass of 40 kg. Each child is capable of pulling on the wagon with a force of 50 N. If the children pull on the wagon in opposite directions, the forces on the wagon will be balanced, and it will remain at rest. If one child pulls the wagon with the 50 N force while the other child watches, the wagon will speed up or accelerate. If one child pulls with 50 N while the other child sits in the wagon, the acceleration will be half as much because the same unbalanced force is acting on the combined 80 kg of mass. If both children pull the empty wagon with 50 N each, in the same direction, the acceleration of the wagon will be twice as much as it was with just one child pulling the empty wagon because the unbalanced force will now be 100 N.
es_es: La fuerza se mide en Newtons (N). Un Newton de fuerza es igual a aproximadamente un cuarto de una libra. <span class='key'>Masa</span> es la otra cantidad importante a considerar cuando se determina la aceleración de un objeto. La unidad métrica de masa es el kilogramo (kg). Considera dos niños que tiran de un vagón a lo largo de un jardín. Los niños y el vagón cada uno tienen una masa de 40 kg. Cada niño es capaz de tirar del vagón con una fuerza de 50 N. Si los niños tiran del vagón en direcciones opuestas, las fuerzas sobre el vagón serán balanceadas, y permanecerá en reposo. Si un niño tira del vagón con la fuerza de 50 N mientras que el otro niño observa, el vagón acelerará o aumentará su velocidad. Si un niño tira con 50 N mientras que el otro niño se sienta en el vagón, la aceleración será la mitad de intensa porque la misma fuerza desbalanceada está actuando sobre los 80 kg combinados de masa. Si ambos niños tiran del vagón vacío con 50 N cada uno, en la misma dirección, la aceleración del vagón será dos veces mayor que si sólo un niño estuviese tirando del vagón vacío porque la fuerza desbalanceada ahora será 100 N.

source: Pulling a wagon...
es_es: Tirando de un vagón....

source: Drag these boxes into order from greatest acceleration on the left to the least acceleration on the right. <span class='blink'>ALL</span> of the boxes have the same mass, and each arrow represents a force of 10 N in the direction shown.
es_es: Arrastra estas cajas y ordénalas de la mayor aceleración a la izquierda a la menor aceleración a la derecha. <span class='blink'>TODAS</span> las cajas tienen la misma masa, y cada flecha representa una fuerza de 10 N en la dirección mostrada.

source: Yes! C has the greatest unbalanced force, so it would experience the greatest acceleration, B is experiencing balanced forces, so would not have any acceleration.
es_es: ¡Sí! C tiene la mayor fuerza desbalanceada, así que experimentaría la mayor aceleración, B está experimentando fuerzas balanceadas, así que no tendría ninguna aceleración.

source: Nope. You need to take into account the direction of the forces in order to determine the unbalanced force. C has two arrows to the right - that is the greatest unbalanced force, so the greatest acceleration will result. B has one force to the right and the same amount of force to the left, so the forces balance and there wouldn’t be any acceleration.
es_es: Nop. Necesitas tomar en cuenta la dirección de las fuerzas para determinar la fuerza desbalanceada. C tiene dos flechas hacia la derecha - ésa es la fuerza desbalanceada más grande, así que resultará en la aceleración más grande. B tiene una fuerza hacia la derecha y la misma cantidad de fuerza hacia la izquierda, así que las fuerzas se balancean y no habría aceleración.

source: Using what you now know about... forces... to solve a problem
es_es: Utilizando lo que sabes ahora acerca de... fuerzas... para resolver un problema

source: A local university is sponsoring a competition where students at your school will build wooden cars powered by compressed CO<sub>2</sub> cartridges.
es_es: Una universidad local está patrocinando una competencia en la que los estudiantes de tu escuela construirán carretas de madera impulsados por cartuchos de CO<sub>2</sub> comprimido.

source: Use your understanding of the ways that force and mass can affect motion to list some of the things you will need to keep in mind as you begin the process of building a car that can win the competition. Enter your text in the box below.
es_es: Utiliza tu entendimiento de las formas en que la fuerza y masa pueden afectar el movimiento para listar algunas de las cosas que necesitarás mantener en mente mientras comienzas el proceso de construir un auto que pueda ganar la competencia. Introduce el texto en la caja debajo.

source: Cutting Wood
es_es: Cortando Madera

source: Summarizing big ideas about... forces
es_es: Resumiendo ideas importantes acerca de... fuerzas

source: <span class = 'key'>Force </span> is a term used to describe the interaction between two objects. There are different types of force depending upon the circumstances of the interaction. The forces that we see in everyday life are either <span class = 'key'>gravitational </span> or <span class = 'key'>electro-magnetic</span>. Forces have both an amount and direction. <span class = 'key'> Newton's First Law of Motion </span> explains that objects experiencing balanced forces either remain at rest, or move in a straight line at a constant speed. If the force on an object is greater in one direction than it is in the opposite direction, the forces are said to be <span class = 'key'> unbalanced</span>, and the object will accelerate. The amount of acceleration an object experiences will depend on how big the difference in forces is, and how massive the object is. The bigger the unbalanced force, the bigger the acceleration will be. The bigger the <span class = 'key'>mass</span> of the object, the smaller the acceleration will be.
es_es: <span class='key'>Fuerza</span> es un término utilizado para describir la interacción entre dos objetos. Hay diferentes tipos de fuerza dependiendo de las circunstancias de la interacción. Las fuerzas que vemos en la vida diaria son ya sea <span class='key'>gravitacionales</span> o <span class='key'>electromagnéticas</span>. Las fuerzas tienen tanto una cantidad como una dirección. La <span class='key'>Primera Ley del Movimiento de Newton</span> explica que los objetos que experimentan fuerzas balanceadas permanecerán en reposo o se moverán en una línea recta a una velocidad constante. Si la fuerza sobre un objeto es mayor en una dirección que en su dirección opuesta, se dice que las fuerzas están <span class='key'>desbalanceadas</span>, y el objeto acelerará. La cantidad de aceleración que experimenta un objeto dependerá de cuán grande es la diferencia en fuerzas y cuán masivo es el objeto. Entre más grande es la fuerza desbalanceada, mayor será la aceleración. Entre mayor es la <span class='key'>masa</span> de un objeto, menor será la aceleración.

source: Reviewing key vocabulary related to... forces
es_es: Revisando vocabulario clave relacionado con... fuerzas

source: Force
es_es: Fuerza

source: The mass of an object multiplied by the rate at which the object is accelerated. A push or a pull on an object.
es_es: La masa de un objeto multiplicada por la tasa a la cual el objeto acelera. Un impulso o tirón de un objeto.

source: Mass
es_es: Masa

source: A basic property of matter relating to its inertia and the effect of gravity upon it. With respect to gravity, things with more mass will weigh more.
es_es: Una propiedad básica de la materia relacionada con su inercia y el efecto de la gravedad sobre ella. Con respecto a la gravedad, las cosas con mayor masa pesarán más.

source: Acceleration
es_es: Aceleración

source: The change in an object's speed over a given amount of time. How much something speeds up or slows down.
es_es: El cambio en la velocidad de un objeto durante un periodo de tiempo. Cuánto aumenta o disminuye la velocidad de algo.

source: Newton's First Law
es_es: Primera Ley de Newton

source: An object at rest will stay at rest unless acted upon by some outside force. Similarly, an object in motion will stay in motion unless acted upon by some outside force. Also known as inertia.
es_es: Un objeto en reposo se mantendrá en reposo a menos que actúe una fuerza externa sobre él. De igual manera, un objeto en movimiento se mantendrá en movimiento a menos que una fuerza externa actúe sobre él. También se conoce como inercia.

source: Newton's Second Law
es_es: Segunda Ley de Newton

source: The acceleration of an object is directly proportional and in the same direction as the force applied to it. An object is accelerated in the direction of the force applied and in an amount proportional to the force applied.
es_es: La aceleración de un objeto es directamente proporcional y en la misma dirección que la fuerza que se aplica sobre él. Un objeto acelera en la dirección de la fuerza aplicada y en la cantidad proporcional a la fuerza aplicada.

source: Balanced Forces
es_es: Fuerzas balanceadas

source: When multiple forces are applied to an object in such a way that they balance out and equal to zero. For example, if a weight was pushed equally hard from both sides, the forces would be balanced and the weight would not move.
es_es: Cuando múltiples fuerzas se aplican al objeto de manera que se balancean entre sí y dan igual a cero. Por ejemplo, si una pesa se empujara con igual fuerza desde ambos lados, las fuerzas se balancearían y la pesa no se movería.

source: Equilibrium
es_es: Equilibrio

source: When opposing forces or actions are balanced so that one is not stronger or greater than the other.
es_es: Cuando las fuerzas o acciones opuestas están balanceadas así que ninguna es más fuerte que la otra.

source: Unbalanced Forces
es_es: Fuerzas desbalanceadas

source: When multiple forces are applied to an object in such a way that one or more of the forces are greater than the others. For example, if a weight was pushed from opposite sides, but one side was pushed with more force, the forces would be unbalanced.
es_es: Cuando múltiples fuerzas se aplican sobre un objeto de manera que una o más de las fuerzas son mayores que las otras. Por ejemplo, si una pesa se empujara desde lados opuestos, pero un lado fuese impulsado con mayor fuerza, las fuerzas estarían desbalanceadas.

source: Gravitational Force
es_es: Fuerza gravitacional

source: The force applied to an object due to the attraction of gravity.
es_es: La fuerza que se aplica sobre un objeto debido a la atracción de la gravedad.

source: Electro-magnetic force
es_es: Fuerza electromagnética

source: The force applied to an object due to magnetism. For example, when a magnet is placed near a piece of iron, the iron is attracted to the magnet.
es_es: La fuerza que se aplica a un objeto debido al magnetismo. Por ejemplo, cuando un imán se coloca cerca de una pieza de hierro, el hierro será atraído hacia el imán.

source: Inverse Relationship
es_es: Relación inversa

source: As one thing increases, another decreases. For example, as the distance between two magnets increases, the attractive force they apply upon each other decreases.
es_es: Conforme una cosa incrementa, otra disminuye. Por ejemplo, conforme la distancia entre dos imanes aumenta, la fuerza de atracción que aplican el uno sobre el otro disminuye.

source: Checking what you now know about... forces
es_es: Revisando lo que sabes ahora acerca de... fuerzas

source: Use the pull down menu to indicate whether the object is experiencing balanced or unbalanced forces.
es_es: Utiliza el menú desplegable para indicar si un objeto está experimentando fuerzas balanceadas o desbalanceadas.

source: A ferry slows down as it approaches a dock.
es_es: Un transbordador que disminuye su velocidad al aproximarse a un muelle.

source: A basketball arcs towards the hoop.
es_es: Una pelota de básquetbol que traza un arco hacia la canasta.

source: A hockey puck slides across the ice at a constant speed.
es_es: Un disco de hockey que se desliza por el hielo a una velocidad constante.

source: A red rock sits motionless atop some other rocks.
es_es: Una roca roja que está inmóvil sobre otras rocas.

source: Balanced
es_es: Balanceada

source: Unbalanced
es_es: Desbalanceada

source: Your first quiz question is...
es_es: Tu primera pregunta de evaluación es...

source: Yes. The ferry is changing speeds, so is the ball, so they experience unbalanced forces. The puck moving at a constant speed and the motionless rock are examples of balanced forces.
es_es: Sí. El transbordador está cambiando de velocidad, también la pelota, así que experimentan fuerzas desbalanceadas. El disco que se mueve a una velocidad constante y la roca que no se mueve son ejemplos de fuerzas balanceadas.

source: The ferry is slowing down and the ball is changing speeds as it rises and falls, and its path is arced – these things all require an unbalanced force. The puck isn't speeding up or slowing down, and the rock is at rest - that means that the forces are balanced.
es_es: El transbordador está reduciendo su velocidad y la pelota está cambiando de velocidades conforme se eleva y cae, y su trayectoria es un arco - todas estas cosas requieren una fuerza desbalanceada. El disco no está aumentando o disminuyendo su velocidad, y la roca está en reposo - eso significa que las fuerzas están balanceadas.

source: A large crate is placed on the back of a flatbed truck. As the truck accelerates from rest, the crate stays on the truck because of
es_es: Una caja grande se coloca en la parte trasera de un camión de plataforma. Conforme el camión acelera a partir de estar en reposo, la caja se mantiene sobre el camión debido a

source: A gravitational force
es_es: Una fuerza gravitacional

source: A friction force
es_es: Una fuerza de fricción

source: A force from the truck's engine
es_es: Una fuerza del motor del camión

source: Strong nuclear force
es_es: Fuerza nuclear fuerte

source: Driving a truck...
es_es: Conduciendo un camión...

source: No. Gravitational force is acting in the downward direction, and the truck is moving in a sideways direction.
es_es: No. La fuerza gravitacional actúa hacia abajo, y el camión se mueve hacia una dirección a los lados.

source: Yes! Friction is the force responsible for preventing the crate from sliding off the truck.
es_es: ¡Sí! La fricción es la fuerza responsable de prevenir que la caja se deslice y caiga del camión.

source: No. The truck's engine is helping the truck to accelerate, but friction is necessary to keep the crate from sliding off the truck.
es_es: No. El motor del camión ayuda al camión a acelerar, pero la fricción es necesaria para evitar que la caja se deslice y caiga del camión.

source: No. The strong nuclear force acts on particles inside the atom. The crate is much bigger than that, so it must be a different force keeping it on the truck.
es_es: No. La fuerza nuclear fuerte actúa sobre las partículas dentro del átomo. La caja es mucho más grande que eso, así que debe haber una fuerza diferente que la mantiene sobre el camión.

source: A tow rope pulling on a box gives it a certain amount of acceleration. Doubling the mass of the box, without changing the force in the tow rope, would have what effect on the acceleration?
es_es: Una cuerda de remolque que tira de una caja proporciona una cierta cantidad de aceleración. Duplicar la masa de la caja, sin cambiar la fuerza de la cuerda de remolque, ¿qué efecto tendría sobre la aceleración?

source: The acceleration would double.
es_es: La aceleración se duplicaría.

source: The acceleration would not change.
es_es: La aceleración no cambiaría.

source: The acceleration would quadruple.
es_es: La aceleración se cuadruplicaría.

source: The acceleration would be half as much.
es_es: La aceleración disminuiría a la mitad.

source: Securing a tow rope...
es_es: Asegurando una cuerda de remolque...

source: Nope. Mass and acceleration have an inverse relationship, and one thing increases, the other thing decreases.
es_es: Nop. La masa y aceleración tienen una relación inversa, y si una cosa incrementa, la otra disminuye.
