Repository: geneconde/NGR-sandbox
Catalog: demo/forces-of-all-kinds/Locale/*/LC_MESSAGES/forces-of-all-kinds.po
Languages: es_es

source: Nope. Mass and acceleration have an inverse relationship, changing the mass of the object will definitely have an effect on acceleration.
es_es: Nop. La masa y aceleración tienen una relación inversa, cambiar la masa del objeto definitivamente tendrá un efecto en la aceleración.

source: No. Mass and acceleration have an inverse relationship, increasing the mass will not result in an increase in acceleration.
es_es: Nop. La masa y aceleración tienen una relación inversa, incrementar la masa no resultará en un incremento en la aceleración.

source: Yes! Mass and acceleration have an inverse relationship, increasing the mass will decrease the acceleration. In this case, doubling the mass will cut the acceleration in half.
es_es: ¡Sí! La masa y aceleración tienen una relación inversa, incrementar la masa disminuirá la aceleración. En este caso, duplicar la masa disminuirá la aceleración a la mitad.

source: One end of a string is attached to a cart and the other end is attached to a weight hanging off a pulley at the edge of a table. The weight is released, and the car accelerates towards the edge of the table. Based on the data below, see if you can determine the size of the unknown mass.
es_es: Un extremo de una cuerda se une a una carreta y el otro extremo se une a una pesa que cuelga de una polea a la orilla de una mesa. La pesa se suelta y la carreta acelera hacia la orilla de la mesa. Basándote en los datos debajo, intenta determinar el tamaño de la masa desconocida.

source: Unknown
es_es: Desconocido

source: Looking at the data...
es_es: Mirando los datos...

source: Nope. The acceleration is between 2 m/s/s and 5 m/s/s, so the mass must be between 2 kg and 5 kg.
es_es: Nop. La aceleración es entre 2 m/s/s y 5 m/s/s, así que la masa debe de estar entre 2 kg y 5 kg.

source: Yes! The acceleration is between 2 m/s/s and 5 m/s/s, so the mass must be between 2 kg and 5 kg. The unbalanced force appears to be 10 N since 10 divided by 1 is 10 and 10 divided by 5 is 2. 10 divided by 4 would be 2.5!
es_es: ¡Sí! La aceleración es entre 2 m/s/s y 5 m/s/s, así que la masa debe de estar entre 2 kg y 5 kg. La fuerza desbalanceada parece ser de 10 N ya que 10 dividido entre 1 es 10 y 10 dividido entre 5 es 2. 10 dividido entre 4 sería 2.5.

source: Nope. 5 kg has an acceleration of 2 m/s/s, and increasing mass would decrease acceleration. The unknown mass must be less than 5 kg.
es_es: Nop. 5 kg tiene una aceleración de 2 m/s/s, e incrementar la masa disminuiría la aceleración. La masa desconocida debe ser menor a 5 kg.

source: Determine the unbalanced force acting on the object in this diagram.
es_es: Determina la fuerza desbalanceada que actúa sobre el objeto en este diagrama.

source: 10 Newtons West
es_es: 10 Newtons al Oeste

source: 20 Newtons East
es_es: 20 Newtons al Este

source: 10 Newtons South
es_es: 10 Newtons al Sur

source: 10 Newtons East
es_es: 10 Newtons al Este

source: 10 Newtons North
es_es: 10 Newtons al Norte

source: Drawing a diagram...
es_es: Dibujando un diagrama...

source: Nope. The direction of the force matters, so you can't just add the numbers together. The 10 Newtons North balances out the 10 Newtons South.
es_es: Nop. La dirección de la fuerza importa, así que no puedes sólo sumar los números. Los 10 Newtons al Norte se equilibran con los 10 Newtons al Sur.

source: Yes! The North and South forces balance out, and there are 10 Newtons of force to the East that are unbalanced.
es_es: ¡Sí! Las fuerzas al Norte y al Sur se equilibran entre sí, y hay 10 Newtons de fuerza al Este que no están balanceados.

source: Nope. The forces in the North and South direction balance, but there's more force to the East than to the West. That means the forces here will be unbalanced.
es_es: Nop. Las fuerzas en las direcciones Norte y Sur se balancean, pero hay más fuerza al Este que al Oeste. Eso significa que las fuerzas aquí estarán desbalanceadas.

source: No. The 10 Newtons to the West will balance out half of the 20 Newton force to the East, that leaves just 10 Newtons East unbalanced.
es_es: No. Los 10 Newtons al Oeste balancearán la mitad de los 20 Newtons de fuerza al Este, eso deja sólo 10 Newtons al Este sin balancearse.

source: Each of the arrows in the diagrams below represents a force of 10 Newtons in the direction shown. The masses of the boxes are not the same. Drag the diagrams in order from greatest acceleration on the left to least acceleration on the right.
es_es: Cada una de las flechas en los diagramas debajo representa una fuerza de 10 Newtons en la dirección mostrada. Las masas de las cajas no son las mismas. Arrastra los diagramas en orden de la aceleración mayor a la izquierda a la menor a la derecha.

source: Yes! You have to take into account the unbalanced force and the mass of the object to determine the acceleration.
es_es: ¡Sí! Tienes que tomar en cuenta la fuerza desequilibrada y la masa de los objetos para determinar la aceleración.

source: Nope! C and D both have 20 Newtons of unbalanced force, but C only has 5 kg of mass. 20 Newtons acting on 10 kg is the same ratio as 10 Newtons acting on 5 kg, so D and B are equal. Diagram A only has 10 Newtons acting on 10 kg, so it will have the smallest acceleration.
es_es: ¡Nop! Tanto C como D tienen 20 Newtons de fuerza desbalanceada, pero sólo C tiene 5 kg de masa. 20 Newtons actuando sobre 10 kg es la misma proporción que 10 Newtons actuando sobre 5 kg, así que D y B son iguales. El diagrama A sólo tiene 10 Newtons que actúan sobre 10 kg, así que tendrá la menor aceleración.

source: You've completed the Forces of All Kinds module.
es_es: Has completado el módulo de Fuerzas de Todo Tipo.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Unbalanced forces can also help to explain a car that speeds up or slows down. Think about how your body feels in those situations. The greater the difference amongst the forces acting on you, the stronger those sensations associated with speeding up and slowing down. Acceleration is a term used to describe how quickly an object speeds up or slows down. Both a school bus and a race car are capable of speeding up from 0 to 60 mph. The race car can do it in a shorter amount of time, which means that it is capable of a greater acceleration. In order to safely travel through tight corners on the track, the driver needs to be able to slow the car back down in a hurry. The car uses large carbon-fiber brakes in order to rapidly slow back down to a safe speed. In terms of winning or losing a race, slowing down quickly can be just as important as reaching top speed quickly!
es_es: Las fuerzas no balanceadas también pueden ayudar a explicar un auto que aumenta o disminuye su velocidad. Piensa acerca de cómo tu cuerpo se siente en esas situaciones. Entre mayor es la diferencia entre las fuerzas que actúan sobre ti, más fuertes son esas sensaciones relacionadas con acelerar y desacelerar. Aceleración es un término que se utiliza para describir cuán rápido un objeto aumenta o disminuye su velocidad. Tanto un autobús escolar como un auto de carreras son capaces de acelerar de 0 a 60 mph (100 km/h). El auto de carreras lo puede hacer en una cantidad menor de tiempo, lo que significa que es capaz de una aceleración mayor. Para viajar de manera segura por las esquinas pronunciadas de la pista, el conductor necesita ser capaz de disminuir la velocidad del auto rápidamente. El auto utiliza grandes frenos de fibra de carbono para poder disminuir rápidamente a una velocidad segura. Cuando se trata de ganar o perder una carrera, ¡disminuir la velocidad rápidamente puede ser tan importante como llegar a la velocidad más alta rápidamente!
