Repository: geneconde/NGR-sandbox
Catalog: demo/forces-of-all-kinds/Locale/*/LC_MESSAGES/forces-of-all-kinds.po
Languages: es_es

source: Start
es_es: Inicio

source: Next
es_es: Siguiente

source: Back
es_es: Regresar

source: Read More
es_es: Leer Más

source: Check Answer
es_es: Verificar Respuesta

source: Please select your answer.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
es_es: Revisión Rápida #1

source: Quick Check #2
es_es: Revisión Rápida #2

source: Quick Check #3
es_es: Revisión Rápida #3

source: Quick Check #4
es_es: Revisión Rápida #4

source: Quick Check #5
es_es: Revisión Rápida #5

source: Quick Check #6
es_es: Revisión Rápida #6

source: Please check your answers.
es_es: Por favor revisa tus respuestas.

source: How did I do?
es_es: ¿Cómo lo hice?

source: You answered...
es_es: Tú respondiste...

source: select
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
es_es: Gira o voltea la caja debajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
es_es: La Situación

source: The Scenario
es_es: El Escenario

source: Your Task
es_es: Tu Tarea

source: The Task
es_es: La Tarea

source: The Problem
es_es: El Problema

source: Your Assignment
es_es: Tu Tarea

source: Close me!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6

source: Congratulations
es_es: ¡Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
es_es: Ir al tablero de inicio

source: Let's begin!
es_es: ¡Iniciemos!

source: Are you ready
es_es: ¿Estás listo/a

source: Preparing your first quick check!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
es_es: Uniéndolo todo...

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
es_es: ¡Terminaste!

source: Forces of all Kinds
es_es: Fuerzas de Todo Tipo

source: Welcome to the Forces of All Kinds module
es_es: Bienvenido/a al módulo de Fuerzas de Todo Tipo

source: Thinking about... forces
es_es: Pensando acerca de... fuerzas

source: If you take a look around you, chances are you can find many examples of objects interacting with each other. All of these interactions can be classified into just a few different types of forces. Most of the interactions you can see are based on either electric or gravitational forces. A few of the interactions might be based on magnetic force. Most objects are experiencing one or more of these different types of forces at the same time. The way these forces combine together will influence the motion of the object.
es_es: Si miras a tu alrededor, es probable que puedas encontrar muchos ejemplos de objetos que interactúan entre sí. Todas estas interacciones pueden clasificarse en tan sólo unos cuantos tipos diferentes de fuerzas. La mayoría de las interacciones que puedes ver se basan en fuerzas eléctricas o gravitacionales. Unas cuantas de las interacciones podrían basarse en fuerzas magnéticas. La mayoría de los objetos están experimentando uno o más de estos distintos tipos de fuerza al mismo tiempo. La forma en que estas fuerzas se combinan entre sí influenciará el movimiento del objeto.

source: Checking what you already know about... forces
es_es: Revisando lo que ya sabes acerca de... fuerzas

source: Click on images below where the objects are experiencing forces.
es_es: Da clic en las imágenes debajo donde los objetos estén experimentando fuerzas.

source: Dog
es_es: Perro

source: Flower Pot
es_es: Maceta para flor

source: Ball
es_es: Pelota

source: Tennis Racket
es_es: Raqueta de Tenis

source: Skydiver
es_es: Paracaidista

source: Swimmer
es_es: Nadador

source: Bulldozer
es_es: Excavadora

source: Bird
es_es: Ave

source: If you clicked on all of the boxes, you're on the right track! Objects are interacting all around us. In fact, objects don't even need to be touching in order to interact with each other. Continue with this module to learn more about Forces!
es_es: Si diste clic en todas las cajas, ¡vas por el camino correcto! Los objetos están interactuando a todo nuestro alrededor. De hecho, los objetos ni siquiera necesitan estar tocándose para poder interactuar entre sí. ¡Continúa con este módulo para aprender más acerca de las Fuerzas!

source: Placing the boxes...
es_es: Colocando las cajas...

source: Reviewing big ideas about... forces
es_es: Revisando ideas importantes acerca de... fuerzas

source: You've been studying force and motion your whole life. From learning to crawl to throwing a ball, everyone builds an understanding of how interactions play a role in everyday events. This can also make it difficult to fully understand how force and motion go together. Forces provide us with a way to explain why some things move, and some things remain at rest. When analyzing force, both the amount or size of the force, and the direction of the force are important. With all the different types of motion you can see and experience, it might seem like there are a wide variety of forces out there. However, scientists that study physics have identified just four basic types of force. We are most familiar with <span class = 'key'> gravitational force </span> and <span class = 'key'> electro-magnetic force</span>. Additionally, the strong nuclear force and weak nuclear force play a role in interactions at the atomic level.
es_es: Has estado estudiando la fuerza y el movimiento toda tu vida. Desde aprender a gatear a lanzar una pelota, todos construimos un entendimiento de cómo las interacciones juegan un papel en los eventos diarios. Esto también puede hacer difícil el entender del todo cómo la fuerza y el movimiento van juntos. La fuerza nos proporciona una forma de explicar cómo es que algunas cosas se mueven y otras permanecen en reposo. Cuando analizamos la fuerza, tanto la cantidad o el tamaño de la fuerza, como la dirección de la fuerza son importantes. Con todos los distintos tipos de movimiento que puedes ver y experimentar, puede parecer que hay una gran variedad de fuerzas allá afuera. Sin embargo, los científicos que estudian la física han identificado tan sólo cuatro tipos básicos de fuerza. Estamos más familiarizados con la <span class='key'>fuerza de gravedad</span> y la <span class='key'>fuerza electromagnética</span>. Adicionalmente, la fuerza nuclear fuerte y la fuerza nuclear débil juegan un papel en las interacciones al nivel atómico.

source: Massive objects exert a stronger pull than less massive objects.
es_es: Los objetos masivos ejercen una atracción más fuerte que otros objetos menos masivos.

source: Use a rope to drag an object across a rough surface.
es_es: Utiliza una cuerda para arrastrar un objeto a lo largo de una superficie rugosa.

source: Press your fingers against the table and they will bend backwards.
es_es: Presiona tu dedo contra la mesa y se doblará hacia atrás.

source: Rub a balloon in your hair and stick it to the wall.
es_es: Frota un globo contra tu cabello y se pegará al muro.

source: These events seem quite different, but they can all be explained by electric charge based interactions. Eventually scientists demonstrated a relationship between those forces and the force involved in holding magnets to the refrigerator. They’re all part of the electro-magnetic interaction. Like the gravitational interaction, these electric charge based interactions can draw objects together with attractive forces. Unlike gravitational interaction, forces due to electric charges or magnets can also repel, pushing objects apart. These forces are so strong, they’re responsible for holding objects together and giving them shape. If you play with two magnets from the refrigerator, you can feel an attractive force between them even if they’re not touching each other. The <span class = 'key'>forces </span> can be explained as interaction with the other object’s magnetic field.
es_es: Estos eventos parecen bastante diferentes, pero todos pueden explicarse a través de las interacciones basadas en cargas eléctricas. Finalmente, los científicos demostraron una relación entre dichas fuerzas y la fuerza involucrada en mantener los imanes unidos al refrigerador. Todos son parte de la interacción electromagnética. Como la interacción gravitacional, estas interacciones basadas en cargas eléctricas pueden atraer objetos entre sí con fuerzas de atracción. Al contrario de la interacción gravitacional, las fuerzas debido a cargas eléctricas o magnéticas también pueden repeler, haciendo que los objetos se distancien entre sí. Estas fuerzas son tan intensas que son responsables de mantener a los objetos unidos y de darles forma. Si juegas con dos imanes del refrigerador, puedes sentir una fuerza de atracción entre ellos incluso si no se están tocando entre sí. Las <span class='key'>fuerzas</span> pueden explicarse como una interacción con el campo magnético del otro objeto.

source: Tying a knot...
es_es: Atando un nudo...

source: Which of the following events can be explained by electro-magnetic interaction? <br/> Check <span class="blink">ALL</span> that apply.
es_es: ¿Cuál de los siguientes eventos puede explicarse por medio de la interacción electromagnética? <br/> Selecciona <span class="blink">TODAS</span> las que aplican.

source: A magnet holds a picture to the refrigerator.
es_es: Un imán que sostiene una fotografía en el refrigerador.

source: Static cling causes a sock to stick to your sweater.
es_es: La estática que provoca que un calcetín se pegue a tu suéter.

source: Your hand cannot pass through the solid table.
es_es: Tu mano no puede pasar a través de una mesa sólida.

source: A rock falls towards the Earth's surface.
es_es: Una roca cae en dirección a la superficie terrestre.

source: Preparing your first quick check...
es_es: Preparando tu primera revisión rápida...

source: You got it! The first three are all examples of electro-magnetic interaction.
es_es: ¡Acertaste! Las primeras tres, todas son ejemplos de interacción electromagnética.

source: Not quite. The first three items are all examples of electro-magnetic interaction: the magnet is having an electro-magnetic interaction with the refrigerator, static cling is based on the interaction of charged particles in the sock and the sweater, and your hand can't pass through the table because forces between charged particles in the table hold it together. However, the rock falls towards the Earth's surface due to a gravitational interaction, not an electro-magnetic one.
es_es: No exactamente. Las primeras tres opciones son todas ejemplos de una interacción electromagnética: el imán tiene una interacción electromagnética con el refrigerador, la atracción estática se basa en la interacción de partículas cargadas en el calcetín y el suéter, y tu mano no puede pasar a través de la mesa porque las fuerzas entre las partículas cargadas en la mesa la mantienen unida. Sin embargo, la roca cae hacia la superficie terrestre debido a una interacción gravitacional, no una electromagnética.

source: More big ideas about... forces
es_es: Más ideas importantes acerca de... fuerzas

source: Now that you've given some thought to the variety of forces around you, it's time to examine how those interactions can affect the motion of objects. Even if you're not in motion at this moment, you're likely experiencing at least two forces. The Earth is pulling down on you gravitationally, but the surface that you're sitting or standing on is pushing up on you with the same amount of force. You're not floating off into space, and you're not sinking into the surface because these forces are balanced. Another term to describe these <span class = 'key'> balanced forces </span> is equilibrium. An object is in <span class = 'key'> equilibrium </span>if all of the forces acting upon it are balanced.
es_es: Ahora que has pensado un poco sobre la variedad de fuerzas a tu alrededor, es hora de examinar cómo dichas interacciones pueden afectar el movimiento de los objetos. Incluso si no estás en movimiento en este momento, es probable que estés experimentando al menos dos fuerzas. La Tierra está atrayéndote gravitacionalmente, pero la superficie sobre la que estás sentado o de pie, de empuja hacia arriba con la misma cantidad de fuerza. No estás flotando hacia el espacio, y no te estás hundiendo en la superficie porque estas fuerzas están balanceadas. Otro término para describir estas <span class='key'>fuerzas balanceadas</span> es equilibrio. Un objeto está en <span class='key'>equilibrio</span> si todas las fuerzas que se ejercen sobre él están balanceadas.

source: Just because the forces on an object are balanced, that doesn't mean the object isn't moving. Take the bowling ball in this picture, for example. It's difficult to tell whether the ball is moving or not. That's because, at this moment, the ball is only interacting with Earth gravitationally, and with the floor based on direct contact. Those forces are balanced, so a picture of a ball rolling along the surface looks exactly like a picture of a ball at rest on the surface. Those same interactions are occurring whether the ball is at rest, or is moving. The man is no longer pushing on the ball, so he is no longer interacting with it. He can no longer affect the motion of the ball. The speed of the ball is constant because the forces acting on the ball are balanced. When the ball hits another object, the forces will no longer be balanced, and the speed will no longer be constant.
es_es: Sólo porque las fuerzas sobre un objeto están balanceadas, no significa que el objeto no se esté moviendo. Por ejemplo, mira la bola de boliche en esta imagen. Es difícil decir si la bola se mueve o no. Eso es porque, en este momento, la bola sólo está interactuando con la Tierra gravitacionalmente, y con el suelo basándose en contacto directo. Dichas fuerzas están balanceadas, así que la imagen de una bola que rueda por la superficie luce exactamente igual que una imagen de una bola que está en reposo sobre la superficie. Esas mismas interacciones suceden si la bola está en reposo o en movimiento. El hombre ya no está empujando la bola, así que ya no está interactuando con ella. Ya no puede afectar el movimiento de la bola. La velocidad de la bola es constante porque las fuerzas que actúan sobre la bola están balanceadas. Cuando la bola golpee otro objeto, las fuerzas ya no estarán balanceadas, y la velocidad ya no será constante.

source: In the Olympic sport of curling, an athlete gives a push to a massive stone, causing it to slide towards the other end of the icy surface. Teammates sweep against the ice with special brooms to limit the amount of friction. The lack of friction means the stone experiences balanced forces, and it moves along the ice at a constant speed. The downward force of gravity and upward force from the surface don't affect the motion of the stone along the ice. The stone doesn't change its speed until it smacks into another stone, or the teammates stop sweeping and allow friction to slow the stone to a stop. The bowling ball and the curling stone do not need a constant push from a person in order to stay in motion on a frictionless surface. They do that naturally because the forces on them are balanced. This tendency for objects experiencing balanced forces to either remain at rest, or to continue moving at a constant speed in a straight line is known as <span class = 'key'>Newton's First Law of Motion.</span>
es_es: En el deporte olímpico del curling, un atleta da un empujón a una piedra masiva, provocando que se deslice hacia el otro extremo de la superficie de hielo. Los otros miembros del equipo barren el hielo con escobas especiales para limitar la cantidad de fricción. La falta de fricción provoca que la piedra experimente fuerzas balanceadas, y se mueva a lo largo del hielo a una velocidad constante. La fuerza de la gravedad que la atrae hacia abajo y la fuerza de la superficie hacia arriba no afectan el movimiento de la piedra a lo largo del hielo. La piedra no cambia su velocidad sino hasta que golpea a otra piedra, o los jugadores dejan de barrer y permiten que la fricción disminuya la velocidad de la piedra hasta hacerla detenerse. La bola de boliche y la piedra de curling no necesitan ser impulsados constantemente por una persona para mantenerse en movimiento sobre una superficie sin fricción. Hacen eso naturalmente porque las fuerzas sobre ellas están balanceadas. Esta tendencia a que los objetos que experimentan fuerzas balanceadas se mantengan en reposo o continúen moviéndose a una velocidad constante en una línea recta se conoce como la <span class='key'>Primera Ley del Movimiento de Newton.</span>

source: Floating into space...
es_es: Flotando en el espacio...

source: Items
es_es: Objetos

source: Forces are balanced
es_es: Las fuerzas están balanceadas

source: Forces are unbalanced
es_es: Las fuerzas no están balanceadas

source: Drag the images below into the correct column to indicate whether they are experiencing balanced or unbalanced forces. Hover your mouse over the images to see the details.
es_es: Arrastra las imágenes debajo a la columna correcta para indicar si están experimentando fuerzas equilibradas o desequilibradas. Pasa tu mouse por encima de las imágenes para ver los detalles.

source: Answer
es_es: Respuesta

source: Creating human tower...
es_es: Creando una torre humana...

source: A teapot rests on a shelf
es_es: Una tetera reposa sobre un estante

source: A person stands atop a human tower
es_es: Una persona está de pie en la cima de una torre humana

source: A puck slides at constant speed across a frictionless air hockey table
es_es: Un disco se desliza a una velocidad constante a través de una mesa de hockey de aire sin fricción

source: Yes! Objects at rest and objects in motion at a constant speed are all experiencing balanced forces.
es_es: ¡Sí! Los objetos que están en reposo y los objetos en movimiento a una velocidad constante, todos experimentan fuerzas balanceadas.

source: Nope. The tea pot and person standing atop the human tower are at rest, and the puck is sliding at a constant speed across a frictionless table. These are all examples of objects experiencing balanced forces.
es_es: Nop. La tetera y la persona que está en la cima de una torre humana están en reposo, y el disco se desliza a una velocidad constante por una mesa sin fricción. Todos estos son ejemplos de objetos que experimentan fuerzas balanceadas.

source: What if the floor suddenly started pushing up on you with more force than the earth pulled down? Or what if the earth was pulling down on you harder than the floor was pushing up? Those situations might sound farfetched, but that’s what happens every time you step into an elevator. If you’ve ever ridden in an elevator, you know that there are times in the ride where you feel a bit heavier and times where you feel a bit lighter. These sensations occur because the forces on you are not balanced, and your motion is changing. Changes is motion occur when <span class = 'key'> forces are unbalanced </span>. This means the push or pull is greater in one direction than it is in the opposite direction.
es_es: ¿Qué pasaría si el suelo repentinamente comenzara a empujarte hacia arriba con más fuerza de la que la Tierra te atrae hacia abajo? ¿O qué pasaría si la Tierra te atrajera hacia abajo con más fuerza de la que el suelo te empuja hacia arriba? Esas situaciones pueden sonar poco probables, pero eso es lo que sucede cada vez que entras en un elevador. Si alguna vez has utilizado un elevador, sabes que hay veces durante el viaje cuando te sientes un poco más pesado/a y otras cuando te sientes más ligero/a. Estas sensaciones ocurren porque las fuerzas sobre ti no están balanceadas y tu movimiento está cambiando. Los cambios en movimiento suceden cuando <span class='key'>las fuerzas no están balanceadas</span>. Esto significa que la atracción o impulso es más fuerte en una dirección que en su dirección opuesta.
