Repository: geneconde/NGR-sandbox
Catalog: demo/our-solar-system/Locale/*/LC_MESSAGES/our-solar-system.po
Languages: es_es

source: Question A. Click on the area in Figure A where the days are longer than other parts of the world.
es_es: Pregunta A. Da clic en el área en la Figura A donde los días son más largos que en otras partes del mundo.

source: Summer in the Southern Hemisphere
es_es: Verano en el Hemisferio Sur

source: Question B. Click on the area in Figure B where the days are shorter than other parts of the world.
es_es: Pregunta B. Da clic en el área en la Figura B donde los días son más cortos que en otras partes del mundo.

source: Figure B
es_es: Figura B

source: Figure A
es_es: Figura A

source: Winter in the Southern Hemisphere
es_es: Invierno en el Hemisferio Sur

source: The figures below represent the amount of radiation received on Earth’s surface from the Sun during the summer and winter in the southern hemisphere. Red represents the most, then green and yellow, and blue is the least.
es_es: Las figuras debajo representan la cantidad de radiación recibida del sol sobre la superficie terrestre durante el verano y el invierno en el hemisferio sur. El rojo representa la mayor cantidad, luego verde y amarillo, y el azul la menor cantidad.

source: Correct! The area shaded red has a longer period of daylight than other areas on Earth.
es_es: ¡Correcto! El área sombreada con rojo tiene períodos más largos de luz de día que otras áreas de la Tierra.

source: Not quite! The area shaded red has a longer period of daylight than other areas on Earth.
es_es: ¡No exactamente! El área sombreada con rojo tiene períodos más largos de luz de día que otras áreas de la Tierra.

source: Correct! The area shaded blue and light blue has a shorter period of daylight than other areas on Earth.
es_es: ¡Correcto! El área sombreada con azul y azul claro tiene un período más corto de luz de día que otras áreas de la Tierra.

source: Not quite! The area shaded blue and light blue has a shorter period of daylight than other areas on Earth.
es_es: ¡No exactamente! El área sombreada con azul y azul claro tiene un período más corto de luz de día que otras áreas de la Tierra.

source: N Axis
es_es: Eje N

source: Earth Orbit
es_es: Órbita Terrestre

source: S Axis
es_es: Eje S

source: The Earth constantly orbits the Sun. But at the same time, the Earth is constantly spinning around its center (also called the <span class='key'>axis</span>). The ends of the axis around which the Earth spins are called the North and South Poles. Unlike a twirling ballerina spinning straight up and down on her toes, the Earth spins on an axis (<span class='key'>rotation</span>) that is tilted about 23 degrees off the perpendicular to the orbital plane of the Earth. If an imaginary line could be drawn to extend the North Pole far out into space, it would lead very close to a star named Polaris (the North Star). As the Earth spins on its axis, the axis constantly points to the North Star (therefore the North Star, or Polaris, remains at the center of the nighttime sky). All the other stars appear to move in a great circles or arcs. No matter where the Earth is located along its orbit around the Sun, the North Pole points constantly at Polaris (which is approximately 430 million light years away from Earth.)
es_es: La Tierra constantemente orbita al sol. Pero al mismo tiempo, la Tierra está girando constantemente alrededor de su centro (también conocido como el <span class='key'>eje</span>). Las puntas del eje alrededor de las cuales la Tierra gira se conocen como los Polos Norte y Sur. A diferencia que una bailarina que gira de forma recta sobre sus dedos, la Tierra gira sobre un eje (<span class='key'>rotación</span>) que está inclinado unos 23 grados de la perpendicular al plano orbital de la Tierra. Si una línea imaginaria pudiera ser trazada extendiéndose desde el Polo Norte hacia el espacio, nos llevaría muy cerca de una estrella llamada Polaris (la Estrella del Norte). Conforme la Tierra gira sobre su eje, el eje constantemente señala hacia la Estrella del Norte (por lo tanto, la Estrella del Norte o Polaris, se mantiene al centro del cielo nocturno). Todas las otras estrellas parecen moverse en grandes círculos o arcos. Sin importar en dónde está ubicada la Tierra en su órbita alrededor del sol, el Polo Norte señala constantemente hacia Polaris (que está aproximadamente a 430 millones de años luz de la Tierra).

source: The constant tilt of the Earth throughout the journey around the Sun results in the phenomena on Earth known as the change in seasons. During summer in the northern hemisphere, the northern pole is tilted toward the Sun. As a consequence, the sun's light rays hit Earth's surface with more intensity than during the winter when the northern pole is tilting away from the Sun.
es_es: La inclinación constante de la Tierra a lo largo del viaje alrededor del sol resulta en el fenómeno conocido en la Tierra como el cambio de estaciones. Durante el verano en el hemisferio norte, el polo norte se inclina hacia el sol. Como consecuencia, los rayos de luz del sol llegan a la superficie terrestre con mayor intensidad que durante el invierno cuando el polo norte se inclina en dirección opuesta al sol.

source: Spinning around...
es_es: Girando alrededor...

source: In Figure A, it is summer time in the northern hemisphere.
es_es: En la Figura A, es verano en el hemisferio norte.

source: In Figure A, the Earth is closer to the Sun.
es_es: En la Figura A, la Tierra está más cerca del sol.

source: In Figure B, it is summer time in the northern hemisphere.
es_es: En la Figura B, es verano en el hemisferio norte.

source: In Figure B, the Earth is closer to the Sun.
es_es: En la Figura B, la Tierra está más cerca del sol.

source: Question A. Which of the following is <span class='blink'>true</span>? Check <span class='blink'>all</span> that apply
es_es: Pregunta A. ¿Cuál de las siguientes es <span class='blink'>verdad</span>? Marca <span class='blink'>todas</span> las que aplican

source: Changing seasons...
es_es: Cambiando de estación...

source: That’s right! It is summer time in the northern hemisphere when the North pole tilts toward the Sun, and the Earth is actually closer to the Sun when it is winter in the Northern Hemisphere.
es_es: ¡Así es! Es verano en el hemisferio norte cuando el Polo Norte se inclina hacia el sol, y la Tierra está de hecho más cerca del sol cuando es invierno en el hemisferio norte.

source: Not quite. It is wintertime in the northern hemisphere when the North axis tilts away from the Sun.
es_es: No exactamente. Es invierno en el hemisferio norte cuando el lado norte del eje se inclina hacia el lado opuesto al sol.

source: Not quite. The Earth is actually farther from the Sun when the North axis tilts toward the Sun.
es_es: No exactamente. La Tierra de hecho está más lejos del sol cuando el lado norte del eje se inclina hacia el sol.

source: Not quite! It is summer time in the northern hemisphere when the North pole tilts toward the Sun, and the Earth is actually closer to the Sun when it is winter in the Northern Hemisphere.
es_es: ¡No exactamente! Es verano en el hemisferio norte cuando el Polo Norte se inclina hacia el sol, y la Tierra está de hecho más cerca del sol cuando es invierno en el hemisferio norte.

source: Nope! It is summer time in the northern hemisphere when the North pole tilts toward the Sun, and the Earth is actually closer to the Sun when it is winter in the Northern Hemisphere.
es_es: ¡Nop! Es verano en el hemisferio norte cuando el Polo Norte se inclina hacia el sol, y la Tierra está de hecho más cerca del sol cuando es invierno en el hemisferio norte.

source: Just as Earth orbits around the Sun, the Moon Orbits around Earth. While it takes 365 days for the Earth to orbit the Sun, it takes 27.5 days for the moon to orbit the Earth. And, just like Earth, one side (one half) of the Moon's surface is constantly lighted by the Sun's light. But over the course of roughly one month, the angle between the Sun, Earth and Moon changes. Consequently, the amount of the lighted side of the moon we can see changes. This varying amount explains why we see the phenomena known as the Phases of the Moon. When we can see the entire side of the moon that is being lit, we call that phase a Full Moon. When we see only a partial side of the lighted side of the moon, we call that phase crescent moon. When the moon is on the same side of earth as the Sun, we call that phase the new moon. Some people think that there is a straight line between the Earth, Moon and Sun. But this is not correct. Because of the differences in the planes of orbit (Moon around Earth and Earth around the Sun), only occasionally do all three line up. When that happens, we have either a solar eclipse (when the Moon's shadow crosses the Earth) or a lunar eclipse (when the Earth's Shadow crosses the moon).
es_es: Justo como la Tierra orbita alrededor del sol, la luna orbita alrededor de la Tierra. Mientras que la Tierra tarda 365 días para orbitar al sol, la luna tarda 27.5 días en orbitar a la Tierra. Y, justo como la Tierra, un lado (una mitad) de la superficie lunar está constantemente iluminada por la luz del sol. Pero a lo largo del curso de aproximadamente un mes, el ángulo entre el sol, la Tierra y la luna cambia. Consecuentemente, la cantidad del lado iluminado de la luna que podemos ver, cambia. Esta cantidad variable explica por qué vemos el fenómeno conocido como las Fases de la Luna. Cuando podemos ver todo el lado de la luna que está siendo iluminado, llamamos esa fase Luna Llena. Cuando sólo vemos un lado parcial del lado iluminado de la luna, llamamos a esa fase Cuarto (Creciente o Menguante). Cuando la luna está en el mismo lado de la Tierra que el sol, llamamos a esa fase la Luna Nueva. Algunas personas piensan que hay una línea recta entre la Tierra, la luna y el sol. Pero esto no es correcto. Debido a las diferencias en los planos de órbita (de la luna alrededor de la Tierra y de la Tierra alrededor del sol), sólo ocasionalmente se alinean las tres. Cuando eso sucede, tenemos ya sea un eclipse solar (cuando la sombra de la luna cubre a la Tierra) o un eclipse lunar (cuando la sombra de la Tierra cubre a la luna).

source: Tracking the phases of the Moon...
es_es: Siguiendo las fases de la luna...

source: Waxing
es_es: Creciente

source: bigger)
es_es: más grande)

source: Phases of the Moon
es_es: Fases de la luna

source: Sun
es_es: Sol

source: Waiting
es_es: Esperando

source: (getting
es_es: (haciéndose

source: smaller)
es_es: más pequeña)

source: Earth
es_es: Tierra

source: Moon Phase
es_es: Fase lunar

source: Full Moon
es_es: Luna llena

source: 1st Quarter
es_es: Cuarto creciente

source: 3rd Quarter
es_es: Cuarto menguante

source: New Moon
es_es: Luna nueva

source: Look at the image below and match the labels to the correct phase in the table below by dragging the letters on the right column up or down.
es_es: Mira la imagen debajo y une las etiquetas a la fase correcta en la tabla debajo arrastrando las letras de la columna derecha hacia arriba o hacia abajo.

source: Correct! You've correctly matched each Moon phase with its relative position in the Earth/Moon/Sun system.
es_es: ¡Correcto! Has unido correctamente cada fase lunar con su posición relativa en el sistema de Tierra/luna/sol.

source: All phases of the Moon need to be matched to its correct relative position in the Earth/Moon/Sun system. The correct order is C, B, D and A.
es_es: Todas las fases de la luna necesitan ser unidas a su posición relativa correcta en el sistema de la Tierra/luna/sol. El orden correcto es C, B, D y A.

source: Using what you now know about... our solar system... to solve a problem
es_es: Utilizando lo que ahora sabes acerca de... nuestro sistema solar... para resolver un problema

source: You are a scientist working on a project that will send a probe to Mars. Your team plans the timing of the launch of the probe from Earth so that it has to travel the least distance before landing on Mars' surface.
es_es: Eres un/a científico/a trabajando en un proyecto que enviará una sonda a Marte. Tu equipo planea la hora del despegue de la sonda desde la Tierra para que viaje la menor distancia posible antes de aterrizar en la superficie de Marte.

source: Problem: Write a brief recommendation on what factors your team will need to consider and what information you will need to successfully launch a probe craft from Earth and have it land safely on Mars. Remember that...
es_es: Problema: Escribe una breve recomendación sobre cuáles factores tendría que considerar tu equipo y qué información necesitarías para enviar exitosamente una sonda espacial desde la Tierra y hacer que aterrizara sana y salva en Marte. Recuerda que...

source: 1. Earth's speed in its orbit around the sun is approximately 108,000 km/hr; and
es_es: 1. La velocidad de la Tierra en su órbita alrededor del sol es aproximadamente 108,000 km/hr; y

source: Setting the time...
es_es: Estableciendo la hora...

source: Our Solar System was created approximately 4.6 billion years ago as swirling masses of gas and dust were pulled together through gravitational forces. The Solar Systems consists of the <span class='key'>Sun</span>, 8 <span class='key'>planets</span>, many moons and many smaller objects including meteors and <span class='key'>asteroids</span>. Being by far the largest object in the system, the Sun exerts a tremendous gravitational force on all the objects. Through a balance of gravitational forces, the planets and all other objects are pulled into orbit around the Sun. The composition of the objects in the Solar System has been discovered using space probes (including satellites), robots and a few manned space visits (only to the <span class='key'>Moon</span>). On Earth, scientists use telescopes and <span class='key'>spectrometers</span> to understand the composition of planets. The movement of celestial bodies produces cyclic patterns of many phenomena including phases of the moons, tides, seasons, eclipses of the Sun and Moon, and apparent arrangement of stars in the nighttime sky.
es_es: Nuestro Sistema Solar fue creado hace aproximadamente 4600 millones de años cuando masas en torbellino de gas y polvo se unieron debido a las fuerzas gravitacionales. El Sistema Solar consiste del <span class='key'>sol</span>, 8 <span class='key'>planetas</span>, muchas lunas y muchos objetos más pequeños incluyendo a meteoritos y <span class='key'>asteroides</span>. Siendo por mucho el objeto más grande en el sistema, el sol ejerce una gran fuerza gravitacional sobre todos los objetos. A través de un equilibrio de fuerzas gravitacionales, los planetas y todos los otros objetos son atraídos en una órbita alrededor del sol. La composición de los objetos en el Sistema Solar ha sido descubierta utilizando sondas espaciales (incluyendo satélites), robots y unas pocas visitas espaciales con tripulación (únicamente a la <span class='key'>luna</span>). En la Tierra, los científicos utilizan telescopios y <span class='key'>espectrómetros</span> para entender la composición de los planetas. El movimiento de los cuerpos celestiales produce patrones cíclicos de muchos fenómenos incluyendo las fases de la luna, mareas, estaciones, eclipses de sol y luna, y arreglos aparentes de las estrellas en el cielo nocturno.

source: Which of the following is the study of the absorption and radiation of light by matter.
es_es: ¿Cuál de las siguientes es el estudio de la absorción y radiación de luz por la materia?

source: No. Spectroscopy is the study of the absorption and radiation of light by matter.
es_es: No. La espectroscopía es el estudio de la absorción y radiación de luz por la materia.

source: Correct! Spectroscopy is the study of the absorption and radiation of light by matter.
es_es: ¡Correcto! La espectroscopía es el estudio de la absorción y radiación de luz por la materia.

source: Not quite. Spectroscopy is the study of the absorption and radiation of light by matter.
es_es: No exactamente. La espectroscopía es el estudio de la absorción y radiación de luz por la materia.

source: Reviewing key vocabulary related to... our solar system
es_es: Revisando vocabulario clave relacionado con... nuestro sistema solar

source: When an object orbits around another object. If the revolving is a result of gravity, generally the less massive object will revolve around the more massive one. Examples include Earth's moon revolving around the Earth, and the Earth revolving around the Sun.
es_es: Cuando un objeto orbita alrededor de otro objeto. Si la revolución es un resultado de la gravedad, generalmente el objeto menos masivo revolverá alrededor del más masivo. Ejemplos incluyen a la luna terrestre que gira alrededor de la Tierra y la Tierra girando alrededor del sol.

source: Revolution
es_es: Revolución

source: Gravity
es_es: Gravedad

source: The attractive force all things with mass enact upon one another. This force is proportional to the masses being attracted, as well as their distance apart.
es_es: La fuerza de atracción que todas las cosas con masa ejercen unas sobre otras. Esta fuerza es proporcional a las masas que son atraídas, así como la distancia a la que están.

source: Dwarf Planet
es_es: Planeta enano

source: An object the size of a planet that has not cleared its orbit of other objects. Pluto was recently reclassified from a planet to a dwarf planet.
es_es: Un objeto del tamaño de un planeta que no ha liberado su órbita de otros objetos. Plutón recientemente fue reclasificado de planeta a planeta enano.

source: Planet
es_es: Planeta

source: A celestial body orbiting a star that is large enough to be rounded by its own gravity, but not so large that its gravity can cause nuclear fusion. Planets must have also cleared their orbit of other objects by means of their gravity. Planets can be solid, like Earth and Mars, or gaseous, like Jupiter and Saturn.
es_es: Un cuerpo celestial que orbita a una estrella que es lo suficientemente grande para ser redondeado por su propia gravedad, pero no lo suficientemente grande para que su gravedad pueda causar fusión nuclear. Los planetas también deben haber liberado su órbita de otros objetos a través de su gravedad. Los planetas pueden ser sólidos, como la Tierra y Marte, o gaseosos como Júpiter y Saturno.

source: The star at the center of our solar system. It gives off light and heat as a result of constant nuclear fusion and fission inside of it. All of the other objects in the solar system revolve around the Sun.
es_es: La estrella al centro de nuestro sistema solar. Emite luz y calor como resultado de constantes fisiones y fusiones nucleares en su interior. Todos los otros objetos en el sistema solar giran alrededor del sol.

source: An object that orbits around a planet, also called a natural satellite. A planet can have any number of moons, or none at all. Earth has one moon, while Jupiter has at least 67.
es_es: Un objeto que orbita alrededor de un planeta, también llamado satélite natural. Un planeta puede tener cualquier cantidad de lunas, o ninguna en absoluto. La Tierra tiene una luna, mientras que Júpiter tiene al menos 67.

source: Earth's Axis
es_es: Eje terrestre

source: The imaginary line around which the Earth rotates. This line runs from the North Pole through the center of the planet to the South Pole. Earth's axis is tilted in relation to its orbit around the sun, causing us to have seasons.
es_es: La línea imaginaria alrededor de la cuál la Tierra gira. Esta línea va del Polo Norte a través del centro del planeta al Polo Sur. El eje terrestre está inclinado en relación con su órbita alrededor del sol, provocando que tengamos estaciones.

source: Galaxy
es_es: Galaxia

source: A large collection of stars, gas, dust, stellar remnants and dark matter all gravitationally bound together. All of the objects contained within a galaxy orbit around a supermassive black hole at the center. The Earth and its solar system are in the Milky Way Galaxy.
es_es: Una gran colección de estrellas, gas, polvo, restos estelares y materia oscura que están unidos gravitacionalmente entre sí. Todos los objetos contenidos dentro de una galaxia orbitan alrededor de un hoyo negro supermasivo en el centro. La Tierra y su sistema solar están en la Galaxia de la Vía Láctea.

source: Spectrometer
es_es: Espectrómetro

source: A device used to measure part of the electromagnetic spectrum or light spectrum. A spectrometer can be used to measure visible light that humans can see, but can also measure wavelengths that are invisible to people, such as ultraviolet and infrared.
es_es: Un dispositivo que se utiliza para medir parte del espectro electromagnético o espectro de luz. Un espectrómetro puede ser utilizado para medir la luz visible que los humanos pueden ver, pero también puede medir longitudes de onda que son invisibles para las personas, como ultravioleta e infrarroja.

source: A body orbiting the Sun that is neither a major planet, nor a comet. There are millions of asteroids in our solar system. A large band of asteroids exists between Mars and Jupiter, appropriately named, "The Asteroid Belt."
es_es: Un cuerpo que orbita al sol que no es ni un planeta principal, ni un cometa. Hay millones de asteroides en nuestro sistema solar. Una banda gruesa de asteroides existe entre Marte y Júpiter, conocida apropiadamente como, "El Cinturón de Asteroides."

source: Comet
es_es: Cometa

source: An icy, small solar system body. When a comet passes near the Sun, it heats up and begins to outgas. This process gives it an atmosphere, sometimes called a tail.
es_es: Un cuerpo helado y pequeño en el sistema solar. Cuando un cometa pasa cerca del sol, se calienta y comienza a liberar gas. Este proceso le da una atmósfera, algunas veces conocida como cola.

source: The largest body in our solar system is...
es_es: El cuerpo más grande en nuestro sistema solar es...

source: Earth.
es_es: la Tierra.

source: the Sun.
es_es: el sol.

source: Jupiter.
es_es: Júpiter.

source: the Moon.
es_es: la luna.

source: Incorrect. There are many other objects bigger than Earth in the solar system.
es_es: Incorrecto. Hay muchos otros objetos más grandes que la Tierra en el sistema solar.

source: Correct! The Sun is the largest celestial body in our solar system.
es_es: ¡Correcto! El sol es el cuerpo celestial más grande en nuestro sistema solar.

source: Not quite. Though very, very big, there is another object in our solar system that's bigger than Jupiter.
es_es: No exactamente. Aunque es muy, muy grande, hay otro objeto en nuestro sistema solar que es más grande que Júpiter.

source: Nope. Even Earth is larger than the Moon.
es_es: Nop. Incluso la Tierra es más grande que la luna.

source: A star composed of hydrogen and helium.
es_es: Una estrella compuesta de hidrógeno y helio.

source: A medium planet with an atmosphere.
es_es: Un planeta de tamaño mediano con una atmósfera.

source: Not quite! All the objects in our solar system revolve around the Sun.
es_es: ¡No exactamente! Todos los objetos en nuestro sistema solar giran alrededor del sol.

source: A star composed of carbon and nitrogen.
es_es: Una estrella compuesta de carbono y nitrógeno.

source: Not quite. A star is found at the center of our solar system but it is not composed of carbon and nitrogen.
es_es: No exactamente. Una estrella se encuentra al centro de nuestro sistema solar, pero no está compuesta de carbono y nitrógeno.

source: A black hole that was once a star.
es_es: Un hoyo negro que una vez fue una estrella

source: Incorrect. A black hole's gravitational pull would consume the solar system.
es_es: Incorrecto. La atracción gravitacional de un hoyo negro consumiría al sistema solar.
