Repository: geneconde/NGR-sandbox
Catalog: demo/our-solar-system/Locale/*/LC_MESSAGES/our-solar-system.po
Languages: es_es

source: Start
es_es: Inicio

source: Next
es_es: Siguiente

source: Back
es_es: Regresar

source: Read More
es_es: Leer Más

source: Check Answer
es_es: Verificar Respuesta

source: Please select your answer.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
es_es: Revisión Rápida #1

source: Quick Check #2
es_es: Revisión Rápida #2

source: Quick Check #3
es_es: Revisión Rápida #3

source: Quick Check #4
es_es: Revisión Rápida #4

source: Quick Check #5
es_es: Revisión Rápida #5

source: Please check your answers.
es_es: Por favor revisa tus respuestas.

source: How did I do?
es_es: ¿Cómo lo hice?

source: You answered...
es_es: Tú respondiste...

source: select
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
es_es: Gira o voltea la caja debajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
es_es: La Situación

source: The Scenario
es_es: El Escenario

source: Your Task
es_es: Tu Tarea

source: The Task
es_es: La Tarea

source: The Problem
es_es: El Problema

source: Your Assignment
es_es: Tu Tarea

source: Close me!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6

source: Congratulations,
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
es_es: Ir al tablero de inicio

source: Let's begin!
es_es: ¡Iniciemos!

source: Are you ready,
es_es: Estás listo/a,

source: Preparing your first quick check!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
es_es: Uniéndolo todo...

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
es_es: ¡Terminaste!

source: Our Solar System
es_es: Nuestro Sistema Solar

source: Welcome to Our Solar System module
es_es: Bienvenido/a al módulo de Nuestro Sistema Solar

source: Thinking about... our solar system
es_es: Pensando acerca de... nuestro sistema solar

source: For thousands of years, people have looked at the sun, moon, stars and planets. Tales were told and myths were created to explain the movement of those objects across the nighttime and daytime sky. And the patterns they found were used to create calendars and make predictions of all sorts. Today, much has been learned about the structure of the solar system and how it works. We also know that the movement of the Sun, Earth and Moon can explain phenomena on Earth such as changing tides and seasons as well as solar and lunar eclipses.
es_es: Por miles de años, las personas han mirado al sol, la luna, estrellas y planetas. Se han contado historias y se han creado mitos para explicar el movimiento de dichos objetos a través del cielo nocturno y diurno. Y los patrones que encontraron fueron utilizados para crear calendarios, y hacer predicciones de toda clase. Hoy en día, hemos aprendido mucho acerca de la estructura del sistema solar y de cómo funciona. También sabemos que el movimiento del sol, la Tierra y la luna pueden explicar fenómenos en la Tierra como cambios en las mareas y estaciones así como los eclipses solares y lunares.

source: Our solar system consists of a single star, which we call the Sun and eight planets including Mercury, Venus, Earth (the one we live on), Mars, Jupiter, Saturn, Uranus and Neptune. Of all the objects in our solar system, mankind has only been able to directly explore two (except for those objects such as meteorites that have fallen to Earth). The first is our planet, Earth. The second is Earth's moon. However, scientists have developed a number of tools and technologies that help them understand many details about the composition and structure of the planets that cannot yet be visited by humans. These tools and technologies include robots (sent to Mars) and unmanned spacecraft (probes) that can take pictures and atmospheric samplings and send them back to Earth.
es_es: Nuestro sistema solar consiste de una única estrella, que nosotros conocemos como el sol y ocho planetas, incluyendo a Mercurio, Venus, Tierra (en el que vivimos), Marte, Júpiter, Saturno, Urano y Neptuno. De todos los objetos en nuestro sistema solar, la humanidad sólo ha sido capaz de explorar directamente dos (excepto por aquellos objetos como meteoritos que han caído a la Tierra). El primero es nuestro planeta, la Tierra. El segundo es la luna de la Tierra. Sin embargo, los científicos han desarrollado un número de herramientas y tecnologías que les ayudan a entender muchos detalles acerca de la composición y estructura de los planetas que no pueden ser visitados por humanos aún. Estas herramientas y tecnologías incluyen robots (enviados a Marte) y naves espaciales sin pasajeros (sondas) que pueden tomar fotografías y muestras atmosféricas y enviarlas de vuelta a la Tierra.

source: You've completed the Our Solar System module.
es_es: Has completado el módulo de Nuestro Sistema Solar.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en las 'Revisiones Rápidas' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Checking what you already know about... our solar system
es_es: Revisando lo que ya sabes acerca de... nuestro sistema solar

source: Rearrange the descriptions on the right by dragging them next to the pictures on the left they best describe.
es_es: Reorganiza las descripciones de la derecha arrastrándolas junto a las imágenes que describen mejor de la izquierda.

source: Star
es_es: Estrella

source: Moon
es_es: Luna

source: Asteroid
es_es: Asteroide

source: A celestial body that orbits a planet.
es_es: Un cuerpo celestial que orbita un planeta.

source: A small rocky celestial body that may become a meteorite when it enters the earth’s atmosphere.
es_es: Un pequeño cuerpo celestial rocoso que puede convertirse en meteorito cuando entra a la atmósfera terrestre.

source: A celestial body made up mostly of dust and ice.
es_es: Un cuerpo celestial formado principalmente de polvo y hielo.

source: A small, planet-like celestial object with a gravitational field too weak to clear out neighboring objects.
es_es: Un objeto celestial pequeño, parecido a un planeta, con un campo gravitacional demasiado débil como para alejarse de objetos cercanos.

source: A huge ball of gas that produces tremendous heat and light energy.
es_es: Una enorme bola de gas que produce tremendas cantidades de energía térmica y lumínica.

source: A large celestial body that orbits a star.
es_es: Un cuerpo celestial grande que orbita una estrella.

source: The universe is made up of many natural celestial bodies such as stars; planets that orbit the stars; moons that orbit the planets; and comets and asteroids that may also orbit stars. Man has also made some artificial celestial bodies such as communication satellites that orbit the earth.
es_es: El universo está formado por muchos cuerpos celestiales naturales como estrellas; planetas que orbitan las estrellas; lunas que orbitan los planetas; y cometas y asteroides que también pueden orbitar estrellas. El hombre también ha creado algunos cuerpos celestiales artificiales como satélites de comunicaciones que orbitan la Tierra.

source: Counting planets...
es_es: Contando planetas...

source: Reviewing big ideas about... our solar system
es_es: Revisando ideas importantes acerca de... nuestro sistema solar

source: We can see many objects in the nighttime (and daytime) sky. Some of those objects are part of our solar system while others are not (such as distant stars). And yet others are only occasionally found in our <span class='key'>solar system</span>. Objects that are permanent residents of our solar system include the <span class='key'>Sun</span>, <span class='key'>planets</span>, <span class='key'>moons</span>, <span class='key'>asteroids</span> and <span class='key'>dwarf planets</span>. Pluto is a well-known example of a dwarf planet. All the objects in our solar system are bound together by the strong gravitational pull of the sun. Even the furthest planets in our solar system are held in their orbital paths by the sun's gravity.
es_es: Podemos ver muchos objetos en el cielo nocturno (y diurno). Algunos de esos objetos son parte de nuestro sistema solar mientras que otros no lo son (como las estrellas distantes). Y sin embargo, otras sólo se encuentran ocasionalmente en nuestro <span class='key'>sistema solar</span>. Los objetos que son residentes permanentes de nuestro sistema solar incluyen al <span class='key'>Sol</span>, <span class='key'>planetas</span>, <span class='key'>lunas</span>, <span class='key'>asteroides</span> y <span class='key'>planetas enanos</span>. Plutón es un ejemplo bien conocido de un planeta enano. Todos los objetos en nuestro sistema solar están unidos por la fuerte atracción gravitacional del sol. Incluso los planetas más lejanos de nuestro sistema solar se mantienen en su camino orbital debido a la gravedad del sol.

source: Most of the objects we see with our naked eyes in the nighttime sky that are outside our solar system are stars. <span class='key'>Comets</span> are frozen bodies of ice and dust that spend most of their time outside our solar system. However, some comets follow orbits around our Sun. The Sun's <span class='key'>gravity</span> is the force that pulls them inside our solar system. As comets approach the Sun, a bright tail forms making them visible in the nighttime sky. Sometimes, the comets are so big and bright that they can be seen during the daytime. Scientists argue comets of all sizes (large and small) that have crashed into Earth are the source of water found on our planet. Collectively, most of the objects we see in the day and nighttime sky are all found in the Orion Arm of the Milky Way Galaxy. There is some variation in the way scientists define <span class='key'>galaxy</span>, but most agree that it is a massive collection of stars (many billions) held together by the force of gravity.
es_es: La mayoría de los objetos que vemos a simple vista en el cielo nocturno fuera de nuestro sistema solar, son estrellas. Los <span class='key'>cometas</span> son cuerpos congelados de hielo y polvo que pasan la mayor parte de su tiempo fuera de nuestro sistema solar. Sin embargo, algunos cometas siguen órbitas alrededor de nuestro sol. La <span class='key'>gravedad</span> del sol es la fuerza que los atrae hacia nuestro sistema solar. Conforme los cometas se acercan al sol, una cola brillante se forma, haciéndolos visibles en el cielo nocturno. Algunas veces, los cometas son tan grandes y brillantes que pueden ser vistos durante el día. Los científicos dicen que cometas de todos tamaños (grandes y pequeños) que han chocado contra la Tierra, son la fuente del agua encontrada en nuestro planeta. En conjunto, la mayoría de los objetos que vemos en el cielo nocturno y diurno, se encuentran en el brazo de Orión de la Vía Láctea. Hay algunas variaciones en la forma en que los científicos definen una <span class='key'>galaxia</span>, pero la mayoría está de acuerdo en que es una colección masiva de estrellas (muchos miles de millones) unidas por la fuerza de gravedad.

source: Studying solar systems...
es_es: Estudiando sistemas solares...

source: Distance from Sun
es_es: Distancia del sol

source: Age of Formation
es_es: Edad de formación

source: Rotation
es_es: Rotación

source: Rotational Speed
es_es: Velocidad rotacional

source: Number of Moons
es_es: Número de lunas

source: What factor do you think is associated most closely with whether a planet is likely to be placed in the Rocky or Gaseous category?
es_es: ¿Cuál factor crees que esté asociado de manera más cercana con si un planeta será colocado en la categoría Rocosa o Gaseosa?

source: Correct! The planets closest to the Sun are all rocky planets.
es_es: ¡Correcto! Los planetas más cercanos al sol son todos planetas rocosos.

source: Try again. It's thought that the ages of the planets are approximately the same.
es_es: Inténtalo de nuevo. Se cree que las edades de los planetas son aproximadamente iguales.

source: Not quite. The factor most closely associated with the type of planet is distance from the Sun.
es_es: No exactamente. El factor más cercanamente asociado con el tipo de un planeta es su distancia al sol.

source: Try again. Both types of planets can have one or more moons.
es_es: Inténtalo de nuevo. Ambos tipos de planetas pueden tener una o más lunas.

source: Photosynthesis
es_es: Fotosíntesis

source: Spectroscopy
es_es: Espectroscopía

source: Luminescence
es_es: Luminiscencia

source: Photo Analysis
es_es: Foto Análisis

source: Average Distance from the Sun
es_es: Distancia promedio del sol

source: Number of Earth Days required to Orbit the Sun (rounded to nearest whole number)
es_es: Número de días terrestres requeridos para orbitar al sol (redondeado al número entero más cercano)

source: Number of Earth Years required to Orbit the Sun (rounded to nearest whole number)
es_es: Número de años terrestres requeridos para orbitar al sol (redondeado al número entero más cercano)

source: 57 million km
es_es: 57 millones de km

source: 108 million km
es_es: 108 millones de km

source: 150 million km
es_es: 150 millones de km

source: 228 million km
es_es: 228 millones de km

source: 779 million km
es_es: 779 millones de km

source: 14,300 million km
es_es: 14,300 millones de km

source: 28,800 million km
es_es: 28,800 millones de km

source: 45,000 million km
es_es: 45,000 millones de km

source: Mercury
es_es: Mercurio

source: Mars
es_es: Marte

source: Jupiter
es_es: Júpiter

source: Saturn
es_es: Saturno

source: Neptune
es_es: Neptuno

source: Uranus
es_es: Urano

source: More big ideas about... our solar system
es_es: Más ideas importantes acerca de... nuestro sistema solar

source: The Sun exerts a very strong gravitational pull on the planets in our solar system. With the Sun at the center of our solar system, a balance of gravitational forces keeps the planets orbiting the Sun. The time it takes the planets to journey around the Sun (orbit) varies widely. Generally, the planets closer to the Sun such as Mercury, Venus, Earth and Mars complete one <span class='key'>revolution</span> around the Sun much more quickly than those planets such as Jupiter, Saturn, Uranus and Neptune that are much further away. Click on the table below to see if you can see this pattern.
es_es: El sol ejerce una atracción muy fuerte sobre los planetas en nuestro sistema solar. Con el sol al centro de nuestro sistema solar, un equilibrio de fuerzas gravitacionales fuerza a los planetas a mantenerse en órbita alrededor del Sol. El tiempo que toma a los planetas viajar alrededor del sol (orbitar) varía mucho. En general, los planetas más cercanos al sol, como Mercurio, Venus, Tierra y Marte completan una <span class='key'>revolución</span> alrededor del sol mucho más rápido que aquellos planetas como Júpiter, Saturno, Urano y Neptuno que están mucho más lejos. Da clic en la tabla debajo para ver si puedes notar este patrón.

source: Click on the table below to see if you can see this pattern.
es_es: Da clic en la tabla debajo para ver si puedes notar este patrón.

source: Advancements in technologies made by scientists and engineers have led to great discoveries about the detailed structure and composition of our solar system. Manned space crafts and unmanned probes have been used to gather information about the surface of the moon while space probes and robots have recorded details about the surface structure and composition of Mars. Here on Earth, advances in spectroscopy (the study of the absorption and radiation of light by matter) and computers have provided much information about the chemical composition of the solar system and the universe.
es_es: Los avances en la tecnología hechos por científicos e ingenieros nos han llevado a grandes descubrimientos acerca de la estructura y composición detallada de nuestro sistema solar. Naves espaciales con tripulación y sondas sin tripulación han sido utilizadas para recopilar información acerca de la superficie de la luna mientras que sondas espaciales y robots han registrado detalles acerca de la estructura de la superficie y la composición de Marte. Aquí en la Tierra, avances en la espectroscopía (el estudio de la absorción y radiación de la luz por la materia) y computadoras han proporcionado mucha información acerca de la composición química del sistema solar y del universo.

source: Astronomers use an instrument called a "<span class='key'>spectrometer</span>." This instrument analyzes emission of light rays by spreading them out through a prism. The composition of the objects being viewed can then be determined by the patterns created by the spectrometer. Figure 1 below shows the spectrum emitted by white light. Figure 2 shows the spectrum emitted by energized hydrogen atoms. In this way, scientists are able to conclude that the Sun is composed largely of hydrogen (and helium).
es_es: Los astrónomos utilizan un instrumento llamado "<span class='key'>espectrómetro</span>." Este instrumento analiza las emisiones de rayos de luz al separarlos a través de un prisma. La composición de los objetos que están siendo vistos puede entonces ser determinada por los patrones creados por el espectrómetro. La Figura 1 debajo muestra el espectro emitido por una luz blanca. La Figura 2 muestra el espectro emitido por átomos de hidrógeno energizados. De esta manera, los científicos son capaces de concluir que el sol está compuesto en gran parte por hidrógeno (y helio).

source: Figure 1. Full spectrum of white light.
es_es: Figura 1. Espectro completo de la luz blanca.

source: Figure 2. Spectrum of energized hydrogen atoms.
es_es: Figura 2. Espectro de átomos de hidrógeno energizados.

source: Using spectrometer...
es_es: Utilizando el espectrómetro...

source: You have been stranded on Mars after a crash landing. Although the crashed rocket cannot get you back into space, it does provide enough food, water, shelter and oxygen until the rescue mission arrives. The radio also works. NASA just informed you that a rescue ship cannot pick you up until Mars comes back around to the exact same orbital position it was in when the ship crashed. In other words, you will be stranded on the planet for exactly 1 Mars year. According to the table below, how many Earth days must your friends wait before they see you rescued?
es_es: Te has quedado estancado/a en Marte después de un aterrizaje forzoso. Aunque el cohete que se estrelló no puede llevarte de vuelta al espacio, provee suficiente alimento, agua, refugio y oxígeno hasta que la misión de rescate llegue. El radio también funciona. La NASA te acaba de informar que una nave de rescate no puede recogerte sino hasta que Marte regrese a la misma posición orbital exacta en la que estaba cuando la nave se estrelló. En otras palabras, estarás estancado/a en el planeta por exactamente un año de Marte. De acuerdo a la tabla debajo, ¿cuántos días terrestres deberán esperar tus amigos antes de que te rescaten?

source: Click the image below to view the table.
es_es: Da clic en la imagen debajo para ver la tabla.

source: Counting the days...
es_es: Contando los días...

source: Not quite. It takes many more earth days than that for Mars to complete one orbit around the Sun.
es_es: No exactamente. Toma muchos más días terrestres que esos para que Marte complete una órbita alrededor del sol.

source: That’s Right! It will take 730 earth days before you can be rescued.
es_es: ¡Así es! Tomaría 730 días terrestres antes de que pudieras ser rescatado/a.

source: The Sun is a massive ball of super hot gas (mostly hydrogen) that produces tremendous amounts of heat and light through nuclear reactions. Heat and light from the Sun radiates out in all directions through space. About 30% of the Sun’s energy reaching the Earth is reflected back out into our solar system. The rest (about 70%) is absorbed by Earth’s atmosphere, oceans and solid surfaces. When the Sun’s energy hits the Earth, it warms the atmosphere, land and oceans. The radiant energy (heat energy) absorbed by land and water can be stored and released back into the atmosphere. In this way, winds and ocean currents are created. The light reaching plant life on earth is used, through a process called photosynthesis, to help them create food for growth and development. Hence, even in complex food webs, the original source of energy for most living things on Earth can be traced back to sunlight.
es_es: El sol es una bola masiva de gas súper caliente (principalmente hidrógeno) que produce tremendas cantidades de calor y luz a través de reacciones nucleares. Calor y luz emanan del sol en todas direcciones a través del espacio. Aproximadamente 30% de la energía solar que llega a la Tierra se refleja de regreso hacia el sistema solar. El resto (aproximadamente 70%) es absorbido por la atmósfera terrestre, los océanos y las superficies sólidas. Cuando la energía del sol llega a la Tierra, calienta la atmósfera, suelo y océanos. La energía radiante (energía térmica) absorbida por el suelo y el agua puede ser acumulada y liberada de regreso a la atmósfera. De esta manera se crean los vientos y corrientes oceánicas. La luz que llega a la vida vegetal de la Tierra se utiliza, a través de un proceso llamado fotosíntesis, para ayudarles a crear alimentos para crecer y desarrollarse. Por lo tanto, incluso en redes alimenticias complejas, la fuente original de energía para la mayor parte de los seres vivos en la Tierra, puede ser identificada como la luz del sol.

source: Producing heat...
es_es: Produciendo calor...
