Repository: geneconde/NGR-sandbox
Catalog: demo/our-solar-system/Locale/*/LC_MESSAGES/our-solar-system.po
Languages: es_es

source: Correct! A star composed of hydrogen and helium is found at the center of our solar system. We call that star the Sun.
es_es: ¡Correcto! Una estrella compuesta de hidrógeno y helio se encuentra al centro de nuestro sistema solar. Llamamos a esa estrella, sol.

source: Although the planets in our solar system have unique features, they also have similarities. Which of the following characteristics is most similar among the planets in our solar system?
es_es: Aunque los planetas en nuestro sistema solar tienen características únicas, también tienen similitudes. ¿Cuál de las siguientes características es la más similar entre los planetas de nuestro sistema solar?

source: Mass
es_es: Masa

source: Shape of orbit
es_es: Forma de la órbita

source: Number of satellites
es_es: Número de satélites

source: Chemical composition
es_es: Composición química

source: Identifying similarities...
es_es: Identificando similitudes...

source: Incorrect. There are great differences in the chemical composition among the planets.
es_es: Incorrecto. Hay grandes diferencias entre la masa de los planetas en nuestro sistema solar.

source: Correct! The shape (elliptical) of the orbits of the planets is relatively similar to each other.
es_es: ¡Correcto! Las formas (elípticas) de las órbitas de los planetas son relativamente similares entre sí.

source: Not quite. Some planets do not have any satellites (also known as moons).
es_es: No exactamente. Algunos planetas no tienen ningún satélite (también conocidos como lunas).

source: Incorrect. The are great differences in the chemical composition among the planets.
es_es: Incorrecto. Hay grandes diferencias en composición química entre los planetas.

source: If another planet were discovered in our system and that planet was found to be approximately 200 million kilometers from the Sun, how many Earth Days would you expect it would take that planet to make one complete revolution around the sun?
es_es: Si se descubriera otro planeta en nuestro sistema y dicho planeta se encontrara a aproximadamente 200 millones de kilómetros del sol, ¿cuántos días terrestres esperarías que le tomara a ese planeta dar una revolución completa alrededor del sol?

source: Revolving around the sun...
es_es: Girando alrededor del sol...

source: Not quite. You've under-estimated the number of Earth days required for that planet to orbit the Sun. At a distance of 200 million kilometers, a planet would take approximately 500 to 600 Earth days to orbit the Sun.
es_es: No exactamente. Has subestimado el número de días terrestres requeridos para que ese planeta orbite el sol. A una distancia de 200 millones de kilómetros, un planeta necesitaría aproximadamente de 500 a 600 días para orbitar alrededor del sol.

source: Correct! At a distance of 200 million kilometers, a planet would take approximately 500 to 600 Earth days to orbit the Sun.
es_es: ¡Correcto! A una distancia de 200 millones de kilómetros, un planeta necesitaría aproximadamente de 500 a 600 días para orbitar alrededor del sol.

source: Distance from the Sun
es_es: Distancia desde el sol

source: Number of Earth Days
es_es: Número de días terrestres

source: Relationship between distance from the Sun and number of Earth days to orbit around the Sun
es_es: Relación entre distancia desde el sol y número de días terrestres que tarda orbitar alrededor del sol

source: X-axis = Distance (Millions of Kilometers) from the Sun
es_es: Eje X = Distancia (millones de kilómetros) desde el sol

source: Y-axis = Number of Earth Days to complete orbit around Sun
es_es: Eje Y = Número de días terrestres que tarda completar una órbita alrededor del sol.

source: Which of the following planets are classified as "gaseous planets"? Check <span class='blink'>all</span> that apply.
es_es: ¿Cuáles de los siguientes planetas están clasificados como "planetas gaseosos"? Marca <span class='blink'>todas</span> las que aplican.

source: Gaseous planets...
es_es: Planetas gaseosos...

source: Yes! The planets, Neptune and Saturn, are large gaseous planets farther from the Sun.
es_es: ¡Sí! Los planetas Neptuno y Saturno son grandes planetas gaseosos lejanos del sol.

source: Not quite! The planets, Neptune and Saturn are large gaseous planets farther from the Sun. Venus and Mars are closer to the Sun and are made of mostly rock.
es_es: ¡No exactamente! Los planetas Neptuno y Saturno son grandes planetas gaseosos lejanos del sol. Venus y Marte están más cerca del sol y están formados principalmente de roca.

source: Preparing your first quick check...
es_es: Preparando tu primera evaluación rápida...

source: Waxing (getting bigger)
es_es: Creciente (cada vez más grande)

source: Waning (getting smaller)
es_es: Esperando (cada vez más pequeña)

source: Waning
es_es: Esperando

source: Label
es_es: Etiqueta

source: Mars' speed in its orbit around the sun is nearly 87,000 km/h
es_es: La velocidad de Marte en su órbita alrededor del sol es casi 87,000 km/h

source: 2. Mars' speed in its orbit around the sun is nearly 87,000 km/hr
es_es: 2. La velocidad de Marte en su órbita alrededor del sol es casi 87,000 km/h

source: When an object spins around an axis, or imaginary line that goes through the object. Many objects in space rotate, such as the Earth and Earth's Moon.
es_es: Cuando un objeto gira alrededor de un eje, o línea imaginaria que pasa a través del objeto. Muchos objetos en el espacio rotan, como la Tierra y la luna terrestre.

source: Checking what you now know about... our solar system
es_es: Revisando lo que sabes ahora acerca de... nuestro sistema solar

source: Your first quiz question is...
es_es: Tu primera pregunta de evaluación es...

source: Flipping the box...
es_es: Girando la caja...

source: What is at the center of our solar system?
es_es: ¿Qué hay al centro de nuestro sistema solar?

source: label
es_es: etiqueta

source: Summarizing big ideas about... our solar system
es_es: Resumiendo ideas importantes acerca de... nuestro sistema solar

source: Summer or winter?
es_es: Verano o Invierno?
