Repository: geneconde/NGR-sandbox
Catalog: demo/energy-and-its-forms/Locale/*/LC_MESSAGES/energy-and-its-forms.po
Languages: ar_eg, es_es

source: Energy and Its Forms
ar_eg: الطاقة وأشكالها
es_es: La energía y sus formas

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Siguiente

source: Read more
ar_eg: إقرأ المزيد
es_es: Leer más

source: Check answer
ar_eg: تأكد من الإجابة
es_es: Comprobar respuesta

source: Close me!
ar_eg: أغلقني!
es_es: ¡Ciérrame!

source: Energy
ar_eg: طاقة
es_es: Energía

source: energy
ar_eg: طاقة
es_es: energía

source: Heat Energy
ar_eg: طاقة حرارية
es_es: Energía térmica

source: Radiant Energy
ar_eg: طاقة شعاعية
es_es: Energía electromagnética

source: nonrenewable
ar_eg: غير متجددة
es_es: no renovable

source: You answered...
ar_eg: إجابتك هي ...
es_es: Respondiste…

source: More core ideas... about energy and its forms
ar_eg: أفكار أساسية إضافية ...حول الطاقة وأشكالها
es_es: Más ideas centrales… sobre la energía y sus formas

source: Please select your answers.
ar_eg: يرجى إختيار إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please select your answer.
ar_eg: يرجى إختيار إجاباتك.
es_es: Por favor, selecciona tu respuesta.

source: Welcome to the Energy and its Forms review
ar_eg: أهلاً وسهلاً في مراجعة الطاقة وأشكالها
es_es: Bienvenido/a al resumen de La energía y sus formas

source: Start
ar_eg: إبدأ
es_es: Empezar

source: Let's begin!
ar_eg: دعنا نبدأ
es_es: ¡Empecemos!

source: Thinking about... energy and its forms
ar_eg: التفكير في ...الطاقة وأشكالها
es_es: Pensando acerca de… la energía y sus formas

source: Have you ever heard someone say, "I'm getting tired, I'm running out of energy"? Does that mean they just need a rest? Maybe. But it probably means that they need something to eat and drink too. When your mom or dad&#39;s car runs low on fuel, the car does not need a rest, but it does need a kind of drink&#8211;called fuel. Both the food you eat and the fuel a car uses are forms of energy. There are many different forms of energy. And they are all related in some way.
ar_eg: هل سبق لك أن سمعت أحدهم يقول، " أنا متعب، واستنقذت طاقتي "؟ هل هذا يعني انهم فقط بحاجة الى الراحة؟ ربما، لكنه يعني على الارجح انهم بحاجة الى تناول الطعام والشراب أيضا. وعندما ينخفض مؤشر الوقود بسيارة والدك أو أمك، لا يعنى أن السيارة تحتاج الى الراحة، ولكنها بحاجة الى نوع من الشراب يسمى الوقود . كل الطعام الذي تتناوله والوقود الذي يستخدم في السيارة هي أشكال من الطاقة. هناك أشكال مختلفة من الطاقة. وهي ترتبط جميعا بطريقة ما.
es_es: ¿Alguna vez has oído como alguien decía, "Me estoy cansando, me estoy quedando sin energía"? ¿Significa eso que sólo necesitan un descanso? Quizá. Pero probablemente significa que necesitan comer algo, y también beber. Cuando el coche de tu mamá o papá&#39;s se queda sin gasolina, el coche no necesita un descanso, pero necesita un tipo de bebida&#8211;llamada gasolina. Tanto los alimentos que comes como la gasolina que usa un coche son formas de energía. Hay muchas formas de energía diferentes. Y todas ellas están relacionadas de alguna forma.

source: Are you ready,
ar_eg: هل أنت مستعد
es_es: ¿Estás preparado/a,

source: Checking what you know... about energy and its forms
ar_eg: تأكد مما تعرف ...عن الطاقة وأشكالها
es_es: Comprobando tus conocimientos… acerca de la energía y sus formas

source: Check <span class='blink'>all</span> the ways that the food you eat and the gasoline a car uses are alike.
ar_eg: تحقق من <span class='blink'> جميع </span> الطرق التي تفيد بأن الطعام الذي تتناوله والبنزين الذي تستخدمه في السيارة متشابهان.
es_es: Aprende <span class='brillo'>todas</span> las formas en las que se parecen los alimentos que comes y la gasolina que usa un coche.

source: Without food, a person couldn't live and without fuel, a car couldn't run.
ar_eg: بدون الطعام، لا يمكن لشخص أن يعيش ، وبدون وقود، لا يمكن للسيارة أن تعمل.
es_es: Sin comida, una persona no podría vivir, y sin gasolina, un coche no podría funcionar.

source: Both people and cars produce heat when food is eaten or gasoline is burned.
ar_eg: كلاً من الناس والسيارات ينتجوا طاقة عندما يأكلوا الطعام أو يتم حرق البنزين.
es_es: Tanto las personas como los coches producen calor cuando comen alimentos o cuando queman gasolina.

source: After food is eaten or gasoline is burned there is no energy remaining.
ar_eg: بعد أكل الطعام أو حرق البنزين لا يبقى أي طاقة.
es_es: Tras comer alimentos o quemar gasolina, no hay energía restante.

source: The energy in food and gasoline can be traced to the energy from the sun.
ar_eg: إن الطاقة في الغذاء وفي البنزين يمكن أن ترجع إلى الطاقة من الشمس.
es_es: La energía de los alimentos y la gasolina puede ser rastreada hasta la energía del sol.

source: Food and gasoline fuel people and transportation vehicles. Without them, people or cars could not run. Food provides the energy that you need to live and gasoline one form of energy that a car needs to move. Both can be traced back to the energy from the sun.
ar_eg: الغذاء و البنزين يزودان الناس ومركبات النقل بالوقود. وبدونها، لا يستطيع الناس العمل ولا تعمل السيارات أيضاً. يوفر الغذاء الطاقة التي تحتاجها كي تعيش و البنزين هو نموذج واحد من الطاقة التي تحتاجها سيارة كي تتحرك. كلاً منهما يمكن ارجاعه الى الطاقة من الشمس .

source: Food and gasoline
ar_eg: الطعام والبنزين
es_es: Alimentos y gasolina

source: Reviewing core ideas... about energy and its forms
ar_eg: مراجعة الأفكار الرئيسية... حول الطاقة وأشكالها
es_es: Revisando las ideas centrales… acerca de la energía y sus formas

source: What is energy? Scientists define <span class='key'>energy</span> as the ability to do <span class='key'>work</span>. Doing work means moving or changing something in some way. Lifting a book from a table, running around a playground, and blowing up a balloon all involved doing work —all require energy. The effort needed to move or change something determines how much energy is needed. The bigger something is, the more energy it takes to move it. The farther something has to be moved, the more energy it takes to move it. The more something has to be changed, the more energy it takes to change it. They all require work!
ar_eg: ما هي الطاقة؟ يعرف العلماء <span class='key'>الطاقة</span> بأنها القدرة على القيام <span class='key'>بعمل</span>. القيام بعمل يعني تحريك أو تغيير شيء بطريقة ما. رفع كتاب من طاولة، والجري حول الملعب، وتفجير بالون جميعها تتضمن القيام بعمل___ وجميعها تتطلب طاقة. ويحدد الجهد اللازم لنقل أو تغيير شيء مقدار الطاقة المطلوب. وكلما كان الشيء المراد تحريكه أكبر كلما تطلب المزيد من الطاقة لتحريكه. وكلما بَعُد الشيء المراد نقله ، كلما إحتاج المزيد من الطاقة لنقله. وجميعها يتطلب القيام بعمل!
es_es: ¿Qué es la energía? Los científicos definen la energía com la capacidad de realizar un <span class='key'>trabajo</span>. Realizar un trabajo significa mover o cambiar algo de alguna forma. Levantar un libro de una mesa, correr en el recreo e inflar un globo, todo ello implica realizar un trabajo; todo ello requiere energía. El esfuerzo necesario para mover o cambiar algo determina cuánta energía es necesaria. Cuanto mayor es algo, más energía se necesita para moverlo. Cuanto más lejos tiene que moverse algo, más energía se necesita para moverlo. Cuanto más tiene que cambiarse algo, más energía se necesita para cambiarlo. ¡Todo ello requiere trabajo!

source: Pendulum
ar_eg: البندول
es_es: Péndulo

source: Baby
ar_eg: طفل
es_es: Bebé

source: There are two basic kinds of energy that are defined by an object's motion or location. <span class='key'>Kinetic energy</span> is the energy of a moving object. The amount of kinetic energy of a moving object has depends on how big the object is and how fast it is moving. The faster something is moving or the bigger a moving object is, the more energy it has and the more work it can do.
ar_eg: هناك نوعين أساسيين من الطاقة التي تم تعريفها من قبل حركة الجسم أو موقعه. <span class='key'>الطاقة الحركية </span> هي طاقة الجسم المتحرك. كمية الطاقة الحركية للجسم المتحرك تعتمد على حجم الجسم وسرعته. وكلما كان الجسم أسرع أو أكبر كلما كانت طاقته أكبر وكلما استطاع القيام بعمل أكثر.
es_es: Hay dos tipos básicos de energía, que se definen por el movimiento o la localización de un objeto. La <span class='key'>energía cinética</span> es la energía de un objeto en movimiento. La cantidad de energía cinética de un objeto en movimiento depende de las dimensiones del objeto y de la velocidad con la que se mueve. Cuanto más rápido se mueve un objeto o cuanto mayor es un objeto en movimiento, más energía tiene y más trabajo puede realizar.

source: Objects that are not moving can have stored energy called <span class='key'>potential energy</span>. For example, when you are sitting at the top of a slide in the playground, your body has potential energy that will allow you to ride down the slide when it is your turn to go. The potential energy you have sitting at the top of the slide has the potential to do work. That potential energy is changed into kinetic energy as you go down the slide.
ar_eg: الكائنات التي لا تتحرك يمكن أن يكون بها طاقة مخزونة والمسماة <span class='key'> الطاقة الكامنة</span> . على سبيل المثال، عندما تكون جالسا في أعلى مزلاج في الملعب، ولدى جسمك طاقة كامنة من شأنها أن تسمح لك بالإنزلاق إلى الأسفل عندما يأتي دورك . الطاقة الكامنةالموجودة عندك وأنت تجلس في أعلى المزلاج لديها الإمكانية بأن تقوم بالعمل المطلوب، وتتغير الطاقة الكامنة إلى طاقة حركية عندما يتحرك جسمك إلى الأسفل .
es_es: Los objetos que no están en movimiento pueden tener energía almacenada llamada <span class='key'>energía potencial</span>. Por ejemplo, cuando estás sentado en la cima de un tobogán de un parque, tu cuerpo tiene energía potencial que te permitirá deslizarte por el tobogán cuando sea tu turno. La energía potencial que tienes en la cima del tobogán tiene el potencial de realizar un trabajo. Esa energía potencial se transforma en energía cinética cuando te deslizas por el tobogán.

source: Roller Coaster
ar_eg: السفينة الدوارة
es_es: Montaña rusa

source: When a roller coaster ascends (goes up), it builds up potential energy. As it descends (comes down), it releases kinetic energy.
ar_eg: عندما تصعد السفينة الدوارة (ترتفع)، فإنه يتكون طاقة كامنة. وكلما تنزل، تنطلق طاقة حركية.
es_es: Cuando una montaña rusa asciende (va hacia arriba), acumula energía potencial. Mientras desciende (va hacia abajo) libera energía cinética.

source: Potential energy can be stored in different ways. The food we eat, the fuel we burn in our cars, fireplace or furnaces and the batteries in our flashlights and cell phones all have potential energy. They can all do some kind of work.
ar_eg: يمكن تخزين الطاقة الكامنة بطرق مختلفة. الطعام الذي نأكله، و الوقود الذي يحرق في سياراتنا، والنار الموقدة في المواقد أو الأفران والبطاريات في الهواتف المحمولة لدى جميعها طاقة كامنة. ويمكنها أن تنجز نوع من العمل.
es_es: La energía potencial puede ser almacenada de diferentes formas. Los alimentos que comemos, la gasolina que quemamos en nuestros coches, las chimeneas o los hornos y las baterías de nuestras linternas y teléfonos móviles; todos ellos tienen energía potencial. Todos pueden realizar algún tipo de trabajo.

source: Blowing balloons...
ar_eg: بالونات منتفحة...
es_es: Inflar globos…

source: Quick Check #1
ar_eg: تقويم سريع رقم 1
es_es: Comprobación rápida #1

source: Question A. Which of the following would involve doing more work-require more energy to do?
ar_eg: سؤال أ. أي من التالي يتضمن القيام بمزيد من العمل أي يتطلب المزيد من الطاقة للقيام به؟
es_es: Pregunta A. ¿Cuál de los siguientes implicaría más trabajo - requeriría más energía?

source: Pull your baby brother or baby sister across the street in a wagon.
ar_eg: سحب طفلك الرضيع عبر الشارع في عربة.
es_es: Tirar de tu hermanito bebé o de tu hermanita bebé a través de la calle en una vagoneta.

source: Pull your big brother or equally big sister across the street in a wagon.
ar_eg: سحب اخيك الاكبر أو أختك الكبرى عبر الشارع في العربة.
es_es: Tirar de tu hermano mayor o de tu hermana mayor bebé a través de la calle en una vagoneta.

source: Pull your baby brother or baby sister across the lawn in a wagon.
ar_eg: سحب شقيقك أو شقيقتك عبر الحديقة في عربة.
es_es: Tirar de tu hermanito bebé o de tu hermanita bebé a través del césped en una vagoneta.

source: Pull your big brother or equally big sister across the lawn in a wagon.
ar_eg: سحب اخيك الاكبر أو أختك الكبيرة عبر الحديقة في عربة.
es_es: Tirar de tu hermano mayor o de tu hermana mayor a través del césped en una vagoneta.

source: Question B. A fifth grade student has a container for making frozen juice bars. He pours juice into the container and then puts the container into the freezer for 12 hours. What happens to the juice molecules in the container during these 12 hours?
ar_eg: سؤال ب. لدى طالب في الصف الخامس وعاء لصنع أصابع عصير مجمد. وهو يصب العصير في وعاء ثم يضعه في مجمد الثلاجة لمدة 12 ساعة. ماذا يحدث لجزيئات العصير الموجود في الوعاء خلال هذه الساعات ال 12؟
es_es: Pregunta B. Un estudiante de quinto curso tiene un recipiente para hacer helados de zumo congelado. El estudiante vierte el zumo en el recipiente y a continuación coloca el recipiente en el congelador durante 12 horas. ¿Qué les pasa a las moléculas del zumo del recipiente durante esas 12 horas?

source: They lose kinetic energy.
ar_eg: هي تخسر طاقة حركية.
es_es: Pierden energía cinética.

source: They lose chemical energy.
ar_eg: هي تخسر طاقة كيميائية.
es_es: Pierden energía química.

source: They gain electrical energy.
ar_eg: هي تكسب طاقة كهربائية.
es_es: Ganan energía eléctrica.

source: They gain gravitational energy.
ar_eg: هي تكسب طاقة جاذبية.
es_es: Ganan energía gravitatoria.

source: Quick Check #1 - How did I do?
ar_eg: تقويم سريع رقم 1- كيف عملت؟
es_es: Comprobación rápida #1 - ¿Cómo lo hice?

source: Probably not because of the weight and distances involved.
ar_eg: ربما ليس بسبب الوزن والمسافات.
es_es: Probablemente no, debido al peso y las distancias implicadas.

source: A better choice than (a), but not as good as (d) because it would take more energy to move across rough grass than across a smooth street.
ar_eg: وهناك خيار أفضل من (أ)، ولكن ليس جيداُ كما (د) لأن العربة ستأخذ طاقة أكثر لتحريكها على العشب الخشن من تحريكها عبر الشارع الناعم.
es_es: Una mejor opción que la (a), pero no tan buena como la (d), porque conllevaría más energía moverse a través del césped irregular que a través de una calle plana y asfaltada.

source: A possibility, but not as good as (d) because your baby brother or baby sister would not weigh as much as your big brother.
ar_eg: من المحتمل، ولكن ليست جيدة كما في (د) لأن أخيك أو أختك الرضع لن يكون وزنهم بمقدار أخيك الأكبر.
es_es: Es una posibilidad, pero no tan buena como la (d), porque tu hermanito bebé o tu hermanita bebé no pesaría tanto como tu hermano mayor.

source: The best choice because the brother weighs the most and it is harder to push something across the rough grass than across the smoother street.
ar_eg: أفضل خيار لأن الأخ يزن أكثر وأن من الصعب دفع شيء عبر العشب الخشن منه عبر الشارع الأكثر سلاسة .
es_es: La mejor opción, porque el hermano pesa más y es más difícil empujar algo a través del césped irregular que a través de una calle plana y asfaltada.

source: Correct! The frozen molecules have less movement, losing kinetic energy.
ar_eg: صحيح! الجزيئات المتجمدة فيها حركة أقل، أي فقدان الطاقة الحركية.
es_es: ¡Correcto! Las moléculas congeladas tienen menos movimiento, perdiendo energía cinética.

source: No, the lack of movement does not change the chemical energy of the molecules, it changes their kinetic energy.
ar_eg: لا، عدم وجود حركة لا يغير الطاقة الكيميائية للجزيئات، ولكنه يغير طاقة الجزيئات الحركية.
es_es: No, la falta de movimiento no cambia la energía química de las moléculas, cambia su energía cinética.

source: No, the lack of movement does not change the electrical energy of the molecules, it changes their kinetic energy.
ar_eg: لا، عدم وجود حركة لا يغير الطاقة الكهربائية للجزيئات،لكنه يغير طاقة الجزيئات الحركية.
es_es: No, la falta de movimiento no cambia la energía eléctrica de las moléculas, cambia su energía cinética.

source: No, the lack of movement does not change the gravitational energy of the molecules, it changes their kinetic energy.
ar_eg: لا، عدم وجود حركة لا يغير طاقة الجاذبية للجزيئات، لكنه يغير طاقتها الحركية.
es_es: No, la falta de movimiento no cambia la energía gravitacional de las moléculas, cambia su energía cinética.

source: Preparing your first quick check!
ar_eg: إعداد أول تقويم سريع!
es_es: ¡Preparando tu primera comprobación rápida!

source: There are different forms of <span class='key'>energy</span>. All of them can move or change things, or basically do work!
ar_eg: هناك أشكال مختلفة من <span class='key'>الطاقة</span>. وجميعها يمكن ان تحرك أو تغير الأمور، أو عمل معين!
es_es: Hay diferentes formas de <span class='key'>energía</span>. ¡Todas ellas pueden mover o cambiar cosas, o básicamente realizar un trabajo!

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navegar por las diapositivas abajo haciendo clic en las flechas izquierdas y derecha

source: Click on the red arrows to learn about some forms of energy.
ar_eg: اضغط على الأسهم الحمراء لمعرفة المزيد عن بعض أشكال الطاقة.
es_es: Haz clic en las flechas rojas para aprender acerca de algunas formas de energía.

source: <span class='key'>Mechanical energy</span> is needed to push or pull objects. Hammering a nail, lifting a book, throwing a ball, and riding a bicycle or skateboard all involve mechanical energy.
ar_eg: هناك حاجة إلى <span class='key'>الطاقة الميكانيكية</span> لدفع أو سحب الأجسام. فلدق مسمار، أو رفع كتاب، أو رمي كرة، أو ركوب دراجة أو لوح التزلج جميعها تتضمن طاقة ميكانيكية.
es_es: La <span class='key'>energía mecánica</span> es necesaria para empujar o tirar de objetos. Clavar un clavo, levantar un libro, lanzar una pelota y montar una bicicleta o un monopatín, todos ellos implican energía mecánica.

source: <span class='key'>Thermal energy</span> is the energy of all the movement (kinetic energy) in the atoms and molecules that make up matter. <span class='key'>Heat</span> is the energy that you feel when you touch a hot pan or sit near a campfire.
ar_eg: <span class='key'>الطاقة الحرارية</span> هي الطاقة الناتجة عن كل الحركة (الطاقة الحركية) في الذرات<span> و الجزيئات التي تشكل المادة. <span class='key'> الحرارة</span> هي الطاقة التي تشعر بها عند لمس مقلاة ساخنة أو الجلوس بالقرب من موقد .
es_es: La <span class='key'>energía térmica</span> es la energía de todo el movimiento (energía cinética) de los átomos y las moléculas que conforman la materia. El <span class='key'>calor</span> es la energía que sientes cuando tocas una sartén caliente o te sientas junto a una hoguera.

source: <span class='key'>Electrical energy</span> also involves things moving, but this time it's electrons moving from place to place, not atoms and molecules. Electrical energy also involves things moving, but this time it's electrons moving within the atoms of matter.
ar_eg: <span class='key'> الطاقة الكهربائية </span> تتضمن أيضا أشياء متحركة، ولكن هذه المرة هي إلكترونات تنتقل من مكان لآخر، وليست ذرات و جزيئات. الطاقة الكهربائية تتضمن أيضا أشياء متحركة، ولكن هذه المرة انها إلكترونات تتحرك داخل ذرات المادة.

source: <span class='key'>Chemical energy</span> is the energy that holds atoms and molecules together to form materials. When atoms or molecules are separated in a material, energy is released. The heat and light from a campfire come from the chemical energy released when the molecules that make up the wood break apart as it burns.
ar_eg: <span class='key'>الطاقة الكيميائية </span> هي الطاقة التي تجعل الذرات والجزيئات متماسكة معا لتشكيل المواد، وعندما يتم فصل الذرات أو الجزيئات في المادة، تنطلق طاقة. الحرارة والضوء من الموقد تأتي من الطاقة الكيميائية المنطلقة عندما تتفكك الجزيئات التي تشكل الخشب لأنها تحترق .

source: <span class='key'>Sound energy</span> is the energy of vibrating matter - such as air or metal. The vibrating matter carries the sound energy from one molecule to the next. Without matter to vibrate, there can be no sound energy.
ar_eg: <span class='key'>الطاقة الصوتية </span> هي طاقة المادة المهتزة - مثل الهواء أو المعدن. المادة المهتزة تحمل الطاقة الصوتية من جزيء إلى آخر. وبدون مادة تهتز، لا يمكن أن يكون هناك طاقة صوتية .
es_es: La <span class='key'>energía sonora</span> es la energía de la materia en vibración, como el aire o el metal. La materia en vibración transporta la energía sonora de una molécula a la siguiente. Sin materia que pueda vibrar, no puede haber energía sonora.

source: <span class='key'>Nuclear energy</span> is yet another form of energy. It involves atoms splitting apart or coming back together again. Nuclear energy is used to make heat that is use to make electricity to heat and light our homes and businesses.
ar_eg: <span class='key'> الطاقة النووية</span> هي شكل آخر من أشكال الطاقة. إنها تتضمن ذرات منفصلة عن بعضها أو مندمجة مع بعضها مرة أخرى. و تستخدم الطاقة النووية لجعل الحرارة التي يتم استخدامها لتوليد الكهرباء لتسخين وإضاءة بيوتنا وشركاتنا .

source: <span class='key'>Radiant energy</span>, also called <span class='key'>light energy</span> is a type of wave energy that includes visible colors of the rainbow and other wave energies such as X-rays and radio waves that we can't see. The Sun is our main source of radiant energy. <span class='key'>Solar energy</span> is the term used to describe the radiant energy that comes from the Sun.
ar_eg: <span class='key'> الطاقة الإشعاعية</span>، وتسمى أيضا <span class='key'> الطاقة الضوئية </span> هي نوع من الطاقة الموجية التي تتضمن الألوان المرئية لقوس قزح وطاقات موجية أخرى مثل الأشعة السينية وموجات الراديو التي لا يمكن أن نراها. الشمس هي المصدر الرئيسي للطاقة الإشعاعية <span class='key'> الطاقة الشمسية </span> هي مصطلح يستخدم لوصف الطاقة المشعة التي تأتي من الشمس .
es_es: La <span class='key'>energía electromagnética</span>, también llamada <span class='key'>energía lumínica</span>, es un tipo de energía de las ondas que incluye los colores visibles del arco iris y otras energías de las ondas como los rayos X y las ondas de radio que no podemos ver. El Sol es nuestra principal fuente de energía electromagnética. La <span class='key'>energía solar</span> es el término utilizado para describir la energía radiante que procede del Sol.

source: An important thing to remember is that energy can change forms. For example, when you lift a book the energy in the food you ate gives your muscles mechanical energy to lift the book. As you lift the book, the book has kinetic energy. When you place the book on the table, the book now has potential energy.
ar_eg: والشيء المهم هو أن نتذكر أن الطاقة يمكن أن تغير أشكالها. فعلى سبيل المثال، عند رفع كتاب الطاقة في الطعام الذي أكلته تعطي عضلاتك الطاقة الميكانيكية لرفع الكتاب. و كلما رفعت الكتاب، كلما إكتسب الكتاب طاقة حركية. وعند وضع الكتاب على الطاولة، يكون لدى الكتاب طاقة كامنة .
es_es: Algo importante que recordar es que la energía puede cambiar de forma. Por ejemplo, cuando levantas un libro, la energía de los alimentos que comiste le proporciona a tus músculos energía mecánica para levantar el libro. Mientras levantas el libro, el libro tiene energía cinética. Cuando colocas el libro sobre la mesa, el libro tiene ahora energía potencial.

source: Sound, nuclear, chemical...
ar_eg: صوتية، نووية، كيميائية ...
es_es: Sonora, nuclear, química…

source: Quick Check #2
ar_eg: تقويم سريع رقم 2
es_es: Comprobación rápida #2

source: Question A. Match the energy sources on the left to their examples on the right by dragging the items at the left up or down.
ar_eg: سؤال أ. قارن بين مصادر الطاقة على اليسار مع الأمثلة على اليمين بسحب العناصر في اليسار إلى الأعلى أو إلى الأسفل.
es_es: Pregunta A. Une las fuentes de energía de la izquierda con sus ejemplos en la derecha arrastrando los ítems de la izquierda arriba o abajo.

source: Energy Sources
ar_eg: مصادر الطاقة
es_es: Fuentes de energía

source: radiant
ar_eg: إشعاع
es_es: electromagnética
