Repository: geneconde/NGR-sandbox
Catalog: demo/energy-and-its-forms/Locale/*/LC_MESSAGES/energy-and-its-forms.po
Languages: ar_eg, es_es

source: A lamp changes
ar_eg: تغيرات في المصباح.
es_es: Una lámpara cambia

source: Quiz Question #3 - How did I do?
ar_eg: سؤال قصير # 3 كيف فعلت؟
es_es: Pregunta de examen #3 - ¿Cómo lo hice?

source: Good job! Energy can be changed from one form to another. These changes are happening all the time. Most machines convert one form of energy to a different one somehow. Even without machines, energy changes form. A person opening a door uses chemical energy stored in muscle tissues. When you go down a slide, your potential energy is changed into kinetic energy.
ar_eg: عمل جيد! يمكن أن تتغير الطاقة من شكل إلى أخر. تحدث هذه التغيرات طوال الوقت. بعض الآلات تحول الطاقة من نوع إلى أخر بطريقة ما. حتى بدون وجود الآلات، يتم تحويل أشكال الطاقة لأشكال مختلفة. فالشخص الذي يقوم بفتح الباب يحتاج إلى طاقة كيميائية والتي تكون مخزنة في أنسجة العضلات. عندما تنزلق إلى الأسفل، تتحول طاقة الوضع إلى طاقة حركية.
es_es: ¡Buen trabajo! La energía puede cambiar de una forma a otra. Estos cambios suceden continuamente. La mayoría de las máquinas convierten una forma de energía en otra forma diferente. Incluso sin máquinas, la energía cambia su forma. Una persona que abre una puerta usa energía química almacenada en los tejidos de su músculo. Cuando te deslizas por un tobogán, la energía potencial cambia a energía cinética.

source: Not quite. Energy can be changed from one form to another. These changes are happening all the time. Most machines convert one form of energy to a different one somehow. Even without machines, energy changes form. A person opening a door uses chemical energy stored in muscle tissues. When you go down a slide, your potential energy is changed into kinetic energy.
ar_eg: ليس تماما. يمكن أن تتحول الطاقة من شكل إلى أخر. تحدث هذه التغيرات طوال الوقت. معظم الآلات تحول الطاقة من شكل إلى أخر بطريقة ما. حتى دون وجود الآلات، يمكن للطاقة أن تتحول من شكل إلى آخر. عندما يقوم الشخص بفتح باب فانه يحتاج إلى طاقة كيميائية والتي تكون مخزنة في أنسجة العضلات. وعندما تتزحلق إلى الأسفل تتحول الطاقة الكامنة إلى طاقة حركية.
es_es: No es del todo cierto. La energía puede cambiar de una forma a otra. Estos cambios suceden continuamente. La mayoría de las máquinas convierten una forma de energía en otra forma diferente. Incluso sin máquinas, la energía cambia su forma. Una persona que abre una puerta usa energía química almacenada en los tejidos de su músculo. Cuando te deslizas por un tobogán, la energía potencial cambia a energía cinética.

source: Fill in the blanks...
ar_eg: إملاء الفراغ...
es_es: Rellena los espacios…

source: Quiz Question #4
ar_eg: سؤال قصير # 4
es_es: Pregunta de examen #4

source: Which exchange of energy best describes what happens when you eat your school lunch and then play tag at recess after lunch?
ar_eg: ما هو أفضل وصف لتغير الطاقة عندما تتناول وجبة الغداء في المدرسة ثم تقوم وتلعب بعد ذلك؟
es_es: ¿Qué intercambio de energía describe mejor qué sucede cuando te comes el almuerzo de la escuela y entonces juegas a pilla pilla en el recreo tras el almuerzo?

source: Food
ar_eg: طعام
es_es: Alimentos

source: Body
ar_eg: جسم
es_es: Cuerpo

source: Tag
ar_eg: علامة
es_es: Pilla pilla

source: Light Energy
ar_eg: الطاقة الضوئية
es_es: Energía lumínica

source: Quiz Question #4 - How did I do?
ar_eg: سؤال قصير #4 - كيف أبليت؟
es_es: Pregunta de examen #4 - ¿Cómo lo hice?

source: No, the chemical energy of the food is released when we digest it and is transformed into heat energy in our bodies. Now we need energy to move around and mechanical energy (not light energy) is all the energy we have because of our motion and position.
ar_eg: لا, تتحرر الطاقة الكيميائية في الطعام عندما يتم هضمه ويتحول إلى طاقة حرارية في أجسامنا. الآن نحتاج إلى طاقة لنتحرك و الطاقة الميكانيكية (ليست طاقة الضوئية) هي كل الطاقة التي نمتلكها بسبب حركتنا وموقعنا.
es_es: No, la energía química de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánica (no energía lumínica) es toda la energía que tenemos, debido a nuestro movimiento y posición.

source: No, the chemical (not kinetic) energy of the food is released when we digest it and is transformed into heat (not sound) energy in our bodies. Now we need energy to move around and mechanical energy is all the energy we have because of our motion and position.
ar_eg: لا, يتم تحرير الطاقة الكيميائه (ليس الحركية) عندما يتم هضم الطعام ويتحول إلى حرارة (ليس صوت) في داخل أجسامنا. الآن نحتاج إلى الطاقة لنتحرك والطاقة الميكانيكية هي الطاقة التي نمتلكها بسبب حركة وموضع أجسامنا.
es_es: No, la energía química (no cinética) de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica (no sonora) en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánica es toda la energía que tenemos, debido a nuestro movimiento y posición.

source: Correct! the chemical energy of the food is released when we digest it and is transformed into heat energy in our bodies. Now we need energy to move around and mechanical energy is all the energy we have because of our motion and position.
ar_eg: صحيح، يتم تحرير الطاقة الكيميائه عندما يتم هضم الطعام ويتحول إلى حرارة داخل أجسامنا. و نحتاج إلى الطاقة لنتحرك والطاقة الميكانيكية هي الطاقة التي نمتلكها بسبب حركة وموضع أجسامنا.

source: No, the chemical energy of the food is released when we digest it and is transformed into heat (not light) energy in our bodies. Now we need energy to move around and mechanical energy (not sound) is all the energy we have because of our motion and position.
ar_eg: لا, يتم تحرير الطاقة الكيميائية عندما يتم هضم الطعام ويتحول إلى حرارة (ليس طاقة ضوئية) في داخل أجسامنا. الآن نحتاج إلى الطاقة لنتحرك والطاقة الميكانيكية(ليس الطاقة الصوتية) هي الطاقة التي نمتلكها بسبب حركة وموضع أجسامنا.
es_es: No, la energía química de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica (no lumínica) en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánica (no energía sonora) es toda la energía que tenemos, debido a nuestro movimiento y posición.

source: Recess time!
ar_eg: وقت الراحة!
es_es: ¡Hora del recreo!

source: Quiz Question #5
ar_eg: سؤال قصير # 5
es_es: Pregunta de examen #5

source: Click on <span class='blink'>all</span> the images that are <span class='blink'>true</span>:
ar_eg: إضغط على <span class='blink'>جميع</span> الصور <span class='blink'>الصحيحة</span>
es_es: Haz clic en <span class='blink'>todas</span> las imágenes <span class='blink'>correctas</span>:

source: Windmill
ar_eg: طاحونة هواء
es_es: Molino de viento

source: All sources of energy are important because we can change one form to another.
ar_eg: جميع مصادر الطاقة مهمة وذلك لأننا نستطيع تحويلها من شكل إلى أخر.
es_es: Todas las fuentes de energía son importantes, porque podemos cambiar de una forma a otra.

source: Woods
ar_eg: أخشاب
es_es: Madera

source: Fossil fuels get their energy from plants and animals that died a long time ago.
ar_eg: يحصل الوقود الأحفوري على طاقته من النباتات والحيوانات التي ماتت منذ زمن طويل.
es_es: Los combustibles fósiles obtienen su energía de las plantas y los animales que murieron hace mucho tiempo.

source: Solar Panels
ar_eg: الألواح الشمسية
es_es: Paneles solares

source: The law of conservation of energy states that no energy can be created or destroyed.
ar_eg: ينص قانون حفظ الطاقة على أنه من غير الممكن استحداث أو تدمير الطاقة.
es_es: La ley de la conservación de la energía establece que la energía no puede ser creada ni destruida.

source: Vultures
ar_eg: العقبان
es_es: Buitres

source: Fossil fuels are considered renewable because plants and animals continue to die.
ar_eg: يعتبر الوقود الأحفوري من مصادر الطاقة المتجددة وذلك لأن مصدره النباتات والحيوانات التي ماتت منذ زمن.
es_es: Los combustibles fósiles se consideran renovables porque las plantas y los animales siguen muriendo.

source: Quiz Question #5 - How did I do?
ar_eg: سؤال قصير # 5- كيف أبليت؟
es_es: Pregunta de examen #5 - ¿Cómo lo hice?

source: Good job! We can transfer energy into different forms based on what we need. Fossil fuels are from decayed remains, which we transform into electrical energy. Energy is only transferred from one form to another, not created or destroyed. Fossil fuels are not considered renewable because even though plants and animals continue to die, it would take millions of years for the fuel to be formed.
ar_eg: عمل رائع! يمكننا تحويل الطاقة إلى أشكال مختلفة إعتمادا على ما نحتاجه. إن الوقود الأحفوري الذي يكون مصدره بقايا الكائنات المختلفة، يتحول إلى طاقة كهربائية. تتحول الطاقة فقط من شكل لآخر ولا يمكننا استحداث الطاقة أو تدميرها، على الرغم من أن النباتات والحيوانات تموت باستمرار إلا أنه لا يمكن اعتبار الوقود الأحفوري من مصادر الطاقة المتجددة، وذلك لانه يستغرق ملايين السنين للحصول على الوقود الأحفوري.
es_es: ¡Buen trabajo! Podemos transferir energía a diferentes formas en función de lo que necesitemos. Los combustibles fósiles proceden de restos, que transformamos en energía eléctrica. La energía sólo es transferida de una forma a otra, no se crea ni se destruye. Los combustibles fósiles no se consideran renovables porque, aunque las plantas y los animales siguen muriendo, llevaría millones de años formar nuevos combustibles.

source: Not quite. Fossil fuels are not considered renewable because even though plants and animals continue to die, it would take millions of years for the fuel to be formed. We can transfer energy into different forms based on what we need. Fossil fuels are from decayed remains, which we transform into electrical energy. Energy is only transferred from one form to another, not created or destroyed.
ar_eg: ليس تماما, لا يمكن اعتبار الوقود الأحفوري متجدد على الرغم من أن النباتات والحيوانات تتحلل باستمرار، تحتاج الحيوانات والنباتات إلى ملايين السنين لتتحول إلى وقود أحفوري. يمكننا تحويل الطاقة إلى شكل أخر إعتماداُ إلى ما نحتاجه. الوقود الأحفوري الناتج من الحيوانات المتحللة، يتحول إلى طاقة كهربائية. و يمكن للطاقة أن تتحول من شكل لآخر ولا يمكن استحداث طاقة أو تدمير طاقة.
es_es: No es del todo cierto. Los combustibles fósiles no se consideran renovables porque, aunque las plantas y los animales siguen muriendo, llevaría millones de años formar nuevos combustibles. Podemos transferir energía a diferentes formas en función de lo que necesitemos. Los combustibles fósiles proceden de restos, que transformamos en energía eléctrica. La energía sólo es transferida de una forma a otra, no se crea ni se destruye.

source: Energy sources
ar_eg: مصادر الطاقة
es_es: Fuentes de energía

source: Quiz Question #6
ar_eg: سؤال قصير #6
es_es: Pregunta de examen #6

source: Which of the following best describes the energy transformations involved in walking to the cafeteria for lunch, eating lunch, and walking back to class?
ar_eg: أي من التالي يعطي أفضل وصف لتحولات الطاقة عند الذهاب إلى المطعم و عند تناول الطعام أو الذهاب إلى غرفة الصف؟
es_es: ¿Cuál de los siguientes describe mejor las transformaciones energéticas implicadas en andar hacia la cafetería para almorzar, comer el almuerzo, y volver andando a clase?

source: Quiz Question #6 - How did I do?
ar_eg: سؤال قصير # 6 - كيف أبليت؟
es_es: Pregunta de examen #6 - ¿Cómo lo hice?

source: Nope! What is the source of energy of the mechanical energy?
ar_eg: لا! ما هو مصدر طاقة في الطاقة الميكانيكية؟
es_es: ¡No! ¿Cuál es la fuente de energía de la energía mecánica?

source: Not quite. Food provides the chemical energy to enable you to walk to the cafeteria and the energy to walk back to class, but what energy is produced in all energy changes?
ar_eg: ليس تماما. يوفر الطعام طاقة كيميائية لتمكنك من الذهاب إلى المطعم والرجوع إلى غرفة الصف، ولكن ما نوع الطاقة التي يتم إنتاجها في أثناء تحولات الطاقة؟
es_es: No es del todo cierto. Los alimentos proporcionan la energía química que te permite andar hacia la cafetería y la energía para volver a clase, ¿pero qué energía es producida en todos los cambios de energía?

source: Correct! Food provides the chemical energy to enable you to walk to the cafeteria and the energy to walk back to class and with every change of energy heat is also produced.
ar_eg: صحيح! يزودنا الطعام بالطاقة الكيميائية لتمكنك من الذهاب إلى الكفتيريا والرجوع إلى الغرفة الصفية وفي كل تغير للطاقة يتم إنتاج الحرارة.
es_es: ¡Correcto! Los alimentos proporcionan la energía química que te permite andar hacia la cafetería y la energía para volver a clase, y con cada cambio de energía también se produce energía calorífica.

source: Riding the school bus...
ar_eg: ركوب باص المدرسة
es_es: Montando en el autobús escolar…

source: Congratulations
ar_eg: تهانينا
es_es: Enhorabuena

source: You've completed the Energy and its Forms review.
ar_eg: لقد اكملت مراجعة الطاقة و اشكالها
es_es: Has completado el resumen de La energía y sus formas.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك تفحص كيف ابليت في "التقويم السريع" و في الاسئلة القصيرة" لهذا العرض عبر النقر على الزر في الاسفل
es_es: Puedes comprobar cómo lo hiciste en la 'Comprobación rápida' y en las 'Preguntas del test' de este resumen haciendo clic en el botón a continuación.

source: How Did I Do?
ar_eg: كيف ابليت؟
es_es: ¿Cómo lo hice?

source: You're done!
ar_eg: لقد انتهيت!
es_es: ¡Has acabado!

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: Food and gasoline fuel people and transportation vehicles. Without them, people or cars could not run. Food provides the energy that you need to live and gasoline is one form of energy that a car needs to move. Both can be traced back to the energy from the sun.
ar_eg: الغذاء و البنزين هما وقود للناس ولمركبات النقل. بدونها، لا يمكن أن يعمل الناس أو السيارات. يوفر الطعام الطاقة التي تحتاجها للعيش ، والبنزين هو أحد أشكال الطاقة التي تحتاجها السيارة كي تتحرك. وكلاً من الطعام والوقود يمكن أن ترجع بالأصل إلى الطاقة من الشمس.
es_es: Los alimentos y la gasolina alimentan a las personas y a los vehículos de transporte. Sin ellos, las personas o los coches no podrían funcionar. Los alimentos proporcionan la energía que necesitas para vivir, y la gasolina es una forma de energía que los coches necesitan para moverse. Ambas pueden ser rastreadas hasta la energía del sol.

source: <span class='key'>Electrical energy</span> also involves things moving, but this time it's electrons moving from place to place, not atoms and molecules. Electrical energy is needed to make our radios, televisions, cellphones and computers work.
ar_eg: <span class='key'> الطاقة الكهربائية </span> تتضمن على الأشياء المتحركة أيضا ، ولكن هذه المرة تتحرك إلكتروناتها فقط من مكان إلى آخر، ولا تتحرك الذرات والجزيئات. هناك حاجة إلى الطاقة الكهربائية لكي تعمل أجهزة الراديو والتلفزيون والهواتف المحمولة وأجهزة الكمبيوتر.
es_es: La <span class='key'>energía eléctrica</span> también implica cosas en movimiento, pero en este caso son electrones en movimiento, no átomos y moléculas. La energía eléctrica también implica cosas en movimiento, pero en este caso son electrones moviéndose entre los átomos de la materia.

source: <span class='key'>Nuclear energy</span> is yet another form of energy. It involves atoms splitting apart or coming back together again. Nuclear energy is used to make electricity to heat and light our homes and businesses.
ar_eg: <span class='key'>الطاقة النووية </span>هي شكل آخر من أشكال الطاقة. أنها تتضمن انقسام الذرات أو دمجها مع بعضها مرة أخرى. يتم استخدام الطاقة النووية لتوليد الكهرباء لتسخين وإضاءة بيوتنا وأماكن أعمالنا.

source: Correct! The chemical energy of the food is released when we digest it and is transformed into energy to heat and move our bodies. Now we need energy to move around and mechanical energy is all the energy we have because of our motion and position.
ar_eg: صحيح! يتم تحرير الطاقة الكيميائية من المواد الغذائية عندما نهضمها وتحويلها إلى طاقة لتسخين أجسامنا وتحريكها. ونحن الآن بحاجة إلى الطاقة كي نتحرك والطاقة الميكانيكية هي جميع الطاقة المتوفرة لنا بسبب حركتنا ووضعنا.
es_es: ¡Correcto! La energía química de los alimentos es liberada cuando los digerimos y es transformada a energía calorífica en nuestros cuerpos. Ahora necesitamos energía para movernos y a energía mecánicas toda la energía que tenemos, debido a nuestro movimiento y posición.

source: How did I do?
ar_eg: كيف أجبت
es_es: ¿Cómo me fue?

source: <span class='key'>Energy</span> is the ability to do work. There are two basic forms of energy, <span class='key'>kinetic energy</span> and <span class='key'>potential energy</span>. Kinetic energy involves a mass moving at some velocity. Potential energy is stored energy. Food, fuels and plants are all examples of things with potential energy. There are different forms of energy that can be converted or changed from one form to another. But the amount of energy always stays the same - it cannot be created or destroyed (<span class='key'>law of conservation of energy</span>). <span class='key'>Fossil fuels</span> are made from decaying dead plants and animals. Fossil fuels are a <span class='key'>nonrenewable</span> source of energy, whereas solar energy is a <span class='key'>renewable</span> energy. Here's an interesting way to recall the seven forms of energy: just remember the name MRS CHEN
ar_eg: 10. <span class='key'> الطاقة </span> هي القدرة على القيام بعمل. و هناك نوعان من الأشكال الأساسية للطاقة، <span class='key'>الطاقة الحركية </span> و<span class='key'> الطاقة الكامنة </span>. تتضمن الطاقة الحركية كتلة تتحرك بسرعة معينة. الطاقة الكامنة هي عبارة عن طاقة مُخَزَنة. الغذاء والوقود والنباتات كلها أمثلة على أشياء فيها طاقة كامنة. وهناك أشكال مختلفة من الطاقة والتي يمكن تحويلها أو تغييرها من شكل لآخر. ولكن كمية الطاقة دائما تبقى ثابتة - إنها لا تستحدث أو تفنى (<span class='key'> قانون حفظ الطاقة </span>) . <span class='key'> الوقود الأحفوري </span> ناتج عن النباتات المتحللة والحيوانات الميتة. الوقود الأحفوري هو </span> مصدر غير متجدد للطاقة <span class='key'>، في حين أن الطاقة الشمسية هي طاقة <span class='key'> متجددة </span>
es_es: La <span class='key'>energía</span> es la capacidad de realizar un trabajo. Hay dos formas básicas de energía, la <span class='key'>energía cinética</span> y la <span class='key'>energía potencial</span>. La energía cinética implica una masa en movimiento a cierta velocidad. La energía potencial es energía almacenada. Los alimentos, la gasolina y las plantas son todos ellos ejemplos de cosas con energía potencial. Hay diferentes formas de energía que pueden ser convertidas o cambiadas de una a otra forma. Pero la cantidad de energía siempre permanece invariable y no puede ser creada ni destruida (<span class='key'>ley de conservación de la energía</span>). Los <span class='key'>combustibles fósiles</span> son una fuente <span class='key'>no renovable</span> de energía, mientras que la energía solar es una energía renovable. Aquí hay una forma interesante de recordar las siete formas de energía: simplemente recuerda el nombre MRS QTEN ("señorita QTEN")

source: <span class='key'>Chemical energy</span> is the energy change when substance(s) undergoes a chemical reaction and turn into different chemical substance(s). The heat and light from a campfire come from the chemical energy of the wood. The energy releases when the molecules that make up the wood break apart and recombine with molecules of other substance(s) as it burns.
ar_eg: <span class='key'>الطاقة الكيميائية</span> هي تغير الطاقة الناتج عن حدوث تفاعل كيميائي لمادة وتحولها إلى مواد كيميائية مختلفة . الحرارة والضوءالخارج من موقد النار يأتي من طاقة الخشب الكيميائية. الطاقة التي تصدر عندما تنفصل جزيئات الخشب أو تتحد مع جزيئات مادة أخرى عندما تحترق
es_es: La <span class='key'>energía química</span> es el cambio de energía cuando una(s) substancia(s) sufre una reacción química y se convierte en una(s) substancia(s) química(s) diferente(s). El calor y la luz de una hoguera proceden de la energía química de la madera. La energía es liberada cuando las moléculas que forman la madera se rompen y se recombinan con moléculas de otra(s) sustancia(s) al quemarse.

source: <span class='key'>Nuclear energy</span> is yet another form of energy. It involves splitting apart or atoms combining together to become a new element. Nuclear energy, like other energies, is used to make electricity to heat and light our homes and businesses.
ar_eg: <span class='key'>الطاقة النووية</span> تعد شكل آخر من أشكال الطاقة. إنها تتضمن فصل الذرات عن بعضها البعض أو جمعها مع بعضها لتصبح عنصرا جديدا. الطاقة النووية، مثل الطاقات الأخرى، تستخدم لتوليد الكهرباء و لتسخين وإضاءة بيوتنا ومتاجرن.
es_es: La <span class='key'>energía nuclear</span> es otra forma de energía. Implica la rotura o la combinación de átomos para convertirse en un nuevo elemento. La energía nuclear, como otras energías, se usa para hacer energía para calentar e iluminar nuestros hogares y negocios.

source: Energy is released when one atom separates into two new atoms.
es_es: La energía es liberada cuando un átomo se separa en dos nuevos átomos.

source: Chemical energy is the energy that holds atoms and molecules together to form materials. When atoms or molecules are broken apart in a material, this energy is released.
es_es: La energía química es la energía que mantiene unidos los átomos y las moléculas que forman los materiales. Cuando los átomos y moléculas de un material se rompen, esta energía es liberada.
