Repository: geneconde/NGR-sandbox
Catalog: demo/energy-and-its-forms/Locale/*/LC_MESSAGES/energy-and-its-forms.po
Languages: ar_eg, es_es

source: People get their energy from the food they eat. Most plants get their energy from the sun. Cars get their energy from the fuel they burn or the electricity they keep in their batteries. Some energy that is used to run big machines comes from nuclear power plants such as the one shown above.
ar_eg: يحصل الأفراد على الطاقة من الطعام . معظم النباتات تحصل على غذائها من الشمس. تحصل السيارات على الطاقة من احتراق الوقود أو من الكهرباء المخزنة في بطارية السيارة. يتم استخدام محطات الطاقة النووية لتشغيل بعض أنواع الالات الثقيله كالتي تم عرضها فيما سبق.
es_es: Las personas obtienen su energía de los alimentos que comen. La mayoría de las plantas obtienen su energía del sol. Los coches obtienen su energía de la gasolina que queman o de la electricidad que guardan en sus baterías. Una parte de la energía utilizada para usar grandes máquinas procede de las centrales nucleares como la mostrada arriba.

source: Work
ar_eg: عمل
es_es: Trabajo

source: When most people talk about work, they mean something that they do to make money or to get a good grade. But scientists have a different definition of work.
ar_eg: عندما يتكلم أغلب الناس عن العمل، فهم بالتأكيد يقصدون القيام بشء ما لكسب المال من خلاله أو للحصول على رتبة أعلى. ولكن عرف العلماء العمل بطريقة أخرى.
es_es: Cuando la mayoría de las personas hablan de trabajo, se refieren a algo que hacen para ganar dinero o sacar buenas notas. Pero los científicos tienen una definición diferente para el trabajo.

source: In science, work means to use force over a distance. The greater the force or the further the distance, the more work is being done. So, taking out the trash or mowing the lawn is a lot of work. But writing a report does not take very much work. That's because it does not take much force to push a pen or to press keys on a computer.
ar_eg: في العلوم، الشغل هو كمية الطاقة المتحولة للتحريك بقوّة لمسافة ما، كلما زادت القوة أو المسافة كلما استهلكنا مجهودا أكبر ، اذا عندما نخرج القمامة أو نقوم بقص العشب فاننا نبذل مجهودا كبير. لكن كتابة تقرير لا يستهلك الكثير من المجهود والسبب في ذلك أن القلم لا يحتاج الى قوة للضغط عليه للكتابة وكذلك المفاتيح على جهاز الحاسوب.
es_es: En ciencia, el trabajo significa usar una fuerza sobre una distancia. Cuanto mayor sea la fuerza o más grande la distancia, más trabajo deberá realizarse. Así pues, sacar la basura o cortar el césped requiere mucho trabajo. Pero escribir un informe no requiere mucho trabajo. Esto es porque no se necesita mucha fuerza para empujar un bolígrafo o para pulsar las teclas de un ordenador.

source: Kinetic Energy
ar_eg: الطاقة الحركية
es_es: Energía cinética

source: Kinetic energy is the energy of a moving object. An object's kinetic energy depends on its mass and how fast it is moving.
ar_eg: الطاقة الحركية هي الطاقة المستهلكة لتحريك جسما ما. تعتمد كمية الطاقة المستهلكة على كتلة الجسم وسرعة حركته.
es_es: La energía cinética es la energía de un objeto en movimiento. La energía cinética de un objeto depende de su masa y de la velocidad a la que se mueve.

source: If two objects are moving at the same speed, but one object has twice the amount of mass as the other, the object with more mass will have more kinetic energy. And if two objects have the same mass, but one is moving faster than the other one, the one that is moving faster will have more kinetic energy.
ar_eg: اذا كان هنالك جسمان يتحركان في نفس السرعة،لكن أحد الجسمين تبلغ كتلته ضعفين كتلة الجسم الأخر، فان الجسم ذو الكتلة الأعلى سوف يحتاج إلى طاقة حركية أكبر ليتحرك. وإذا كانا الجسمين متساويين في الكتلة، ولكن إحداهما يتحرك بسرعة أعلى فان طاقته الحركية تكون أكبر.
es_es: Si dos objetos se mueven a la misma velocidad, pero uno de los objetos tiene el doble de la cantidad de masa del otro, el objeto con más masa tendrá más energía cinética. Y si dos objetos tienen la misma masa, pero uno de ellos se mueve a más velocidad que el otro, el que se mueve más rápido tendrá más energía cinética.

source: Potential Energy
ar_eg: طاقة الوضع
es_es: Energía potencial

source: Potential energy is energy that is stored by an object based on its position. For example, if you have a bow and arrow and you pull the string on the bow, you are creating potential energy. The further back you pull the bowstring, the more potential energy is being stored. When you let go of the bowstring, this energy is released. Even a book sitting on a shelf has potential energy because gravity is pulling down on it.
ar_eg: طاقة الوضع هي الطاقة التي يقوم الجسم بتخزينها اعتمادا على موضعه. على سبيل المثال، اذا كان لديك سهم وقوس وأردت أن تشد وتر السهم فانت بهذه الحالة تولد طاقة وضع. فكلما سحبت الحبل إلى الوراء كلما خزنت طاقة وضع أكبر وعند تركك للوتر فإن الطاقة تتحرر. حتى الكتاب الموجود على الرف يملك طاقة وضع بسبب الجاذبية الأرضية.
es_es: La energía potencial es energía almacenada en un objeto, en función de su posición. Por ejemplo, si tienes un arco y una flecha y tiras de la cuerda del arco, estás creando energía potencia. Cuanto más tires de la cuerda del arco, más energía potencial será almacenada. Cuando sueltes la cuerda del arco, la energía será liberada. Incluso un libro en una estantería tiene energía potencial, porque la gravedad está actuando sobre él.

source: Look around your house and you will see many things with potential energy. A slinky has potential energy before it is released down the stairs. A yo-yo has potential energy before it is dropped. The greater the force it takes to keep an object in a place or position, the greater its potential energy will be.
ar_eg: إذا ألقيت نظره على منزلك فسوف تجد العديد من الأغراض التي فيها طاقة وضع. مثل لعبة السلنكي فيها طاقة قبل أن تتحرر إلى أسفل الدرج . وكذلك لعبة اليويو فيها طاقة وضع قبل أن تسقط على الأرض. كلما زادت القوة لإبقاء شيء ما بمكانه كلما زاد مقدار قوة الوضع.
es_es: Mira en tu casa y verás muchas cosas con energía potencial. Un muelle tiene energía potencial antes de que lo sueltes en las escaleras. Un yo-yo tiene energía potencial antes de que lo lances. Cuanto mayor sea la fuerza necesaria para mantener un objeto en su lugar o posición, mayor será su energía potencial.

source: Law Of Conservation Of Energy
ar_eg: قانون حفظ الطاقة.
es_es: Ley de la conservación de la energía

source: The law of conservation of energy states that the total amount of energy in an isolated system remains constant, or the same over time, regardless of how many changes in form the energy undergoes. For example, potential energy can be converted into kinetic energy and still remain constant.
ar_eg: ينص قانون حفظ الطاقة على أن الكمية الكلية للطاقة في نظام معزول تبقى ثابتة على مدار الزمن، بغض النظر عن التغيرات الكثيرة التي تخضع لها الطاقة. على سبيل المثال، يمكن لطاقة الوضع أن تتحول إلى طاقة حركية مع الإحتفاظ بالثبات.
es_es: La ley de la conservación de la energía establece que la cantidad total de energía en un sistema aislado permanece constante, o es la misma a lo largo del tiempo, sin importar cuántos cambios sufra esa energía. Por ejemplo, la energía potencial puede convertirse en energía cinética y seguirá siendo constante.

source: Another way of looking at the law of conservation of energy is that energy is not created or destroyed but only transferred into a different form.
ar_eg: وينص قانون حفظ الطاقة أيضا على أن الطاقة لايمكن استحداثها ولا يمكن تحطيمها ولكن فقط يمكن تحويلها من حالة إلى أخرى
es_es: Otra forma de ver la ley de la conservación de la energía es que la energía no se crea ni se destruye, sólo se transfiere a una forma diferente.

source: Mechanical Energy
ar_eg: الطاقة الميكانيكية
es_es: Energía mecánica

source: Mechanical energy is the energy resulting from the position and motion of an object; it is the sum of potential and kinetic energy.
ar_eg: تنتج الطاقة الميكانيكية من حركة جسم ما ووضعه، بمعنى أخر هي مجموع طاقة الوضع والطاقة الحركية.
es_es: La energía mecánica es la energía que resulta de la posición y el movimiento de un objeto; es la suma de la energía potencial y la energía cinética.

source: Mechanical energy is needed to push or pull objects. Hammering a nail, lifting a book, throwing a ball, and riding a bicycle or skateboard all involve mechanical energy.
ar_eg: نحتاج إلى الطاقة الميكانيكية لدفع أو سحب جسم ما. ومن الأمثلة على هذا النوع من الطاقة دق مسمار ،أو حمل كتاب، أو رمي كرة، أو ركوب دراجة أو ركوب لوح تزلج.
es_es: La energía mecánica es necesaria para empujar o tirar de objetos. Amartillar un clavo, levantar un libro, lanzar una pelota y conducir una bicicleta o un monopatín, todos ellos implican energía mecánica.

source: Thermal (Heat) Energy
ar_eg: طاقة الحرارية
es_es: Energía térmica (calorífica)

source: Thermal energy is the energy of all the movement (kinetic energy) in the atoms and molecules that make up matter. It is the same as heat.
ar_eg: الطاقة الحرارية هي الطاقة الناتجة عن حركة الذرات والجزيئات التي تشكل المادة. وهي مشابهة للتسخين.
es_es: La energía térmica es la energía de todo el movimiento (energía cinética) en los átomos y moléculas que conforman la materia. Es lo mismo que el calor.

source: To heat something up is to increase its thermal energy.
ar_eg: تسخين شيء ما يعني زيادة درجة حرارته.
es_es: Calentar algo significa incrementar su energía térmica.

source: Electrical Energy
ar_eg: طاقة كهربائية
es_es: Energía eléctrica

source: Electrical energy also involves things moving, but this time its electrons moving from place to place, not atoms and molecules.
ar_eg: تنتج الطاقة الكهربائية بسبب حركة الإلكترونات من مكان إلى أخر وليس نتيجة حركة الذرات أو الجزيئات.
es_es: La energía eléctrica también implica cosas en movimiento, pero esta vez son electrones moviéndose de un lugar a otro, no átomos ni moléculas.

source: Electrical energy is needed to make our radios, televisions, cell phones and computers work.
ar_eg: نحتاج إلى الطاقة الكهربائية لصناعة أجهزة الراديو والتلفزيون والهواتف المحمولة وأجهزة الكمبيوتر.
es_es: La energía eléctrica es necesaria para hacer que nuestras radios, televisiones, teléfonos móviles y ordenadores funcionen.

source: Chemical Energy
ar_eg: الطاقة الكيميائية
es_es: Energía química

source: <span class='key'>Chemical energy</span> is the energy that holds atoms and molecules together to form materials. When atoms or molecules are broken apart in a material, this energy is released.
ar_eg: <span class='key'>الطاقة الكيميائية</span> هي الطاقة التي تربط بين ذرات وجزيئات المادة الواحدة. وعندما تتفكك هذه الجزيئات والذرات فانها تطلق طاقة تسمى الطاقة الكيميائية.

source: Chemical energy is the energy change when substance(s) undergoes a chemical reaction and turn into different chemical substance(s). The heat and light from a campfire come from the chemical energy of the wood. The energy releases when the molecules that make up the wood break apart and recombine with molecules of other substance(s) as it burns.
ar_eg: الطاقة الكيميائية هي التغير في الطاقة عندما يحدث تفاعل كيميائي لمواد وتحولها إلى مواد كيميائية مختلفة. فالحرارة والضوء من موقد يأتيان من الطاقة الكيميائية في الخشب. تنطلق الطاقة عندما تتكسر الجزيئات المكونة للخشب وتتجمع مع جزيئات مواد أخرى بينما هي تحترق.
es_es: La energía química es el cambio de energía cuando una(s) sustancia(s) sufre una reacción química y se convierte en una(s) sustancia(s) química(s) diferente(s). El calor y la luz de una hoguera proceden de la energía química de la madera. La energía es liberada cuando las moléculas que forman la madera se rompen y se recombinan con moléculas de otra(s) sustancia(s) a medida que se quema.

source: Nuclear energy is yet another form of energy. It involves splitting apart or atoms combining together to become a new element. Nuclear energy, like other energies, is used to make electricity to heat and light our homes and businesses
ar_eg: الطاقة النووية هي نوع آخر من الطاقة. وهي تتضمن إنقسام أو إندماج ذرات مع بعضها لتصبح عنصراً جديداً. الطاقة النووية، كبقية الطاقات، تستخدم لتوليد الكهرباء لتسخين وإضاءة منازلنا وشركاتنا.
es_es: La energía nuclear es todavía otra forma de energía. Implica la rotura o la combinación de átomos para convertirse en un nuev

source: The heat and light from a campfire come from the chemical energy released when the molecules that make up the wood break apart as it burns.
ar_eg: إن الحرارة والضوء الناتجين عن إشعال النار يأتيان من الطاقة الكيميائية المتحررة عندما تتفكك جزيئات الخشب عن بعضها البعض وهي تشتعل.
es_es: El calor y la luz de una hoguera proceden de la energía química liberada cuando las moléculas que forman la madera se rompen a medida que se queman.

source: Radiant (Light) Energy
ar_eg: الطاقة الإشعاعية
es_es: Energía electromagnética (lumínica)

source: Radiant energy, also called light energy, is a type of wave energy that includes visible colors of the rainbow and other wave energies such as X-rays and radio waves that we can't see. The Sun is our main source of radiant energy.
ar_eg: تطلق على الطاقة الإشعاعية، الطاقة الضوئية، وهي عبارة عن موجات طاقة تحتوي على ألوان قوس قزح التي يمكن مشاهدتها بالعين المجردة وموجات طاقة أخرى مثل الأشعة السينية التي لايمكن أن نراها بالعين المجردة. إن المصدر الأساسي لهذه الطاقة هو الشمس.
es_es: La energía electromagnética, también llamada energía lumínica, es un tipo de energía de las ondas que incluye los colores visibles del arco iris y otras energías de las ondas como los rayos X y las ondas de radio que no podemos ver. El Sol es nuestra principal fuente de energía electromagnética.

source: Solar Energy
ar_eg: الطاقة الشمسية
es_es: Energía solar

source: Solar energy is the term used to describe the radiant energy that comes from the Sun.
ar_eg: الطاقة الشمسة هو مصطلح يستخدم لوصف الطاقة المشعة التي تصدرها الشمس.
es_es: La energía solar es el término usado para describir la energía radiante que procede del Sol.

source: Solar energy may be collected using solar panels.
ar_eg: يمكن تجميع طاقة الشمس في ألواح شمسية.
es_es: La energía solar puede ser recogida usando paneles solares.

source: Sound Energy
ar_eg: الطاقة الصوتية
es_es: Energía sonora

source: Sound energy is the energy of vibrating matter, usually air. The vibrating matter carries energy from one molecule to the next.
ar_eg: تنتج الطاقة الصوتية بفعل الذبذبات، عادة تكون هذه الذبذبات ناتجة بفعل الهواء. إن الجسم المهتز يحمل الطاقة من جزيء إلى أخر.
es_es: La energía sonora es la energía de la materia en vibración, como el aire o el metal. La materia en vibración transporta la energía sonora de una molécula a la siguiente.

source: Sound energy results when a guitar player plucks a guitar string.
ar_eg: تنتج الطاقة الصوتية عندما يقوم عازف الغيتاربالنقر على الأوتار.
es_es: La energía sonora aparece cuando un guitarrista pinza la cuerda de una guitarra.

source: Nuclear Energy
ar_eg: الطاقة النووية
es_es: Energía nuclear

source: Nuclear energy is the energy that holds particles in the nucleus, or core, of an atom together. Energy from the nucleus is released when the nucleus of an atom splits apart into particles or when nuclei of two atoms are forced together.
ar_eg: الطاقة النووية هي الطاقة التي تربط بين مكونات النواة أو مكونات الذرة معا. تنتج هذه الطاقة نتيجة تكسر تلك الروابط أو عندما تجبر نوى ذرتين أن يرتبطان معا.
es_es: La energía nuclear es la energía que mantiene unidas las partículas del núcleo, o centro, de un átomo. La energía del núcleo es liberada cuando el núcleo de un átomo se rompe en partículas o cuando el núcleo de dos átomos se junta a la fuerza.

source: Nuclear energy is most often used to make electricity. About 20% of the electricity used in the United States is produced from nuclear energy. Nuclear energy is also the source of energy for nuclear weapons. Because nuclear energy is so powerful, these weapons are capable of great destruction.
ar_eg: تستخدم الطاقة النووية لإنتاج الكهرباء. ما يقارب ال 20% من الكهرباء في الولايات المتحدة الأمريكية ناتجة من الطاقة النووية. وأيضا هي مصدر للسلاح النووي. ولأن الطاقة النووية قوية جدا تعتبر مصدراً للسلاح النووي، وهذه الأسلحة قادرة على إحداث دمار شامل.
es_es: La energía nuclear a menudo se usa para crear electricidad. Alrededor del 20% de la electricidad usada en los Estados Unidos se produce de energía nuclear. La energía nuclear también es la fuente de energía de las armas nucleares. Como la energía nuclear es tan poderosa, estas armas son muy destructivas.

source: Renewable Energy
ar_eg: الطاقة المتجدة
es_es: Energía renovable

source: Renewable energy is a source of energy that will not run out.
ar_eg: الطاقة المتجددة هي مصدر للطاقة الدائمة،التي لاتنفذ.
es_es: La energía renovable es una fuente de energía que no se agotará.

source: Solar energy is a renewable energy, as is geothermal energy.
ar_eg: تعد الطاقة الشمسية طاقة متجددة، مثل الطاقة الحرارية الأرضية.
es_es: La energía solar es una energía renovable, como la energía geotérmica.

source: Nonrenewable Energy
ar_eg: طاقة غير متجددة.
es_es: Energía no renovable

source: Nonrenewable energy is a source of energy that will run out before being replenished. Thus, the supply of nonrenewable energy is limited.
ar_eg: الطاقة غير المتجددة هي مصدر الطاقة الذي ينفذ قبل أن يتجدد. لذلك ، فان مصادر هذه الطاقة محدودة.
es_es: La energía no renovable es una fuente de energía que se agotará antes de ser reemplazada. Así pues, el uso de la energía no renovable es limitado.

source: Coal is an example of a nonrenewable energy.
ar_eg: يعد الفحم من الأمثلة على الطاقة غير المتجددة.
es_es: El carbón es un ejemplo de energía no renovable.

source: Pollute (Pollution)
ar_eg: يلوث (تلوث)
es_es: Contaminar (Contaminación)

source: Pollution refers to anything that people dump into water, onto the land, or into the air that can harm or poison the water, land, or air.
ar_eg: يشير التلوث إلى إلقاء النفايات التي تضر أو تسمم في البحر أو في الأرض أو في الهواء.
es_es: La contaminación hace referencia a cualquier cosa que las personas lancen al agua, o al suelo, o al aire, que pueda dañar a las personas o envenenar el aire, el agua o el suelo.

source: Things that are found in nature are not pollution because nature can recycle its own materials.
ar_eg: الأشياء التي نجدها في الطبيعة لا تعتبر تلوث لأن الطبيعة تستطيع تدوير المواد الخاصة بها.
es_es: Las cosas que se encuentran en la naturaleza no son contaminación, porque la naturaleza puede reciclar sus propios materiales.

source: Words and definitions
ar_eg: كلمات وتفسيرات

source: Checking what you now know... about energy and its forms
ar_eg: تحقق من معلوماتك... حول الطاقة وأشكالها
es_es: Comprobando lo que sabes… sobre la energía y sus formas

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: من خلال إجابتك عن الستة (6) أسئلة التالية تستطيع معرفة درجة معرفتك حول الطاقة وأشكالها وما تحتاج إلى معرفته
es_es: Responder a las siguientes seis (6) preguntas te dará una idea de lo que sabes y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: إضغط على زر التالي عندما تكون مستعداً
es_es: Haz clic en el botón SIGUIENTE cuando estés preparado/a.

source: Let's check what you now know
ar_eg: دعنا الآن نتحقق من معلوماتك
es_es: Vamos a comprobar lo que sabes ahora

source: Quiz Question #1
ar_eg: أسئلة مسابقة #1
es_es: Pregunta de examen #1

source: What kind of energy does the bob have as the person is holding it (as shown in the drawing)?
ar_eg: ما نوع الطاقة الموجودة عند الحلزونة بوب أثناء إمساك الشخص لها (كما هو مبين في الرسم)؟
es_es: ¿Qué tipo de energía tiene el columpio mientras la persona lo sujeta (como se muestra en el dibujo)?

source: Kinetic
ar_eg: حركي
es_es: Cinética

source: Radiant
ar_eg: إشعاع
es_es: Electromagnética

source: Electrical
ar_eg: كهربائي
es_es: Eléctrica

source: Potential
ar_eg: وضع
es_es: Potencial

source: Quiz Question #1 - How did I do?
ar_eg: سؤال قصير #1 -كيف أبليت؟
es_es: Pregunta de examen #1 - ¿Cómo lo hice?

source: No, kinetic energy is the energy of a moving object. Potential energy is stored energy of objects not moving.
ar_eg: لا, الطاقة الحركية هي الطاقة الناتجة عن حركة شيء ما. أما الطاقة الكامنة هي الطاقة المخزنة في الجسم وهو غير متحرك.
es_es: No, la energía cinética es la energía de un objeto en movimiento. La energía potencial está almacenada en objetos que no están en movimiento.

source: No, radiant energy is another name for light energy.
ar_eg: لا، الطاقة الإشعاعية هي اسم أخر للطاقة الضوئية.
es_es: No, energía electromagnética es otro nombre para energía lumínica.

source: Not the best answer. The position of the ball on the string gives the ball potential energy.
ar_eg: ليست أفضل إجابة، موضع الكرة على الحبل يعطيها طاقة كامنة.
es_es: No es la mejor respuesta. La posición de la pelota en la cuerda le da a la pelota energía potencial.

source: Correct! Objects that are not moving can have stored energy called potential energy.
ar_eg: صحيح! الأجسام الثابتة تخزن طاقة يطلق عليها اسم طاقة الوضع.
es_es: ¡Correcto! Los objetos que no están en movimiento pueden tener energía almacenada llamada energía potencial.

source: And the first quiz question is...
ar_eg: والسؤال السريع الأول هو ...
es_es: Y la primera pregunta del test es…

source: Quiz Question #2
ar_eg: سؤال قصير # 2
es_es: Pregunta de examen #2

source: What kind of energy does the bob have as it moves past the bottom (as shown in the drawing)?
ar_eg: ما نوع الطاقة التي تمتلكها الحلزونة وهي تتحرك إلى السفل (كما يظهر في الصورة)؟
es_es: ¿Qué tipo de energía tiene el columpio mientras pasa por la parte inferior (como se muestra en el dibujo)?

source: Heat
ar_eg: حرارة
es_es: Térmica

source: Quiz Question #2 - How did I do?
ar_eg: سؤال قصير # 2- كيف فعلت؟
es_es: Pregunta de examen #2 - ¿Cómo lo hice?

source: Correct! Kinetic energy is the energy of a moving object.
ar_eg: صحيح! الطاقة الحركية هي الطاقة الناتجة عن حركة الأجسام.
es_es: ¡Correcto! La energía cinética es la energía de un objeto en movimiento.

source: No, kinetic energy is the energy of a moving object.
ar_eg: لا! الطاقة الحركية هي الطاقة الناتجة عن حركة الأجسام.
es_es: No, la energía cinética es la energía de un objeto en movimiento.

source: No, objects that are not moving have potential energy.
ar_eg: لا، الأجسام غير المتحركة فيها طاقة كامنة.
es_es: No, los objetos que no están en movimiento tienen energía potencial.

source: Not quite, the bob would heat the air around the bob, but the best choice is kinetic energy.
ar_eg: ليس تماما، عندما تتحرك حلزونة بوب فانها تسخن الهواء من حولها, لكن أفضل خيار هو الطاقة الحركية.
es_es: No es del todo cierto, el columpio calentaría el aire alrededor del columpio, pero la mejor elección es la energía cinética.

source: Swinging bobs
ar_eg: حلزونة بوب تتأرجح
es_es: Columpios balanceándose

source: Quiz Question #3
ar_eg: سؤال قصير # 3
es_es: Pregunta de examen #3

source: Complete the following examples of changing forms of energy by selecting the correct term from the dropdown menu.
ar_eg: أكمل النماذج التالية لتغير أشكال الطاقة من خلال إختيارك للمصطلح الصحيح من القائمة .
es_es: Completa los siguientes ejemplos de formas cambiantes de energía seleccionando el término correcto del menú desplegable.

source: An automobile engine changes
ar_eg: تغيرات في محرك السيارة.
es_es: Un motor de automóvil cambia

source: energy of carbon fuels to
ar_eg: كذلك الطاقة من وقود الكربون.
es_es: energía del combustible en

source: electrical
ar_eg: كهربائي
es_es: eléctrica

source: and
ar_eg: و
es_es: y

source: select
ar_eg: إختار
es_es: selecciona

source: energy.
ar_eg: طاقة
es_es: energía.

source: A tree changes
ar_eg: تغيرات في الشجرة
es_es: Un árbol cambia

source: energy to
ar_eg: لطاقة ل
es_es: energía a

source: Hammering a nail changes
ar_eg: تغيرات في طرق المسمار
es_es: Clavar un clavo cambia

source: A thermonuclear reaction changes
ar_eg: تغيرات في تفاع نووي حراري.
es_es: Una reacción termonuclear cambia

source: energy initially into
ar_eg: تتحول الطاقة في البداية إلى
es_es: energía inicialmente a

source: An electric mixer changes
ar_eg: تغيرات في الخلاط الكهربائي
es_es: Una batidora eléctrica cambia
