Repository: geneconde/NGR-sandbox
Catalog: demo/energy-and-its-forms/Locale/*/LC_MESSAGES/energy-and-its-forms.po
Languages: ar_eg, es_es

source: nuclear
ar_eg: نووي

source: mechanical
ar_eg: ميكانيكي
es_es: mecánica

source: heat
ar_eg: تسخين
es_es: térmica

source: sound
ar_eg: صوت
es_es: sonora

source: chemical
ar_eg: كيميائي
es_es: química

source: Examples
ar_eg: أمثلة
es_es: Ejemplos

source: flashlight battery
ar_eg: بطارية المصباح اليدوي
es_es: la batería de una linterna

source: atomic energy
ar_eg: طاقة ذرية
es_es: la energía atómica

source: warmth surrounding a car's engine
ar_eg: الدفء المحيط بمحرك السيارة
es_es: el calor que rodea el motor de un coche

source: music heard from headphones
ar_eg: الموسيقى المسموعة من السماعات
es_es: la música que escuchas con auriculares

source: sunlight
ar_eg: ضوء الشمس
es_es: la luz del sol

source: movement of a car's wheels
ar_eg: حركة عجلات السيارة
es_es: el movimiento de las ruedas de un coche

source: Question B. Which of the following explains nuclear energy?
ar_eg: سؤال ب. أي مما يلي يفسر الطاقة النووية؟
es_es: Pregunta B. ¿Cuál de los siguientes enunciados explica la energía nuclear?

source: Energy is released when two atoms combine.
ar_eg: يتم تحرير طاقة عندما تندمج ذرتان مع بعضهما.
es_es: La energía es liberada cuando dos átomos se combinan.

source: Energy is released when two atoms split apart.
ar_eg: يتم تحرير طاقة عندما تنفصل ذرتان عن بعضهما.
es_es: La energía es liberada cuando dos átomos se dividen.

source: Energy is released when two atoms travel at the speed of light.
ar_eg: يتم تحرير الطاقة عندما تسير ذرتان بسرعة الضوء.
es_es: La energía es liberada cuando dos átomos viajan a la velocidad de la luz.

source: A and B are both correct.
ar_eg: الإجابة أ و ب صحيحتان.
es_es: A y B son ambos correctos.

source: Quick Check #2 - How did I do?
ar_eg: تقويم سريع رقم 2-كيف أبليت؟
es_es: Comprobación rápida #2 - ¿Cómo lo hice?

source: Not quite, when two atoms split apart or joined together nuclear energy is also released.
ar_eg: ليس تماما، عندما تنقسم ذرتان أو تندمجان تتحرر طاقة نووية أيضا.
es_es: No es del todo cierto, cuando dos átomos se rompen o se dividen o se unen también se libera energía nuclear.

source: Not quite, when two atoms combine nuclear energy is also released.
ar_eg: ليس تماما، عندما تندمج ذرتان مع بعضهما تتحرر طاقة نووية أيضا.
es_es: No es del todo cierto, cuando dos átomos se combinan también se libera energía nuclear.

source: No, nuclear energy is released when atoms are split apart or joined together or fused.
ar_eg: لا، يتم تحرير طاقة نووية عندما يتم تقسيم الذرات أو دمجها مع بعضها أو عند صهرها .
es_es: No, la energía nuclear es liberada cuando los átomos se dividen o se unen o se fusionan.

source: Correct, nuclear energy is released when atoms are split apart or joined together or fused.
ar_eg: صحيح، يتم تحرير طاقة نووية عندما يتم فصل الذرات أو دمجها مع بعضها أو عند صهرها.
es_es: Correcto, la energía nuclear es liberada cuando los átomos se dividen o se unen o se fusionan.

source: Good job! An example of chemical energy is a flashlight battery. This energy is due to the kind and arrangement of small particles. An example of nuclear energy is atomic energy. This energy is due to the structure of the atom's nucleus. An example of heat energy is the warmth surrounding a car's engine. This energy is due to the random motion of small particles. An example of sound energy is the sound from a headphone. This energy is due to the ordered periodic motion of small particles. An example of radiant energy is sunlight. This energy is due to bundles of photons. An example of mechanical energy is the movement of a car's wheels. This energy is due to the motion of large pieces of matter.
ar_eg: عمل جيد! مثال على الطاقة الكيميائية هي بطارية المصباح اليدوي. هذه الطاقة هي ناتجة عن نوع وترتيب الجزيئات الصغيرة. مثال على الطاقة النووية هي الطاقة الذرية. ويرجع أصل هذه الطاقة إلى بنية نواة الذرة . مثال على الطاقة الحرارية هو الدفء المحيط بمحرك السيارة. ويرجع ذلك إلى الحركة العشوائية للجزيئات الصغيرة . مثال الطاقة الصوتية هي صوت سماعات الرأس. ويرجع ذلك إلى الحركة الدورية المنظمة للجسيمات الصغيرة . مثال على الطاقة الاشعاعية هي طاقة الشمس. و هذه الطاقة ناتجة عن حُزَم الفوتونات. مثال على الطاقة الميكانيكية حركة عجلات السيارة. و هذه الطاقة بسبب حركة القطع الكبيرة من المادة.
es_es: ¡Buen trabajo! Un ejemplo de energía térmica es la energía de la batería de una linterna. La energía es debida al tipo y colocación de las pequeñas partículas. Un ejemplo de energía nuclear es la energía atómica. Esta energía es debida a la estructura de los núcleos de los átomos. Un ejemplo de energía térmica es el calor que rodea el motor de un coche. Esta energía es debida al movimiento aleatorio de pequeñas partículas. Un ejemplo de energía sonora es el sonido de unos auriculares. Esta energía es debida al movimiento periódico ordenado de pequeñas partículas. Un ejemplo de energía electromagnética es la energía de la luz del sol. Esta energía es debida al movimiento de los fotones. Un ejemplo de energía mecánica es el movimiento de las ruedas de un vehículo. Esta energía es debida al movimiento de grandes piezas de materia.

source: Not quite. An example of chemical energy is a flashlight battery. This energy is due to the kind and arrangement of small particles. An example of nuclear energy is atomic energy. This energy is due to the structure of the atom's nucleus. An example of heat energy is the warmth surrounding a car's engine. This energy is due to the random motion of small particles. An example of sound energy is the sound from a headphone. This energy is due to the ordered periodic motion of small particles. An example of radiant energy is sunlight. This energy is due to bundles of photons. An example of mechanical energy is the movement of a car's wheels. This energy is due to the motion of large pieces of matter.
ar_eg: ليس تماما. مثال على الطاقة الكيميائية هي بطارية المصباح اليدوي. و هذه الطاقة تنتج عن نوع وترتيب الجزيئات الصغيرة. مثال على الطاقة النووية هي الطاقة الذرية. ويرجع الأصل في هذه الطاقة إلى بنية نواة الذرة. مثال على الطاقة الحرارية هو الدفء المحيط بمحرك السيارة. ويرجع ذلك إلى الحركة العشوائية للجزيئات الصغيرة . مثال للطاقة الصوتية هو صوت سماعات الرأس. ويرجع ذلك إلى الحركة الدورية المرتبة للجسيمات الصغيرة . وكمثال للطاقة الاشعاعية هي طاقة أشعة الشمس. و هذه الطاقة ناتجة عن حُزَم الفوتونات. مثال على الطاقة الميكانيكية حركة عجلات السيارة. و هذه الطاقة تنتج عن حركة القطع الكبيرة من المادة.
es_es: No es del todo cierto. Un ejemplo de energía térmica es la energía de la batería de una linterna. La energía es debida al tipo y colocación de las pequeñas partículas. Un ejemplo de energía nuclear es la energía atómica. Esta energía es debida a la estructura de los núcleos de los átomos. Un ejemplo de energía térmica es el calor que rodea el motor de un coche. Esta energía es debida al movimiento aleatorio de pequeñas partículas. Un ejemplo de energía sonora es el sonido de unos auriculares. Esta energía es debida al movimiento periódico ordenado de pequeñas partículas. Un ejemplo de energía electromagnética es la energía de la luz del sol. Esta energía es debida al movimiento de los fotones. Un ejemplo de energía mecánica es el movimiento de las ruedas de un vehículo. Esta energía es debida al movimiento de grandes piezas de materia.

source: It involves atoms splitting apart or atoms combining together to become a new element.
ar_eg: أنها تتضمن ذرات منفصلة عن بعضها أو ذرات تتحد مع بعضها لتصبح عنصرا جديدا
es_es: Implica la rotura o la combinación de átomos para convertirse en un nuevo elemento.

source: Nuclear energy has been used as one of the energies to make electricity.
ar_eg: استخدمت الطاقة النووية كأحد مصادر الطاقة لتوليد الكهرباء.
es_es: La energía nuclear ha sido usada como una de las formas de energía para producir electricidad.

source: No, nuclear energy involves atoms splitting apart or combining together to become a new element. It has also been used as one of the energies to make electricity.
ar_eg: لا، تتضمن الطاقة النووية ذرات منفصلة عن بعضها أو متحدة مع بعضها البعض لتصبح عنصرا جديدا. وقد استخدمت باعتبارها واحدة من مصادر الطاقة لتوليد الكهرباء
es_es: No, la energía nuclear implica la rotura o la combinación de átomos para convertirse en un nuevo elemento. También ha sido usada como una de las formas de energía para producir electricidad.

source: Correct, nuclear energy involves atoms splitting apart or combining together to become a new element. It has also been used as one of the energies to make electricity.
ar_eg: صحيح، الطاقة النووية تتضمن ذرات مقسومة أو متحدة كي تصبح عنصراً جديداً. وقد استخدمت كواحدة من الطاقات لتوليد كهرباء.
es_es: Correcto, la energía nuclear implica la rotura o la combinación de átomos para convertirse en un nuevo elemento. También ha sido usada como una de las formas de energía para producir electricidad.

source: Looking for energy sources...
ar_eg: البحث عن مصادر طاقة ...
es_es: Buscando fuentes de energía…

source: We use some forms of energy more than others in our daily lives. But all sources of energy are important because we can change one form to another. For example, electrical energy is one energy form that is very important in our daily lives. But the electricity we use has to be made from other kinds of energy. Most of our electricity is made from burning fossil fuels. Oil, coal and natural gas are <span class='key'>fossil fuels</span>. But fossil fuels come from plants and animals that died and decayed a long, long time ago. That means that they are <span class='key'>nonrenewable</span> because it would take thousands and thousands of years to make more fossil fuels. So we will eventually burn all the fossil fuels that we have.
ar_eg: نستخدم بعض أشكال الطاقة أكثر من غيرها في حياتنا اليومية، ولكن جميع مصادر الطاقة تعتبر مهمة لأننا نستطيع تغييرها من شكل لآخر، فعلى سبيل المثال، الطاقة الكهربائية هي شكل من أشكال الطاقة مهم جدا في حياتنا اليومية. ولكن الكهرباء التي نستخدمها يجب أن تُصنَع من أنواع أخرى من الطاقة. ومعظم الكهرباء تَنتُج من حرق الوقود الأحفوري. النفط والفحم والغاز الطبيعي و <span class='key'> الوقود الأحفوري</span> ولكن الوقود الأحفوري يأتي من النباتات والحيوانات التي ماتت وتحللت منذ فترة طويلةجداً. وهذا يعني أنها <span class='key'> غير متجددة </span> لأنه يمكن أن يستغرق آلاف وآلاف السنين لكسب المزيد من الوقود الأحفوري، وبالتالي نحن في نهاية المطاف سوف نحرق جميع أنواع الوقود الأحفوري المتوفر لدينا .
es_es: Usamos algunas formas de energía más que otras en nuestro día a día. Pero todas las fuentes de energía son importantes, porque podemos pasar de una forma a otra. Por ejemplo, la energía eléctrica es una forma de energía muy importante en nuestro día a día. Pero la electricidad que usamos tiene que ser creada por otras formas de energía. La mayoría de nuestra electricidad es creada quemando combustibles fósiles. El petróleo, el carbon y el gas natural son <span class='key'>combustibles fósiles</span>. Pero los combustibles fósiles proceden de plantas y animales que murieron hace mucho, mucho tiempo. Eso significa que son <span class='key'>no renovables</span>, porque se necesitarían miles y miles de años para crear más combustibles fósiles. Así que finalmente quemaremos todos los combustibles fósiles que tenemos.

source: Solar panels take solar energy from the sun to generate power.
ar_eg: الألواح الشمسية تأخذ الطاقة الشمسية من الشمس لتوليد الطاقة.
es_es: Los paneles solares toman energía solar del sol para generar potencia.

source: Renewable sources of energy are the ones that will not run out. Solar energy is a <span class='key'>renewable energy</span>. Solar energy is the main source of energy for everything on earth. Solar energy heats the ground and water, produces weather that generates wind, and is stored as energy in the plants we eat and the wood that we burn. Solar energy is also a clean energy because it doesn't <span class='key'>pollute</span> or dirty the air like burning fossil fuels does.
ar_eg: مصادر الطاقة المتجددة هي تلك التي لن تنفد. الطاقة الشمسية هي <span class='key'>طاقة المتجددة</span> الطاقة الشمسية هي المصدر الرئيسي للطاقة لكل شيء على وجه الأرض. وتسخن الطاقة الشمسية الأرض والمياه، وتنتج الطقس الذي يولد رياح، ويتم تخزينه كطاقة في النباتات التي نتناولها والخشب الذي نحرقه. الطاقة الشمسية هي طاقة نظيفة أيضا لأنه لا <span class='key'> تلوث </span> أو توسخ الهواء مثل حرق الوقود الأحفوري.
es_es: Las fuentes de energía renovable son aquellas que no se agotarán. La energía solar es una <span class='key'>energía renovable</span>. La energía solar es la principal fuente de energía para todo lo que hay en la Tierra. La energía solar calienta el suelo y el agua, produce el viento y se almacena en forma de energía en las plantas que comemos y en la madera que quemamos. La energía solar también es una energía limpia, pues no <span class='key'>contamina</span> ni ensucia el aire, a diferencia de los combustibles fósiles que quemamos.

source: A final thing to remember about energy is that no matter how many times or ways energy changes forms, the total amount of energy always stays the same. That means energy cannot be created or destroyed. Scientists call this idea the <span class='key'>law of conservation of energy</span>.
ar_eg: والشيء النهائي لنتذكر عن الطاقة هو أنه و بغض النظر عن عدد المرات أو طرق تغيير أشكال الطاقة ، فإن المبلغ الإجمالي للطاقة دائما يبقى على حاله، وهذا يعني أن الطاقة لا تفنى ولا تستحدث. ويطلق العلماء على هذه الفكرة<span class='key'> قانون الحفاظ على الطاقة </span>
es_es: Un último apunte que recordar acerca de la energía es que no importa cuántas veces o de cuántas maneras cambie de forma la energía, la cantidad total de energía siempre permanece igual. Eso significa que la energía no puede ser creada ni destruida. Los científicos le llaman a esta idea la <span class='key'>ley de la conservación de la energía</span>.

source: Turning on electricity...
ar_eg: تشغيل الكهرباء
es_es: Encender la electricidad…

source: Quick Check #3
ar_eg: تقويم سريع رقم 3
es_es: Comprobación rápida #3

source: Question A. Click on <span class='blink'>all</span> the energy sources that are renewable.
ar_eg: سؤال أ. انقر على <span class='blink'> جميع </span> مصادر الطاقة المتجددة .
es_es: Pregunta A. Haz clic en <span class='brillo'>todas</span> las fuentes de energía renovables.

source: Coal
ar_eg: الفحم
es_es: Carbón

source: Natural Gas
ar_eg: الغاز الطبيعي
es_es: Gas natural

source: Sun
ar_eg: الشمس
es_es: Sol

source: Petroleum
ar_eg: البترول
es_es: Petróleo

source: Question B. Click <span class='blink'>all</span> the statements that correctly explain what the expression "produce energy" means.
ar_eg: سؤال ب. اضغط على <span class='blink'> جميع </span> العبارات التي تفسر بشكل صحيح ما معنى التعبير " إنتاج الطاقة .
es_es: Pregunta B. Haz clic en <span class='brillo'>todos</span> los enunciados que expliquen correctamente qué significa la expresión "producir energía".

source: It means to create energy that was not there before.
ar_eg: وهذا يعني توليد طاقة لم تكن موجودة من قبل.
es_es: Significa crear energía que no estaba allí antes.

source: It means to transform energy into the form you need.
ar_eg: وهذا يعني لتحويل الطاقة إلى الشكل الذي تحتاج إليه.
es_es: Significa transformar energía en la forma que necesitas.

source: Quick Check #3 - How did I do?
ar_eg: تقويم سريع رقم 3 - كيف أبليت؟
es_es: Comprobación rápida #3 - ¿Cómo lo hice?

source: Correct! Solar energy is a renewable source. Coal, natural gas, and petroleum are non-renewable energy sources as they will finish eventually.
ar_eg: صحيح! الطاقة الشمسية هي مصدر طاقة متجدد. بينما الفحم والغاز الطبيعي والبترول ومصادر الطاقة غير متجددة لأنها ستنتهي في نهاية المطاف.
es_es: ¡Correcto! La energía solar es una fuente renovable. El carbón, el gas natural y el petróleo son fuentes de energía no renovables, pues acabarán por agotarse.

source: Not quite. Solar energy is a renewable source. Coal, natural gas, and petroleum are non-renewable energy sources as they will finish eventually.
ar_eg: ليس تماما. الطاقة الشمسية هي مصدر طاقة متجدد. بينما الفحم والغاز الطبيعي والبترول من مصادر طاقة غير متجددة لأنها سوف تنتهي في نهاية المطاف.
es_es: No es del todo cierto. La energía solar es una fuente renovable. El carbón, el gas natural y el petróleo son fuentes de energía no renovables, pues acabarán por agotarse.

source: Correct! Based on the law of conservation of energy, energy is only transformed into different forms - no energy is actually created.
ar_eg: صحيح! استنادا إلى قانون حفظ الطاقة، تتحول الطاقة إلى أشكال مختلفة - لا تستحدث الطاقة في الواقع.
es_es: ¡Correcto! En base a la ley de la conservación de la energía, la energía sólo es transformada en formas diferentes, ninguna energía es realmente creada.

source: No, based on the law of conservation of energy, energy is only transformed into different forms - no energy is actually created.
ar_eg: لا, استنادا على قانون حفظ الطاقة، الطاقة فقط تحول الى اشكال -مختلفة لا طاقة يتم فعلا ابتكارها.
es_es: No, base a la ley de la conservación de la energía, la energía sólo es transformada en formas diferentes, ninguna energía es realmente creada.

source: Transforming and renewing
ar_eg: التحويل و التجديد
es_es: Transformando y renovando

source: Using what you know... about energy and its forms... to solve a problem
ar_eg: استخدام ما تعرف... عن الطاقة و اشكالها ... لحل مشكلة
es_es: Usando lo que sabes… acerca de la energía y sus formas… para resolver un problema

source: The Situation
ar_eg: الموقف
es_es: La situación

source: You are an engineering consultant hired by a company considering a wind farm project. They want to install 40 windmills to produce electricity for a nearby cardboard factory.
ar_eg: انت مستشار هندسي وموظف في شركة تعنى بمشروع مزارع الرياح ، يريدون تثبيت 400 طاحونة هوائية لانتاج الكهرباء لمصنع كرتون مجاور.
es_es: Eres un/a consultor/a de ingeniería contratado/a por una compañía que está consideran o un proyecto de una granja eólica. Quieren instalar 40 molinos de viento para producir electricidad para una fábrica de cartón próxima.

source: Your Task
ar_eg: مهمتك
es_es: Tu tarea

source: The company executives need to identify the risks associated with this project to see if it is worth their investment. Using what you now know about transforming energy into different forms, what possible factors and issues would you outline to help them make a decision? Key in your analysis in the text box provided.
ar_eg: المدراء التنفيذيون للشركة يريدون معرفة المخاطر المرتبطة بالمشروع ليروا ان كان يستحق استثمارهم فيه باستخدام ما تعرفه عن تحويل الطاقة الى اشكال مختلفة، ما هي العوامل و القضايا المحتملة التي يمكن لك ان تلخصها لمساعدتهم في اتخاذ القرار ؟ المفتاح في تحليلك في مربع النص الموجود.
es_es: Los ejecutivos de la compañía necesitan identificar los riesgos asociados con este proyecto para ver si merece su inversión. Usando lo que sabes acerca de transformar la energía en diferentes formas, ¿qué posibles factores y problemas señalarías para ayudarles a tomar una decisión? Explica tu análisis en el libro de texto proporcionado.

source: Click here to start typing your answer...
ar_eg: اضغط هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a introducir tu respuesta…

source: Please type your answer.
ar_eg: الرجاء طباعة إجابتك.
es_es: Por favor, introduce tu respuesta.

source: Spinning windmills...
ar_eg: دوران طواحين الهواء.
es_es: Girar molinos de viento…

source: Summarizing core ideas... about energy and its forms
ar_eg: تلخيص أهم الأفكار... حول الطاقة وأشكالها.
es_es: Resumiendo las ideas principales… acerca de la energía y sus formas

source: <span class='key'>Energy</span> is the ability to do work. There are two basic forms of energy, <span class='key'>kinetic energy</span> and <span class='key'>potential energy</span>. Kinetic energy involves a mass moving at some velocity. Potential energy is stored energy. Food, fuels and plants are all examples of things with potential energy. There are different forms of energy that can be converted or changed from one form to another. But the amount of energy always stays the same it cannot be created or destroyed (<span class='key'>law of conservation of energy</span>). <span class='key'>Fossil fuels</span> are made from decaying dead plants and animals. Fossil fuels are a <span class='key'>nonrenewable</span> source of energy, whereas solar energy is a renewable energy. Here's an interesting way to recall the seven forms of energy: just remember the name MRS CHEN
ar_eg: <span class='key'>الطاقة</span> هي القدرة على القيام بعمل ما. هنالك نوع من الأشكال الأساسية للطاقة <span class='key'>الطاقة الحركية</span> و <span class='key'>الطاقة الكامنة</span>. تتضمن الطاقة الحركية كتلة الجسم على سرعة معينة. أما الطاقة الكامنة هي عبارة عن طاقة مخزنة. ومن الأمثلة على هذه الطاقة الطعام والوقود والنباتات. يوجد العديد من أشكال الطاقة التي يمكن أن تتحول أو تتغير من شكل إلى آخر. لكن كمية الطاقة تبقى نفسها فمن المستحيل أن ينتج غيرها أو يضيع جزء منها ( <span class='key'>قانون حفظ الطاقة</span> ). ينتج <span class='key'>الوقود الأحفوري</span> من تحلل النباتات والحيوانات. ويعد الوقود الأحفوري مصدر من مصادر الطاقة، بينما تعد الطاقة الشمسية طاقة متجددة. يوجد طريقة ممتعة لتذكر الأشكال السبعة للطاقة وهي حفظها على شكل اسم "مشصك جهن

source: <span class='letter'>M</span> <span class='key'>Mechanical energy</span>
ar_eg: <span class='letter'>م</span> <span class='key'> ليدل على الطاقة الميكانيكية</span>
es_es: <span class='letra'>M</span> <span class='key'>energía Mecánica</span>

source: <span class='letter'>R</span> <span class='key'>Radiant energy</span>
ar_eg: <span class='letter'>ش</span> <span class='key'>يدل على الطاقة شعاعية</span>
es_es: <span class='letra'>R</span> <span class='key'>energía Radioactiva</span>

source: <span class='letter'>S</span> <span class='key'>Sound energy</span>
ar_eg: <span class='letter'>ص</span> <span class='key'>يدل على الطاقة الصوتيه</span>
es_es: <span class='letra'>S</span> <span class='key'>energía Sonora</span>

source: <span class='letter'>C</span> <span class='key'>Chemical energy</span>
ar_eg: <span class='letter'>ك</span> <span class='key'>يدل على الطاقة الطاقة الكيميائية</span>
es_es: <span class='letra'>C</span> <span class='key'>energía Química</span>

source: <span class='letter'>H</span> <span class='key'>Heat energy</span>
ar_eg: <span class='letter'>ح</span> <span class='key'> يدل على الطاقة الحرارية</span>
es_es: <span class='letra'>T</span> <span class='key'>energía Térmica</span>

source: <span class='letter'>E</span> <span class='key'>Electrical energy</span>
ar_eg: <span class='letter'>ه</span> <span class='key'>يدل على الطاقة الكهربائية</span>
es_es: <span class='letra'>E</span> <span class='key'>energía Eléctrica</span>

source: <span class='letter'>N</span> <span class='key'>Nuclear energy</span>
ar_eg: <span class='letter'>ن</span> <span class='key'>يدل على الطاقة النووية</span>
es_es: <span class='letra'>N</span> <span class='key'>energía Nuclear</span>

source: Putting it all together...
ar_eg: تجميع المعلومات...
es_es: Si lo juntamos todo…

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Reviewing key vocabulary... related to energy and its forms
ar_eg: استعراض المفردات الأساسية... المتعلقة بالطاقة وأشكالها
es_es: Revisando el vocabulario key… relacionado con la energía y sus formas

source: Energy is the ability to do work. Energy is required to make anything stop or move. There are many different forms of energy. Two forms of energy are heat and light. All living things depend on energy.
ar_eg: الطاقة هي القدرة على القيام بعمل ما. الطاقة ضرورية لتحريك جسم ما أو ايقافه. هنالك العديد من الأشكال للطاقة. نوعان من الطاقة متعلقين بالحرارة و الضوء. جميع الكائنات الحية تعتمد على الطاقة.
es_es: La energía es la capacidad de realizar un trabajo. La energía es necesaria para hacer que cualquier cosa se mueva o se detenga. Hay muchas formas distintas de energía. Dos formas de energía son la luz y el calor. Todas las cosas vivas dependen de la energía.
