Repository: geneconde/NGR-sandbox
Catalog: demo/energy-and-chemical-changes/Locale/*/LC_MESSAGES/energy-and-chemical-changes.po
Languages: es_es

source: Start
es_es: Inicio

source: Next
es_es: Siguiente

source: Back
es_es: Regresar

source: Read More
es_es: Leer Más

source: Check Answer
es_es: Verificar Respuesta

source: Please select your answer.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
es_es: Revisión Rápida #1

source: Quick Check #2
es_es: Revisión Rápida #2

source: Quick Check #3
es_es: Revisión Rápida #3

source: Quick Check #4
es_es: Revisión Rápida #4

source: Please check your answers.
es_es: Por favor revisa tus respuestas.

source: How did I do?
es_es: ¿Cómo lo hice?

source: You answered...
es_es: Tú respondiste...

source: select
es_es: seleccionar

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
es_es: Gira o voltea la caja debajo hacia arriba o hacia abajo para ajustar tu respuesta. Da clic, sostén y desliza tu mouse hacia arriba o hacia abajo.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: The Situation
es_es: La Situación

source: The Scenario
es_es: El Escenario

source: Your Task
es_es: Tu Tarea

source: The Task
es_es: La Tarea

source: The Problem
es_es: El Problema

source: Your Assignment
es_es: Tu Tarea

source: Close me!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6

source: Congratulations
es_es: ¡Felicidades,

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
es_es: Ir al tablero de inicio

source: Let's begin!
es_es: ¡Iniciemos!

source: Are you ready
es_es: ¿Estás listo/a

source: Your first quiz question is...
es_es: Su primera pregunta concurso es ...

source: Preparing your first quick check!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
es_es: Uniéndolo todo...

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
es_es: Y la primera pregunta de evaluación es...

source: You're done!
es_es: ¡Terminaste!

source: Energy and Chemical Changes
es_es: Energía y Cambios Químicos

source: Welcome to the Energy and Chemical Changes module
es_es: Bienvenido/a al módulo de Energía y Cambios Químicos

source: Thinking about... energy and chemical changes
es_es: Pensando acerca de... energía y cambios químicos

source: Have you ever heard people say: "Wow, she really has a lot of energy. I wonder where she gets it from?" Usually people are talking about their friends or relatives that are always "on-the-go." They go to work or go to school, they do athletics or work out, join clubs, they do volunteer work and they never seem to get tired. Where DO they get all that energy? Think about all the things YOU do everyday. Where does your energy come from?
es_es: ¿Alguna vez has escuchado a las personas decir "Vaya, ella tiene mucha energía. ¿Me pregunto de dónde la obtiene?"? Normalmente la gente se refiere a sus amigos o familiares que siempre están "en marcha." Van a trabajar o a la escuela, hacen deportes o ejercicio, se unen a clubes, trabajan como voluntarios y nunca parecen cansarse. ¿De DÓNDE obtienen toda esa energía? Piensa acerca de las cosas que TÚ haces todos los días. ¿De dónde viene tu energía?

source: And then think about all of the other things that you see happening and changing all around you – like cars moving, the lights going on in your house, flowers blooming in the garden, rain falling from the sky. What makes all of those things happen?
es_es: Y luego piensa acerca de todas las otras cosas que ves que suceden y cambian a tu alrededor - como autos que se mueven, las luces que se encienden en tu casa, flores que brotan en los jardines, la lluvia que cae del cielo. ¿Qué hace que sucedan todas esas cosas?

source: Checking what you know about... energy and chemical changes
es_es: Revisando lo que sabes acerca de... energía y cambios químicos

source: What do you think is the original source for all that energy in the food you eat?
es_es: ¿Cuál crees que es la fuente original de toda la energía en los alimentos que consumes?

source: Sun
es_es: Sol

source: Water
es_es: Agua

source: Cows
es_es: Vacas

source: Plants
es_es: Plantas

source: Power plants
es_es: Plantas de energía

source: All of the energy that is stored in the chemical compounds that make up the food we eat ultimately comes from the Sun. Plants have the ability to take the sun's energy and store as chemicals that are food for the plant – and for us. Cows and people eat the plants to get our energy to live – and sometimes we eat the cows or drink their milk. We all need water to help the biological processes of living take place, but water doesn't actually provide us with energy. And power plants provide the energy to package and refrigerate the food. But the ultimate source of the energy that's in the food we eat originally comes from the Sun.
es_es: Toda la energía que se almacena en los compuestos químicos que forman los alimentos que consumimos finalmente viene del sol. Las plantas tienen la capacidad de tomar la energía del sol y almacenarla como químicos que son alimento para la planta - y para nosotros. Las vacas y las personas comemos las plantas para obtener nuestra energía para vivir - y algunas veces comemos las vacas y bebemos su leche. Todos necesitamos agua para ayudar a los procesos biológicos que tienen lugar para que vivamos, pero el agua en realidad no nos provee de energía. Y las plantas de energía proveen la energía para empacar y refrigerar la comida. Pero la fuente inicial de la energía que está en los alimentos que comemos es originalmente el sol.

source: Getting energy from the sun...
es_es: Obteniendo energía del sol...

source: Reviewing big ideas about... energy and chemical changes
es_es: Revisando ideas importantes acerca de... energía y cambios químicos

source: Look all around you. Energy is everywhere. You might not be able to see it directly because it's not a thing. But you can see what it does. Wherever you look, something is happening: your friends are moving around, playing ball, riding a bike, or just talking; cars are driving by; a pencil just rolled across your desk and fell on the floor. Even in things you can't see, something is happening: the air in your room is moving to make sounds; the invisible molecules of oxygen and nitrogen that make air are even bouncing around to create the temperature you feel in the air; and you – you are breathing and your heart is beating and even if you can't see it, the cells that make up your body are growing and making more cells to make you bigger and stronger every day. And all of this activity – everything that's happening – all the activity in the universe happens because of energy.
es_es: Mira a tu alrededor. La energía está en todas partes. Quizá no seas capaz de verla directamente porque no es un objeto. Pero puedes ver lo que hace. A donde sea que mires, algo está sucediendo: tus amigos se mueven, juegan con un balón, montan en bicicleta o simplemente hablan; los autos pasan; un lápiz acaba de rodar por encima de un escritorio y cayó al suelo. Incluso en cosas que no puedes ver, algo está pasando: el aire en tu habitación se está moviendo para crear sonidos; las moléculas invisibles de oxígeno y nitrógeno que forman el aire incluso están rebotando entre sí para crear la temperatura que sientes en el aire; y tú - tú estás respirando y tu corazón está latiendo e incluso si no lo puedes ver, las células que forman tu cuerpo están creciendo y formando más células para hacerte más grande y fuerte cada día. Y toda esta actividad - todo lo que está sucediendo - toda la actividad en el universo sucede debido a la energía.

source: Scientists define <span class='key'>energy</span> as "the ability to do <span class='key'>work</span>". That's one of the most important ideas in all of science! And when they say "work", they don't just mean it like doing your school-"work" or your home-"work", or when someone goes to "work" to make money and earn a living. What scientists mean by "work" is anything that causes matter to change or move. So everything that happens to matter in the universe, any movement or change to matter, is considered work and requires energy.
es_es: Los científicos definen <span class='key'>la energía</span> como "la capacidad de realizar un <span class='key'>trabajo</span>". ¡Ésa es una de las ideas más importantes en toda la ciencia! Y cuando dicen "trabajo", no sólo se refieren al "trabajo" de la escuela, o el "trabajo" en tu hogar, o cuando alguien va a "trabajar" para ganar dinero para vivir. A lo que se refieren los científicos cuando dicen "trabajo" es a cualquier cosa que cause que la materia se mueva o cambie. Así que todo lo que le sucede a la materia en el universo, cualquier movimiento o cambio en la materia, se considera un trabajo y requiere energía.

source: Looking around...
es_es: Mirando a tu alrededor...

source: Question A. The <span class='blink'>best</span> scientific definition for energy is:
es_es: Pregunta A. La <span class='blink'>mejor</span> definición científica de energía es:

source: What it takes to get you moving when you're tired.
es_es: Lo que necesitas para moverte cuando estás cansado/a.

source: What it takes to make a car go down the road.
es_es: Lo que se necesita para hacer que un auto se mueva por un camino.

source: What it takes to run a mile really fast.
es_es: Lo que se necesita para correr una milla muy rápidamente.

source: The work it takes to make any kind of change to anything.
es_es: El trabajo que toma realizar cualquier tipo de cambio a cualquier cosa.

source: Question B. What is the <span class='blink'>BEST</span> example of how a <span class='blink'>scientist</span> would describe work?
es_es: Pregunta B. ¿Cuál es el <span class='blink'>MEJOR</span> ejemplo de cómo un <span class='blink'>científico</span> describiría un trabajo?

source: Digging a deep hole in the ground.
es_es: Cavar un agujero profundo en el suelo.

source: Pushing a wheelbarrow full of cement.
es_es: Empujar una carretilla llena de cemento.

source: Making a change to anything in the universe.
es_es: Realizar un cambio a cualquier cosa en el universo.

source: Running a large tractor to harvest corn.
es_es: Hacer funcionar un tractor grande para cosechar maíz.

source: Preparing your first quick check...
es_es: Preparando tu primera revisión rápida...

source: Not quite – It does take energy and work to get you moving when you're tired but scientists think of it in a much more general way.
es_es: No exactamente - sí toma energía y trabajo hacer que te muevas cuando estás cansado/a, pero los científicos piensan en ello de una forma mucho más general.

source: Not quite – It does take energy and work to power a car but scientists think of it in a much more general way.
es_es: No exactamente - sí toma energía y trabajo hacer funcionar un auto, pero los científicos piensan en ello de una forma mucho más general.

source: Not quite – It does take energy and work to run a mile really fast but scientists think of it in a much more general way.
es_es: No exactamente - sí toma energía y trabajo correr una milla muy rápido, pero los científicos piensan en ello de una forma mucho más general.

source: Yes- Scientists think that energy is the work that it takes to make changes to almost anything. Any kind of change to anything in the universe requires energy.
es_es: Sí - los científicos piensan que la energía es el trabajo que toma realizar cambios a cualquier cosa. Cualquier tipo de cambio a cualquier objeto en el universo requiere energía.

source: Not quite – Digging a hole is work but scientists think of work in a much more general way.
es_es: No exactamente - cavar un agujero es trabajo pero los científicos piensan acerca del trabajo de una forma mucho más general.

source: Not quite – Pushing a wheelbarrow is work but scientists think of work in a much more general way.
es_es: No exactamente - empujar una carretilla es trabajo pero los científicos piensan acerca del trabajo de una forma mucho más general.

source: Not quite – Running a tractor is work but scientists think of work in a much more general way.
es_es: No exactamente - hacer funcionar un tractor es trabajo pero los científicos piensan acerca del trabajo de una forma mucho más general.

source: More big ideas about... energy and chemical changes
es_es: Más ideas importantes acerca de... energía y cambios químicos

source: Energy is everywhere and it's necessary when any kind of changes occur in the universe. What kind of changes? Here are some examples. When an object speeds up, slows down, starts or stops, these are changes in motion that require energy. When something heats up or cools down, energy is involved. When it's dark and you turn on the light, it requires energy. When you're sitting and you get up and walk, energy is needed. Anything that happens requires energy!!
es_es: La energía está en todas partes y es necesaria cuando cualquier clase de cambio ocurre en el universo. ¿Qué tipo de cambios? Aquí hay algunos ejemplos. Cuando un objeto acelera, reduce velocidad, comienza a moverse o se detiene, hay cambios en movimiento que requieren energía. Cuando algo se calienta o enfría, se necesita energía. Cuando está oscuro y enciendes la luz, eso requiere energía. Cuando estás sentado y te levantas y caminas, se necesita energía. ¡¡Todo lo que sucede requiere energía!!

source: And here's another very important idea from science about energy: "Energy cannot be created or destroyed - it just changes forms". This is called the "<span class = 'key upper'>Law of Conservation of Energy</span>". It just means that whenever any of those changes we were talking about happens, energy is never gained or lost in the universe - it just changes forms. That's why energy is never actually "produced" by a battery, or a windmill, or any other device. These devices just take one form of energy that already exists and changes it into a different form.
es_es: Y aquí está otra idea muy importante de la ciencia acerca de la energía: "La energía no puede ser creada ni destruida - sólo cambia de forma". Esto se llama "<span class = 'key upper'>Ley de la Conservación de la Energía</span>". Sólo significa que cuando cualquiera de esos cambios de los que hablábamos sucede, no se pierde ni se gana energía en el universo - sólo cambia de forma. Es por eso que la energía nunca se "produce" realmente por una batería, un molino de viento o cualquier otro dispositivo. Este dispositivo sólo toma una forma de energía que ya existe y la transforma en otra forma distinta.

source: So what are these different forms or kinds of energy? Here the names scientists use for just a few kinds of energy you might encounter everyday.
es_es: Así que, ¿cuáles son estas formas o clases diferentes de energía? Aquí están los nombres que los científicos usan para tan sólo algunas clases de energía que puedes encontrar todos los días.

source: Hover on the different kinds of energy to see the details.
es_es: Pasa tu mouse sobre los distintos tipos de energía y mira los detalles.

source: Biological energy is the energy used by your body to do all the things that make us alive.
es_es: La energía biológica es el tipo de energía utilizado por tu cuerpo para realizar todas las cosas que nos permiten vivir.

source: Heat energy is what keeps everything warm.
es_es: La energía térmica es lo que mantiene el calor de las cosas.

source: Light energy is what helps us to see.
es_es: La energía lumínica es la que nos permite ver.

source: Sound energy is the vibration of air or other molecules that helps us to hear.
es_es: La energía sonora es la vibración del aire u otras moléculas que nos permite oír.

source: Electrical energy is the energy of electrons going through wires to make so many things work.
es_es: La energía eléctrica es la energía de electrones que pasan por cables para hacer funcionar muchas cosas.

source: Chemical energy is stored energy in chemical compounds such as found in food.
es_es: La energía química es energía acumulada en compuestos químicos como los que se encuentran en la comida.

source: Kinetic energy is the energy of motion.
es_es: La energía cinética es la energía del movimiento.

source: Changes in motion...
es_es: Cambios en el movimiento...

source: Drag the statements up and down to best describe the kind of energy the picture represents. How do we stay healthy?
es_es: Arrastra las declaraciones que describen mejor qué tipo de energía representa la imagen hacia arriba o hacia abajo. ¿Cómo nos mantenemos sanos?

source: Light
es_es: Lumínica

source: Sound
es_es: Sonora

source: Biological
es_es: Biológica

source: Chemical
es_es: Química

source: Kinetic
es_es: Cinética

source: Heat
es_es: Térmica

source: Electrical
es_es: Eléctrica

source: Energy used by your body to do all the things that make us alive.
es_es: Energía utilizada por tu cuerpo para realizar todas las cosas que nos permiten vivir.

source: Energy that keeps everything warm.
es_es: Energía que mantiene el calor de las cosas.

source: Energy that makes objects visible to us.
es_es: Energía que hace a los objetos visibles para nosotros.

source: Energy that uses vibration of air or other molecules.
es_es: Energía que utiliza la vibración del aire u otras moléculas.

source: Energy of electrons going through wires.
es_es: Energía de electrones que pasan por cables.

source: Energy that is usually stored in food.
es_es: Energía usualmente acumulada en la comida.

source: Energy of motion.
es_es: Energía de movimiento.

source: Describing kinds of energy...
es_es: Describiendo formas de energía...

source: Stored chemical energy in plants
es_es: Energía química acumulada en las plantas

source: Stored chemical energy in food
es_es: Energía química acumulada en los alimentos

source: Mechanical energy of heart beating
es_es: Energía mecánica del latido del corazón

source: Heat energy from exercise
es_es: Energía térmica del ejercicio

source: Biological energy of thinking
es_es: Energía biológica del pensamiento

source: Kinetic energy of motion
es_es: Energía cinética del movimiento

source: Heat and Light Energy
es_es: Energía Térmica y Lumínica

source: The Law of Conservation of Energy says that: "energy is neither created nor destroyed" but just changes forms - which means it is <span class='key'>converted</span> from one form of energy to another. The example shown in the diagram below shows how that happens when energy from the sun gets converted to energy that your body uses in your everyday life for you to be alive.
es_es: La Ley de la Conservación de la Energía dice que: "la energía no se crea ni se destruye" sino que sólo cambia de forma - lo que significa que se <span class='key'>convierte</span> de una forma de energía a otra. El ejemplo mostrado en el diagrama debajo muestra cómo sucede eso cuando la energía del sol se convierte en energía que tu cuerpo utiliza en tu vida diaria para que puedas estar vivo.

source: 1. <span class='key'>Solar energy</span> from the sun - light and heat - is converted, or changed, into energy for plants to live and grow. And the plant can store some of that energy as <span class='key'>chemical potential energy</span> in the food the plant makes. This happens in the plant's green leaves by a series of <span class='key'>chemical reactions</span> called <span class='key'>photosynthesis</span>.
es_es: 1. <span class='key'>Energía solar</span> del sol - luz y calor - se convierte o transforma en energía para que las plantas vivan y crezcan. Y la planta puede acumular algo de energía como <span class='key'>energía química potencial</span> en el alimento que la planta crea. Esto sucede en las hojas verdes de las plantas por una serie de <span class='key'>reacciones químicas</span> llamadas <span class='key'>fotosíntesis</span>.

source: 2. When farmers harvest the food plants make, like corn or wheat, and make it into food for people, the stored <span class='key'>chemical energy</span> from the plants stays as stored chemical potential energy in the food you eat so you can get the energy to live.
es_es: 2. Cuando los granjeros cosechan el alimento que las plantas crean, como maíz o trigo, y lo convierten en alimento para las personas, la <span class='key'>energía química</span> acumulada de las plantas, se mantiene como energía química potencial almacenada en el alimento que tú consumes para poder obtener la energía para vivir.

source: 3. Then <span class='key'>Chemical reactions</span> in your body convert the stored <span class='key'>chemical potential energy</span> from the food you eat into other forms of energy like:
es_es: 3. Entonces <span class='key'>reacciones químicas</span> en tu cuerpo convierten la <span class='key'>energía química potencial</span> del alimento que consumes en otras formas de energía como:

source: <span class='key'>Biological energy</span> to help you think and do all of the other things your body does automatically without you thinking about it.
es_es: <span class='key'>Energía biológica</span> para ayudarte a pensar y hacer todas las otras cosas que tu cuerpo realiza automáticamente sin que pienses en ellas.

source: <span class='key'>Mechanical energy</span> - like the beating of your heart and moving your arms and legs.
es_es: <span class='key'>Energía mecánica</span> - como el latido de tu corazón y el movimiento de tus brazos y piernas.

source: <span class='key'>Kinetic energy</span> in the motion of anything you push or pull or lift.
es_es: <span class='key'>Energía cinética</span> por el movimiento de cualquier cosa que empujas, de lo que tiras o que levantas.

source: <span class='key'>Heat energy</span> you give off from exercising.
es_es: <span class='key'>Energía térmica</span> que liberas al ejercitarse.

source: Click the image to enlarge the diagram.
es_es: Da clic en la imagen para ampliar el diagrama.

source: Creating or destroying?
es_es: ¿Creando o destruyendo?
