Repository: geneconde/NGR-sandbox
Catalog: demo/energy-and-chemical-changes/Locale/*/LC_MESSAGES/energy-and-chemical-changes.po
Languages: es_es

source: Question A. The chemical energy stored in plants comes from:
es_es: Pregunta A. La energía química acumulada en las plantas proviene de:

source: Heat energy from the soil
es_es: Energía térmica del suelo

source: Solar energy from the sun
es_es: Energía solar del sol

source: Kinetic energy from growing
es_es: Energía cinética del crecimiento

source: Water energy in the roots
es_es: Energía acuática en las raíces

source: Question B. When you eat, the energy you get from the food comes from:
es_es: Pregunta B. Cuando comes, la energía que obtienes de los alimentos proviene de:

source: The solar energy in the food
es_es: La energía solar en el alimento.

source: The biological energy in the food
es_es: La energía biológica en el alimento.

source: The kinetic energy in the food
es_es: La energía cinética en el alimento.

source: The stored chemical energy in the food
es_es: La energía química acumulada en el alimento.

source: Not quite - heat energy from the soil helps the plant seeds grow but that's not where the stored chemical energy in the plant comes from.
es_es: No exactamente - la energía térmica del suelo ayuda a las semillas de la planta a crecer pero ahí no es de donde proviene la energía química almacenada en la planta.

source: Yes - Solar energy from the sun is converted into stored chemical energy in the plant by the chemical reactions of photosynthesis.
es_es: Sí - la energía solar del sol se convierte en energía química almacenada en la planta debido a las reacciones químicas de la fotosíntesis.

source: Not really - The kinetic energy of the plant growing actually comes from the chemical energy in the plant - not the other way around.
es_es: No realmente - la energía cinética del crecimiento de la planta en realidad proviene de la energía química en la planta - no al contrario.

source: Not really - there is no such thing as water energy in the roots.
es_es: No realmente - no existe tal cosa como energía acuática en las raíces.

source: Not quite - solar energy helped make the energy in the food but has been converted into a different kind of energy in the food.
es_es: No exactamente - la energía solar ayudó a formar la energía en el alimento pero se ha convertido en un tipo diferente de energía en el alimento.

source: Not quite - the energy in the food is converted to biological energy in your body.
es_es: No exactamente - la energía en el alimento se convierte en energía biológica en tu cuerpo.

source: Not quite - the energy in the food is converted to kinetic energy in the activities your body does.
es_es: No exactamente - la energía en el alimento se convierte en energía cinética en las actividades que tu cuerpo realiza.

source: Yes! When you eat, the energy you get from the food comes from the stored chemical energy in the food.
es_es: ¡Sí! Cuando comes, la energía que obtienes del alimento proviene de la energía química almacenada en el alimento.

source: Using what you now know about... energy and chemical changes... to solve a problem
es_es: Utilizando lo que sabes ahora acerca de... energía y cambios químicos... para resolver un problema

source: Let's say you want to get back to nature and live in a beautiful little cabin up in the mountains far away from town where there is no electricity.
es_es: Digamos que quieres regresar a la naturaleza y vivir en una hermosa cabaña en las montañas, muy lejos de la ciudad, donde no hay electricidad.

source: How would you use your knowledge of chemical energy, and how it is converted to and from different forms of energy, to design a system to light your cabin and power your cool electronic gear?
es_es: ¿Cómo utilizarías tus conocimientos acerca de la energía química y cómo se convierte en distintas formas de energía para diseñar un sistema que iluminara tu cabaña y diera energía a tus geniales aparatos electrónicos?

source: Write a short paragraph to describe your design.
es_es: Escribe un párrafo corto para describir tu diseño.

source: Converting energy...
es_es: Convirtiendo energía...

source: Summarizing big ideas about... energy and chemical changes
es_es: Resumiendo ideas importantes acera de... energía y cambios químicos

source: Energy is everywhere around you. Energy makes things happen! Anything that moves or changes requires energy. But it's not as simple as just one kind of energy. There are many forms of energy and they keep changing forms as they cause things to happen. For instance, <span class='key'>light energy</span> from the sun is one form of energy.
es_es: La energía está en todas partes a tu alrededor. ¡La energía hace que las cosas sucedan! Cualquier cosa que se mueva o cambie requiere energía. Pero no es tan simple como una sola clase de energía. Hay muchas formas de energía y siguen cambiando de forma conforme hacen que cosas sucedan. Por ejemplo, la <span class='key'>energía lumínica</span> del sol es una forma de energía.

source: It travels through space until it hits the earth and then some of it is <span class='key'>converted</span> into <span class='key'>heat energy</span> that changes the temperature of the earth making it warmer. Also, some of the light from the sun is absorbed by the leaves of green plant, and by special chemical reactions called <span class='key'>photosynthesis</span>, the <span class='key'>light energy</span> is converted into <span class='key'>chemical energy</span> stored in the plant as food.
es_es: Viaja a través del espacio hasta que llega a la Tierra y luego una parte de ella se <span class='key'>convierte</span> en <span class='key'>energía térmica</span> que cambia la temperatura de la Tierra haciéndola más tibia. Además, parte de la luz del sol es absorbida por las hojas de las plantas verdes, y por reacciones químicas especiales llamadas <span class='key'>fotosíntesis</span>, la <span class='key'>energía lumínica</span> se convierte en <span class='key'>energía química</span> almacenada en la planta como alimento.

source: We eat some of the foods plants produce and it becomes our source of energy. When energy is stored, like food in plants, we call it <span class='key'>potential energy</span> because it isn't doing anything right now but it has the "potential" to make something happen when it's released. When something is in motion, like a ball rolling down a hill it contains energy of motion that scientists call <span class='key'>kinetic energy</span>.
es_es: Comemos algunos de los alimentos que las plantas producen y se convierten en nuestra fuente de energía. Cuando se acumula energía, como el alimento en las plantas, la llamamos <span class='key'>energía potencial</span> porque no está haciendo nada por el momento pero tiene el "potencial" de hacer que algo suceda cuando sea liberada. Cuando algo está en movimiento, como una pelota que rueda colina abajo, contiene energía de movimientos que los científicos llaman <span class='key'>energía cinética</span>.

source: Energy can take many forms such as; sound energy, electrical energy, light energy, heat energy, chemical energy, kinetic energy, potential energy, nuclear energy and biological energy. But it's important to know that the universe doesn't create any new energy or destroy any existing energy. It just constantly keeps converting one kind of energy to another to keep the universe working. The universe is a very good at recycling energy. Scientists call that the <span class='key'>Law of Conservation of Energy</span>.
es_es: La energía puede tomar muchas formas como; energía sonora, energía eléctrica, energía lumínica, energía térmica, energía química, energía cinética, energía potencial, energía nuclear y energía biológica. Pero es importante saber que el universo no crea energía nueva ni destruye ninguna energía existente. Sólo constantemente convierte un tipo de energía a otro para mantener al universo en funcionamiento. El universo es muy bueno reciclando energía. Los científicos llaman a eso la <span class='key'>Ley de la Conservación de la Energía</span>.

source: Reviewing key vocabulary related to... energy and chemical changes
es_es: Revisando vocabulario clave relacionado con... energía y cambios químicos

source: Chemical energy
es_es: Energía química

source: The potential energy stored in chemical compounds. It can be converted by chemical reactions to other forms of energy, such as light energy or heat energy.
es_es: La energía potencial acumulada en compuestos químicos. Puede convertirse por reacciones químicas a otras formas de energía, como energía lumínica o térmica.

source: Potential energy
es_es: Energía potencial

source: Any kind of stored energy that can be converted to other kinds of energy.
es_es: Cualquier clase de energía acumulada que puede ser convertida a otros tipos de energía.

source: Kinetic energy
es_es: Energía cinética

source: The energy of an object in motion. It is the opposite of potential energy. Examples would include releasing a coiled spring or dropping a ball.
es_es: La energía de un objeto en movimiento. Es lo contrario de energía potencial. Ejemplos incluyen el soltar un resorte encogido o dejar caer una pelota.

source: Photosynthesis
es_es: Fotosíntesis

source: The process by which plants convert carbon dioxide, water, and light energy into glucose and molecular oxygen. The plant can then use the glucose later for energy.
es_es: El proceso por el que las plantas convierten dióxido de carbono, agua y energía lumínica en glucosa y oxígeno molecular. La planta entonces puede utilizar la glucosa después como energía.

source: Conservation of energy
es_es: Conservación de energía

source: The concept that energy can be neither created nor destroyed, it can only change form. The total amount of energy at the start of any process must be equal the amount of energy at the end of the process.
es_es: El concepto de que la energía no puede ser creada ni destruida, sino sólo cambiar de forma. La cantidad total de energía al inicio de cualquier proceso debe ser la misma cantidad de energía que al final del proceso.

source: Work
es_es: Trabajo

source: The application of a force over a distance. Pushing a weight down the road is doing work.
es_es: La aplicación de una fuerza a lo largo de una distancia. Empujar un peso a lo largo de un camino es realizar un trabajo.

source: Energy
es_es: Energía

source: The property of objects that can be transferred or changed in form, but not created nor destroy. Energy is the ability of objects to do things.
es_es: La propiedad de los objetos que puede transferirse o cambiar de forma, pero no puede ser creada ni destruida. La energía es la capacidad de los objetos de hacer cosas.

source: The transfer of energy from one form to another. Potential energy is converted into kinetic energy when a ball that has been lifted into the air is dropped and allowed to fall.
es_es: La transferencia de energía de una forma a otra. La energía potencial se convierte en energía cinética cuando una pelota que ha sido elevada en el aire se deja caer y se permite que caiga.

source: Converting energy
es_es: Convertir energía

source: Checking what you now know about... energy and chemical changes
es_es: Revisando lo que sabes ahora acerca de... energía y cambios químicos

source: Photosynthesis is a process involving chemical reactions in the leaves of green plants that converts:
es_es: La fotosíntesis es un proceso que involucra reacciones químicas en las hojas de las plantas verdes que convierte:

source: heat energy from the Sun into kinetic energy to make the plant move towards the Sun.
es_es: energía térmica del sol en energía cinética para hacer que la planta se mueva hacia el sol.

source: light energy from the Sun to make chemical energy in the plant to provide food for the plant.
es_es: energía lumínica del sol para formar energía química en la planta para proveer la planta de alimento.

source: light energy from the Sun to make chemical energy in the plant to provide food for animals.
es_es: energía lumínica del sol para formar energía química en la planta para proveer de alimento a los animales.

source: heat energy from the Sun to make chemical energy in the plant to provide food for animals.
es_es: energía térmica del sol para formar energía química en la planta para proveer de alimento a los animales.

source: Not quite - heat energy from the Sun doesn't cause the plant to move towards the Sun. The energy from the food the plant makes during photosynthesis does.
es_es: No exactamente - la energía térmica del sol no provoca que las plantas se muevan hacia el sol. La energía del alimento que la planta crea durante la fotosíntesis lo hace.

source: Yes - light energy from the Sun is converted into chemical energy in the food the plant makes for itself.
es_es: Sí - la energía lumínica del sol se convierte en energía química en el alimento que la planta crea para sí misma.

source: Not quite - light energy from the Sun is converted into chemical energy in the food the plant makes for itself - not for food for the animals that might eat it.
es_es: No exactamente - la energía lumínica del sol se convierte en energía química en el alimento que la planta crea para sí misma - no para los animales que quizá la coman.

source: Not quite - heat energy from the Sun doesn't cause the plant make food for animals. But the light energy from the Sun is converted into chemical energy in the food the plant makes for itself.
es_es: No exactamente - la energía térmica del sol no provoca que la planta cree alimento para animales. Pero la energía lumínica del sol se convierte en energía química en el alimento que la planta crea para sí misma.

source: Which of the following is the most important form of energy that is found in the food you eat that provides energy for your body’s biological activity?
es_es: ¿Cuál de las siguientes es la forma más importante de energía que se encuentra en los alimentos que consumes y provee energía para las actividades biológicas de tu cuerpo?

source: Not quite - heat energy in hot food can help keep your body warm - like drinking hot chocolate on a cold day - but that isn't the most important form of energy in food.
es_es: No exactamente - la energía térmica en los alimentos calientes pueden ayudarte a mantener tu cuerpo tibio - como beber chocolate caliente en un día frío - pero ésa no es la forma más importante de energía en los alimentos.

source: Not really - there really isn't any light energy in food.
es_es: No realmente - no hay energía lumínica en los alimentos.

source: Not really - there really isn't any electrical energy in food.
es_es: No realmente - no hay energía eléctrica en los alimentos.

source: Yes! Chemical energy in the food you eat – like in sugars, proteins, and fats - provide almost all of the energy your body needs to function.
es_es: ¡Sí! La energía química en los alimentos que consumes - como las azúcares, proteínas y grasas - provee casi toda la energía que tu cuerpo necesita para funcionar.

source: Heat energy
es_es: Energía térmica

source: Light energy
es_es: Energía lumínica

source: Electrical energy
es_es: Energía eléctrica

source: Riding a bike...
es_es: Montando en bici...

source: Which of the following is an example of kinetic energy? The energy in a:
es_es: ¿Cuál de los siguientes es un ejemplo de energía cinética? La energía en:

source: Rock sitting on a cliff
es_es: Una roca situada en un risco

source: Glass of lemonade
es_es: Un vaso de limonada

source: Battery
es_es: Una batería

source: Child sliding down a slide
es_es: Un niño que se desliza por un tobogán

source: Finding kinetic energy...
es_es: Encontrando energía cinética...

source: Not really. Kinetic energy is the energy of motion but rock sitting on a cliff isn't moving, it's just sitting there.
es_es: No realmente. La energía cinética es la energía del movimiento pero una roca situada en un risco no se está moviendo, sólo está inmóvil.

source: Not quite - a battery has stored potential chemical energy inside that can be converted to electrical energy. But that's not kinetic energy.
es_es: No exactamente - una batería tiene energía química potencial acumulada dentro que puede convertirse en energía eléctrica. Pero eso no es energía cinética.

source: Not quite! A glass of lemonade may have stored potential chemical energy inside in the form of sugar, but that's not kinetic energy.
es_es: ¡No exactamente! Un vaso de limonada puede tener energía química potencial acumulada dentro en la forma de azúcar, pero eso no es energía cinética.

source: Yes! A child sliding down a slide is moving so it has kinetic energy. What happens if he runs into another child sitting at the bottom of the slide?!
es_es: ¡Sí! Un niño que se desliza por un tobogán se está moviendo así que tiene energía cinética. ¡¿Qué sucede si choca con otro niño que está sentado al final del tobogán?!

source: Which of the following is an example of potential energy? The energy in a:
es_es: ¿Cuál de los siguientes es un ejemplo de energía potencial? La energía en:

source: Falling rock
es_es: Una roca que cae

source: Flowing river
es_es: Un río que corre

source: Gust of wind
es_es: Un golpe de viento

source: Studying potential energy...
es_es: Estudiando energía potencial...

source: Yes! A battery has stored potential chemical energy inside that can be converted to electrical energy once you hook it up to something like a fan. Then when the fan is in motion, the potential energy becomes kinetic energy.
es_es: ¡Sí! Una batería tiene energía química potencial acumulada dentro que puede convertirse en energía eléctrica una vez que la conectas a algo como un ventilador. Entonces, cuando el ventilador está en movimiento, la energía potencial se convierte en energía cinética.

source: Not quite. A flowing river has energy of motion - which is kinetic energy, not potential energy.
es_es: No exactamente. Un río que corre tiene energía de movimiento - que es energía cinética, no energía potencial.

source: Not quite. A falling rock has energy of motion - which is kinetic energy, not potential energy.
es_es: No exactamente. Una roca que cae tiene energía de movimiento - que es energía cinética, no energía potencial.

source: Not quite! A gust of wind has energy of motion - which is kinetic energy, not potential energy.
es_es: ¡No exactamente! Un golpe de viento tiene energía de movimiento - que es energía cinética, no energía potencial.

source: Which of the following things you do everyday does not require energy?
es_es: ¿Cuál de las siguientes cosas que haces todos los días no requiere energía?

source: Sleeping
es_es: Dormir

source: Thinking
es_es: Pensar

source: Sitting perfectly still
es_es: Sentarte completamente inmóvil

source: None of the above
es_es: Ninguna de las anteriores

source: Looking for energy...
es_es: Buscando energía...

source: Not quite - Even when you are sleeping, your heart is beating, you are breathing, and you are growing - all of these things need energy.
es_es: No exactamente - incluso cuando estás durmiendo, tu corazón está latiendo, estás respirando y estás creciendo - todas estas cosas requieren energía.

source: Not quite - Even when you are just thinking, your heart is beating, you are breathing, and you are growing - all of these things need energy. Even the process of thinking requires your brain to use energy. That's why it's a good idea to eat good food for energy to think when you're in school.
es_es: No exactamente - incluso cuando sólo estás pensando, tu corazón está latiendo, estás respirando y estás creciendo - todas estas cosas requieren energía. Incluso el proceso del pensamiento requiere que tu cerebro utilice energía. Por eso es buena idea comer buenos alimentos para tener energía para pensar cuando estés en la escuela.

source: Not quite - Even when you are sitting perfectly still, your heart is beating, you are breathing, and you are growing - all of these things need energy.
es_es: No exactamente - incluso cuando estás sentado completamente inmóvil, tu corazón está latiendo, estás respirando y estás creciendo - todas estas cosas requieren energía.

source: Yes - All of the above choices require energy so &quot;None of the above&quot; are examples that DO NOT require energy
es_es: Sí - todas las opciones anteriores requieren energía así que &quot;ninguna de las anteriores&quot; es un ejemplo que NO requiere energía.

source: Any time anything is happening in the universe, or any changes occur to anything in the universe, those events require:
es_es: Cada vez que algo está sucediendo, o cada vez que ocurren cambios a cualquier cosa en el universo, dichos eventos requieren:

source: Force
es_es: Fuerza

source: Human
es_es: Humanos

source: The Sun
es_es: El sol

source: Yes - Energy is required for all changes to occur in the universe.
es_es: Sí - se requiere energía para que todos los cambios ocurran en el universo.

source: Not quite - Force is a push or a pull. Some changes that happen, like thinking, require energy but not a force.
es_es: No exactamente - la fuerza es una atracción o un rechazo. Algunos cambios que ocurren, como el pensamiento, requieren energía pero no una fuerza.

source: Not really - lots of things happen in the universe that humans aren't involved in.
es_es: No realmente - muchas cosas ocurren en el universo en las que los humanos no están involucrados.

source: Not quite - the Sun provides energy for many changes that happen in our solar system but not everything. And outside our solar system, in the big universe, our sun doesn't provide any energy impact at all.
es_es: No exactamente - el sol provee la energía para muchos cambios que ocurren en nuestro sistema solar pero no todos. Y fuera de nuestro sistema solar, en el inmenso universo, nuestro sol no provee ningún impacto energético en absoluto.

source: You've completed the Energy and Chemical Changes module.
es_es: Has completado el módulo de Energía y Cambios Químicos.
