Repository: geneconde/NGR-sandbox
Catalog: demo/behaviors/Locale/*/LC_MESSAGES/behaviors.po
Languages: ar_eg

source: Your assignment is to design or research one or more activities which can be used first to test the "grab-reflex" of team members and then be used by the team members to help them improve their grab-reflex. In the box provided explain how each grab-reflex activity works. Feel free to cut and paste drawings and explanations in the box.
ar_eg: مهمتك هي التصميم أو البحث عن واحد أو أكثر من النشاطات والتي يمكن أن تستخدم أولا لاختبار القبضة المنعكسة لأعضاء الفريق ومن ثم استخدامها من قبل أعضاء المجموعة لمساعدتهم على تحسين قبضتهم المنعكسة. في المربع المبين اشرح كيفية عمل كل نشاط للقبضة المنعكسة. لا تتردد في قص ولصق الرسومات والتفسيرات في المربع.

source: Your assignment is to design or research one or more activities which can be used first to test the "grab-reflex" of team members and then be used by the team members to help them improve their grab-reflex. In the box provided explain how each grab-reflex activity works.
ar_eg: مهمتك هي التصميم أو البحث عن واحد أو أكثر من النشاطات والتي يمكن أن تستخدم أولا لاختبار القبضة المنعكسة لأعضاء الفريق ومن ثم استخدامها من قبل أعضاء المجموعة لمساعدتهم على تحسين قبضتهم المنعكسة. في المربع المبين اشرح كيفية عمل كل نشاط للقبضة المنعكسة. لا تتردد في قص ولصق الرسومات والتفسيرات في المربع.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك

source: Please type your answer here...
ar_eg: من فضلك, اطبع اجابتك هنا

source: Training for special mission...
ar_eg: التدرب لمهمة خاصة.

source: Summarizing core ideas... about behaviors
ar_eg: تلخيص الأفكار الأساسية ... حول السلوكيات.

source: All living things respond to the <span class='key'>stimuli</span> in their environment. These responses, called <span class='key'>behaviors</span>, can be separated into those that are innate (present at birth) and those that are learned. <span class='key'>Innate behaviors</span> include reflexes and instincts. <span class='key'>Reflexes</span> are automatic responses to a stimulus such as immediately pulling your hand back from touching a hot stove. <span class='key'>Instincts</span> are more complex behavior patterns than reflexes, but they too are <span class='key'>inherited</span> and not learned. <span class='key'>Learned behaviors</span> are behaviors which are developed through the experience of living and interacting with the environment. These behaviors are difficult to forget once they are learned, but they are not passed to the next generation by inheritance. They must be relearned by the next generation.
ar_eg: كل الكائنات الحية تستجيب إلى <span class='key'>المثيرات</span> في بيئاتها. هذه الاستجابات تدعى <span class='key'>سلوكيات</span> ويمكن تقسيها الى الفطرية (موجودة عند الولادة)، وتلك التي يتم تعلمها. وتشمل <span class='key'>السلوكيات الفطرية</span> السلوكيات المنعكسة والغرائز. السلوكيات <span class='key'>المنعكسة</span> هي ردود فعل تلقائية للمثير مثل سحب يدك على الفور عند لمس موقد ساخن. <span class='key'>الغرائز </span> هي أنماط السلوك ألأكثر تعقيدا من ردود الفعل، لكنها <span class='key'>موروثة </span> وليست مكتسبة. <span class='key'>السلوكيات المتعلمة</span> هي السلوكيات التي يتم تطويرها من خلال تجربة العيش والتفاعل مع البيئة. هذه السلوكيات من الصعب أن تنسى فور تعلمها، ولكنها لا تورث للجيل القادم . يجب أن يكتسبها ويتعلمها مرة أخرى .

source: Putting it all together...
ar_eg: وضع كل ذلك معا

source: Reviewing key vocabulary related to... behaviors
ar_eg: مراجعة المفردات الأساسية ذات الصلة ... بالسلوكيات.

source: Behavior
ar_eg: سلوك

source: Response
ar_eg: استجابة.

source: Inherited behavior
ar_eg: سلوك موروث.

source: Genetically-inherited
ar_eg: موروث جينيا.

source: The way that an animal responds to its environment is called behavior. An animal's behavior or action, often changes in response to changes in its environment.
ar_eg: وتسمى الطريقة التي يستجيب بها الحيوان مع بيئته سلوك. سلوك الحيوان أو فعله، غالبا ما يتغيران فى استجابته للتغيرات في بيئته.

source: Behavior is not limited to just one individual. Animals can change their behavior as a group, too. For example, a flock of birds may not fly south for the winter as early as they normally would if an area is experiencing unusually warm temperatures. Or, a group of deer that normally travels on one path to find food may change their behavior and find another route if the path is flooded or blocked.
ar_eg: السلوك لا يقتصر على فرد واحد فقط.. ويمكن للحيوانات تغيير سلوكها كمجموعة واحدة أيضا. على سبيل المثال، سرب من الطيور قد لا يطيرالى الجنوب لفصل الشتاء في وقت مبكر كما يفعلون عادة إذا شهدت المنطقة درجات حرارة دافئة بشكل غير معتاد. أو، مجموعة من الغزلان التي تنتقل عادة في مسار واحد للعثور على الغذاء قد تغير من سلوكها وتجد طريقا آخر إذا أغرقت الطريق أو سدت

source: A stimulus is something that produces a reaction or a change. Light is a stimulus that can cause the size of the pupil in your eye to change.
ar_eg: المثير هو الشيء الذي ينتج رد فعل أو تغيير. الضوء هو المثير الذي يمكن أن يتسبب في تغيير حجم البؤبؤ فى العين

source: Sometimes a reward is used as a stimulus to cause a desired action or response. For example, your school may reward students for the number of books read during the school year. This reward can act as a stimulus to get the students to read more books.
ar_eg: أحيانا يتم استخدام المكافأة كحافز لإحداث الإجراء المطلوب أو الاستجابة. على سبيل المثال، قد تكافئ مدرستك الطلبة لقراءة عدد من الكتب خلال العام الدراسي. هذه المكافأة يمكن أن تكون بمثابة مثير للطلاب لقراءة المزيد من الكتب.

source: A response is generated in the brain after it receives a tiny electrical signal from the neurons. Response works like stimulus, only in reverse.
ar_eg: يتم توليد الاستجابة في الدماغ بعد أن يتلقى إشارة كهربائية صغيرة من الخلايا العصبية. الاستجابة تعمل كالمثير، لكن في الاتجاه المعاكس.

source: Innate behaviors are behaviors present at birth. Innate behaviors include reflexes and instincts. An example of an innate behavior is stretching.
ar_eg: السلوكيات الفطرية هي سلوكيات موجودة عند الولادة. وتشمل السلوكيات الفطرية السلوكيات المنعكسة والغريزية. مثال على سلوك الفطري تمديد الجسم.

source: An instinct is a behavior that a creature is born with and is thus unlearned. It helps the creature to survive. The communication of wolves through howling is an example of an instinct.
ar_eg: الغريزة هي السلوك التي يولد معها الكائن الحي وبالتالي لا يتعلمها. تساعد الكائن للبقاء. اتصال الذئاب مع بعضها البعض عن طريق العواء هو مثال على الغريزة.

source: Inherited behaviors are behaviors which are physically passed on from generation to generation through the DNA. Not all behavior is inherited behavior, although some are. An example of inherited behavior is a lion's behavior of roaring.
ar_eg: السلوكيات الموروثة هي السلوكيات التي مرت جسديا من جيل إلى جيل من خلال الحمض النووي. ليس كل سلوك موروث، على الرغم من أن بعضها يورث . مثال على السلوك الموروث هو سلوك الأسد بالزئير.

source: Unlike inherited behavior which is passed on through the DNA in reproduction, learned behaviors are behaviors which are developed through experience - by living and interacting with other organisms and with the environment. Examples of learned behaviors in humans include reading, sharing, helping others, playing music, and riding a bicycle.
ar_eg: على عكس السلوك الموروثة التي يتم تمريرها عن طريق الحمض النووي في التكاثر، السلوكيات المتعلمة هي السلوكيات التي يتم تطويرها من خلال التجربة - من خلال العيش والتفاعل مع الكائنات الحية الأخرى والبيئة. أمثلة على السلوكيات المتعلمة في البشر تشمل القراءة، والمشاركة، ومساعدة الآخرين، عزف الموسيقى، وركوب الدراجات الهوائية.

source: A reflex is a genetically-inherited behavior that is involuntarily triggered by a stimulus. Reflexes are not learned. They are present from birth. For example, babies possess the grasp reflex, by which they hold onto objects.
ar_eg: السلوك المنعكس هو السلوك الموروث جينيا، وهو غير طوعي يسببه مثير معين. نحن لم نتعلم ردود الفعل. فهي موجودة منذ الولادة. على سبيل المثال، الأطفال يملكون رد الفعل، التي من خلالها يتمسكون بالأجسام.

source: Something that is genetically-inherited is passed on through reproduction, through the DNA. Innate behaviors such as reflexes and instincts are genetically-inherited by offspring from their parents. Physical characteristics are also genetically-inherited, such as the horns of the rhinoceros.
ar_eg: الشيء الموروث جينيا ينتقل عن طريق التكاثر، من خلال الحمض النووي. السلوكيات الفطرية مثل ردود الفعل والغرائز موروثة جينيا في النسل من قبل الوالدين. الخصائص الفيزيائية هي موروثة جينياً، مثل القرن عند وحيد القرن.

source: Checking what you now know... about behaviors
ar_eg: تأكد مما تعرف .... حول السلوكيات.

source: Crows are black-colored birds with excellent hearing, and typically live for six to seven years. Some crows in Japan open hard-shelled nuts by dropping them in front of moving cars. Which of the following is a learned behavior?
ar_eg: الغربان هي طيور سوداء تتميز بسمع ممتاز. وتعيش عادة لمدة ستة إلى سبع سنوات. بعض الغربان في اليابان تفتح الجوز ذو القشرة الصلبة عن طريق اسقاطها أمام السيارات المتحركة. أي من التالية هي سلوكيات مكتسبة؟

source: Living six to seven years
ar_eg: العيش لمدة ست الى سبع سنوات.

source: Having black feathers
ar_eg: لها/له ريش أسود.

source: Dropping nuts in front of cars
ar_eg: اسقاط الجوز أمام السيارات.

source: Having excellent hearing
ar_eg: تمتلك سمعا ممتازا.

source: Your first quiz question is...
ar_eg: سؤالك القصير الاول هو...

source: No, living 6 - 7 years is just the average age of that type of crow in that area.
ar_eg: لا, العيش لمدة ست الى سبع سنوات هو متوسط العيش لهذا النوع من الغربان في تلك المنطقة.

source: No, having black feathers is inherited and part of the bird's innate behavior.
ar_eg: لا، الحصول على ريش أسود يورث وهو جزء من السلوك الفطري لدى الطير.

source: Correct. The crows "learned" that dropping nuts in front of cars will open them. Their offspring will learn this from observing their parents, not from the DNA.
ar_eg: صحيح. تتعلم الغربان بأن إسقاط المكسرات أمام السيارات سيفتحها. أطفالهم ستتعلم هذا من ملاحظة أبائهم، ليس من الحمض النووي.

source: No, having excellent hearing is inherited and part of the bird's innate behavior.
ar_eg: لا، الاستماع الممتاز يورث وهو جزءا من السلوك الفطري لدى الطيور.

source: Which of the following statements is <span class='blink'>not</span> true regarding learned behavior?
ar_eg: أي من العبارات التالية <span class='blink'>ليس</span> صحيح حول السلوك المكتسب؟

source: Learned behaviors are not inherited from parents.
ar_eg: السلوك المكتسب ليس موروثا من الوالدين.

source: Animals learn by observation and through experiences with their environment.
ar_eg: الحيوانات تتعلم من خلال الملاحظة ومن خلال التجارب مع بيئاتها.

source: There are survival advantages to learned behavior.
ar_eg: هناك مزايا باقية للسلوك المكتسب.

source: Being colorblind (being unable to visually distinguish between green and red colors from birth) is an example of a learned behavior.
ar_eg: أن يكون لديك عمى ألوان (عدم القدرة على التمييز بين الألوان بصريا( الأخضر والأحمر من الولادة) هو مثال على سلوك مكتسب.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لاستدارة المربع وحدد إجابتك

source: Studying behavior...
ar_eg: دراسة السلوك....

source: No, even if your parents learned how to ride a bicycle, the behavior is not passed onto you. You had to learn how to ride a bicycle yourself.
ar_eg: لا، حتى لو تعلم والديك كيفية ركوب الدراجة. السلوك لا يمرر اليك . يجب أن تتعلم ركوب الدراجة بنفسك.

source: No, animals do learn by observing their parents and experiencing things themselves. Different animals stay with their parents for different periods of time until they are independent.
ar_eg: لا، تتعلم الحيوانات من خلال مراقبة والديها وتجربة الأشياء ذاتها. الحيوانات المختلفة تبقى مع والديهم لفترات مختلفة من الزمن حتى تستقل.

source: No, the advantage of learned behavior is that the offspring can learn different behaviors which might come in handy in situations needed to survive.
ar_eg: لا، أن ميزة السلوك المكتسب هو أن الذرية يمكن أن تتعلم السلوكيات المختلفة قد تكون سهلة في أوضاع تحتاج اليها للبقاء على قيد الحياة.

source: Correct. This is false because being colorblind is an inherited trait, not something you can learn.
ar_eg: صحيح. هذا خطأ لأن كون لديه عمى ألوان فهو سمة موروثة، وليس شيئا يمكن تعلمه.

source: Complete the sentence by selecting the <span class='blink'>correct</span> terms.
ar_eg: إكمل الجملة باختيار المصطلحات <span class='blink'>الصحيحة</span>.

source: Behaviors can be divided into those which are,
ar_eg: يمكن تقسيم السلوكيات الى تلك التي هي.

source: innate
ar_eg: فطري

source: learned
ar_eg: مكتسب أو متعلم

source: reflexes
ar_eg: سلوكيات منعكسة

source: instincts
ar_eg: الغرائز.

source: meaning they are present from
ar_eg: معنى أنها موجودة من

source: birth, and those that are,
ar_eg: الولادة، وتلك التي هي،

source: or must be developed after birth.
ar_eg: أو يجب تطويرها بعد الولادة.

source: Innate behaviors are related to survival needs and include
ar_eg: ترتبط السلوكيات الفطرية باحتياجات البقاء على قيد الحياة، وتشمل

source: and
ar_eg: و

source: Selecting answers...
ar_eg: اختيار الأجوبة.

source: Correct. There are innate and learned behaviors. Innate are those behaviors which are not taught and have to do with survival skills. They include reflexes (automatic responses to stimulus) and instincts. Other behaviors are learned from parents or through hands-on experience.
ar_eg: صحيح. هناك سلوكيات فطرية ومكتسبة. الفطرية هي تلك السلوكيات التي لا تدرس وذات صلة بمهارات البقاء على قيد الحياة. وهي تشمل سلوكيات منعكسة وغرائزية. والسلوكيات الأخرى التي اكتسبت من الوالدين أو من خلال التجربة العملية.

source: Not quite. There are innate and learned behaviors. Innate are those behaviors which are not taught and have to do with survival skills. They include reflexes (automatic responses to stimulus) and instincts. Other behaviors are learned from parents or through hands-on experience.
ar_eg: ليس تماما، هناك سلوكيات فطرية ومكتسبة. الفطرية هي تلك السلوكيات التي لا تدرس وذات صلة بمهارات البقاء على قيد الحياة. وهي تشمل ردود الفعل (الاستجابات التلقائية للمحفزات) والغرائز. والسلوكيات التي نكتسبها من الوالدين أو من خلال التجربة العملية.

source: Many horses can walk within five minutes of being born. Given this fact, what is walking considered in horses?
ar_eg: العديد من الأحصنة تستطيع المشي خلال خمس دقائق من ولادتها فقط.. نظرا لذلك، ماذا يعتبر المشي عند الأحصنة؟

source: Stimulus
ar_eg: المثير

source: Reflex
ar_eg: سلوك منعكس.

source: Innate behavior
ar_eg: سلوك فطري.

source: Learned behavior
ar_eg: سلوك مكتسب.

source: Looking at the behavior pattern...
ar_eg: انظر الى نمط السلوك.

source: No, walking is not a specific situation that causes a response. It is an innate behavior in this animal.
ar_eg: لا، المشي ليس حالة معينة تؤدي إلى الاستجابة. وهو سلوك فطري فى هذا الحيوان.

source: No, reflexes are simple and automatic responses to an external stimulus. The ability to walk is innate behavior, just not a reflex.
ar_eg: لا ، السلوكيات المنعكسة هي استجابات بسيطة وتلقائية لمثير خارجي. القدرة على المشي هى سلوك فطري، وليس فقط سلوك انعكاسي.

source: Correct. Walking within five minutes of birth shows this behavior to be innate and instinctual.
ar_eg: صحيح. المشي في غضون خمس دقائق من الولادة يظهر هذا السلوك ليكون فطري وغريزي.

source: No, walking for humans is a learned behavior, but for horses it is an innate behavior.
ar_eg: لا، والمشي بالنسبة للبشر هو سلوك مكتسب، ولكن للخيول فهو سلوك فطري.

source: Are these behaviors instinct, reflex, or learned? Hover your mouse on the texts to view an image.
ar_eg: هل هذه السلوكيات غريزية, منعكسة، أم مكتسبة؟ مرر الفأرة على النص لتعرض الصورة.

source: Instinct
ar_eg: غريزة

source: Learned
ar_eg: متعلم

source: A pet cuddling with its owner.
ar_eg: حيوان أليف يحضن صاحبه.

source: A pet going to its mother for milk.
ar_eg: حيوان أليف يذهب لأمه للحليب.

source: A child being potty trained.
ar_eg: يتم تدريب الطفل على قضاء الحاجة.

source: A woman quickly moves her hand away from heat.
ar_eg: امراة تسحب يدها بسرعة بعيدا عن الحرارة.

source: A student looks both ways before crossing the street.
ar_eg: ينظر الطفل الى كلا الجانبين قبل قطع الشارع.

source: A child screams when frightened.
ar_eg: يصرخ الطفل عند الخوف.

source: A baby cries when it wants its parents' attention.
ar_eg: يبكي الطفل عندما يريد انتباه اهله.

source: Recently born birds know when to migrate.
ar_eg: الطيور المولودة حديثا تعرف متى موعد هجرتها.

source: Instinct, reflex or learned?
ar_eg: غريزي, منعكس، أم متعلم؟

source: ANSWER
ar_eg: أجب.

source: Correct! An animal will instinctively go to its mother for milk, but it learned to go to its human owner for cuddling. Other animals might have "learned" not to go near humans based on their experience. Screaming is another example in which if it is done without thinking, out of fear, it is a reflex. But if a person learns that screaming will lead to more parental attention, it is no longer considered a reflex.
ar_eg: صحيح، الحيوان سوف يذهب لأمه للحصول على الحليب غريزيا ، ولكنه يتعلم الذهاب لمالكه ليحضنه. الحيوانات الأخرى تتعلم عدم التوجه قرب الانسان حسب تجربتها. الصراخ هو مثال اخر على القيام بشيء دون التفكير بداعي الخوف وهنا يعد منعكس. لكن اذا تعلم الشخص أن البكاء سوف يؤدي الى انتباه والديه اليه فهو لا يعتبر هنا منعكس.

source: Not quite. An animal will instinctively go to its mother for milk, but it learned to go to its human owner for cuddling. Other animals might have "learned" not to go near humans based on their experience. Screaming is another example in which if it is done without thinking, out of fear, it is a reflex. But if a person learns that screaming will lead to more parental attention, it is no longer considered a reflex.
ar_eg: ليس تماما، الحيوان سوف يذهب لأمه للحصول على الحليب غريزيا ، ولكنه يتعلم الذهاب لمالكه ليحضنه. الحيوانات الأخرى تتعلم عدم التوجه قرب الانسان حسب تجربتها. الصراخ هو مثال اخر على القيام بشيء دون التفكير بداعي الخوف وهنا يعد منعكساً. لكن اذا تعلم الشخص أن البكاء سوف يؤدي الى انتباه والديه اليه فهو لا يعتبر هنا منعكس.

source: On the first attempt, a mouse takes 20 minutes to complete a maze. By the fourth time, the same mouse takes only 12 minutes to finish the maze. What does this show?
ar_eg: في المحاولة الأولى، الفأر يستغرق 20 دقيقة لإكمال المتاهة. وفي المرة الرابعة، نفس الفأر يأخذ 12 دقيقة فقط لإنهاء المتاهة. ماذا يبين ذلك؟

source: The mouse did not have sharp instincts the first time completing the maze.
ar_eg: لم يكن لدى الفأر غريزة حادة أول مرة أكمل فيها المتاهة.

source: The mouse wanted to complete the maze to make the scientist happy.
ar_eg: الفأر أراد أن ينهي المتاهة ليجعل العالم سعيدا.

source: The mouse had excellent reflexes the third time the maze was completed.
ar_eg: كان للفأر استجابات منعكسة ممتازة عندما أنهى المتاهة في المرة الثالثة.

source: The mouse experienced the maze and had the ability to learn new behaviors.
ar_eg: اختبر الفأر المتاهة وكان عنده القدرة ليتعلم سلوكيات جديدة.

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال في الاختبار؟

source: No, the mouse traveled through the maze based on its instinct, but needed more experience to learn how to get to the end.
ar_eg: لا، توجه حركة الفأر في المتاهة كان غريزيا، ولكنه احتاج خبرة لتعلم الوصول للنهاية.

source: No, the statements show no sign of this behavior. It shows the animal's ability to learn new behaviors.
ar_eg: لا، البيانات لا تظهر أي علامة على هذا السلوك، بل أظهرت القدرة على اكتساب سلوكيات جديدة.

source: No, reflexes are automatic responses to a stimulus. Going from 20 to 12 minutes in four tries shows the animal's ability to learn new behaviors.
ar_eg: لا، ردود الفعل هي استجابات اوتوماتيكية للمحفزات. الانتقال من 20 ال 12 دقيقة في أربع محاولات تظهر قدرة الحيوان لتعلم سلوكيات جديدة.

source: Correct. Through trial and error the animal learned how to get to the maze in a faster way, that is why the time reduced from 20 to 12 minutes.
ar_eg: صحيح، من خلال التجربة والأخطاء، الحيوانات تعلمت كيفية الوصول الى نهاية المتاهة بأسرع وقت، ولهذا إنخفض الوقت من 20 ال 12 دقيقة.

source: You've completed the Behaviors review.
ar_eg: لقد اتممت مراجعة السلوكيات.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: .يمكنك تفقد اجاباتك في الاختبارات السريعة و في الاسئلة السريعة لهذه المراجعة بالنقر على الزر المبين في الأسفل.
