Repository: geneconde/NGR-sandbox
Catalog: demo/behaviors/Locale/*/LC_MESSAGES/behaviors.po
Languages: ar_eg

source: Behaviors
ar_eg: السلوكيات.

source: More core ideas... about behaviors
ar_eg: المزيد من الافكار الاساسية... حول السلوكيات.

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Check Answer
ar_eg: تأكد من الاجابة

source: Read More
ar_eg: اقرا أكثر

source: You answered...
ar_eg: أنت أجبت ...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك

source: Close me!
ar_eg: أغلقني !

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2

source: Quick Check #3
ar_eg: اختبار سريع رقم 3

source: Quick Check #4
ar_eg: اختبار سريع رقم 4

source: Quiz Question #1
ar_eg: سؤال قصير رقم 1

source: Quiz Question #2
ar_eg: سؤال قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: How did I do?
ar_eg: كيف أجبت

source: select
ar_eg: اختر.

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Let's begin!
ar_eg: هيا نبدأ !

source: Are you ready,
ar_eg: هل أنت مستعد،

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: You're done!
ar_eg: أنهيت!

source: Start
ar_eg: ابدأ

source: The Situation
ar_eg: الحالة

source: The Scenario
ar_eg: السيناريو

source: Your Task
ar_eg: مهمتك هي

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختبار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه

source: Click the NEXT button when you are ready.
ar_eg: اضغط الزر التالي عندما تكون جاهزا

source: Congratulations,
ar_eg: مبروك

source: Welcome to the Behaviors review,
ar_eg: مرحبا بكم في مراجعة السلوكيات.

source: Thinking about... behaviors
ar_eg: التفكير بالسلوكيات.

source: Have you ever thought about the 'why' behind your behavior? Like, why do you have to learn some things, while other things seem to come naturally or without thinking? Have you ever wondered just how much of your behavior is due to what you have learned and how much of it you did not have to learn because it was already part of you from birth? What about the behaviors of other living things? Can animals learn too?
ar_eg: هل سبق لك أن فكرت بأسباب سلوكياتك؟ مثال، لماذا عليك أن تتعلم بعض الأشياء، في حين أن الأمور الأخرى تأتي بشكل طبيعي أو دون تفكير؟ هل تساءلت يوما اذا كان سلوكك يرجع إلى ما تعلمته وما لم يكن لديك لتتعلمه لأنه كان جزءا منك منذ ولادتك ؟ ماذا عن سلوكيات الكائنات الحية الأخرى؟ هل تتعلم الحيوانات ايضا؟

source: Checking what you know... about behaviors
ar_eg: التأكد مما تعرف... حول السلوكيات.

source: Look at the behaviors listed below. Click on the ones you think you were able to do when you were born.
ar_eg: إلق نظرة على السلوكيات المذكورة أدناه. انقر على تلك التي كنت تعتقد أنك كنت قادرا على القيام بها عندما ولدت.

source: Ride a bicycle
ar_eg: ركوب الدراجة.

source: Breathe
ar_eg: تنفس.

source: Read
ar_eg: قراءة.

source: Tie your shoes
ar_eg: ربط رباط الحذاء.

source: Blink your eyes
ar_eg: رَمْش العيون.

source: Remember
ar_eg: تذكر.

source: Throw a ball
ar_eg: ارم الكرة.

source: You were able to breathe, blink your eyes, and remember when you were born. No one actually taught you how to do those things. On the other hand, you had to learn how to tie your shoes, ride a bicycle, and throw a ball. How are these activities different? Continue with the review to find out.
ar_eg: لقد كنت قادرا على التنفس والرمش بعينيك وتذكر يوم ولادتك..لم يعلمك أحد كيفية عمل هذه الأشياء . من ناحية أخرى، لقد تعلمت كيفية ربط حذاءك والركوب على الدراجة, ورمي الكرة. كيف تختلف هذه النشاطات؟ أكمل المراجعة لتعرف ذلك.

source: Breathing air...
ar_eg: تنفس الهواء.

source: Reviewing core ideas... about behaviors
ar_eg: مراجعة الافكار الاساسية...حول السلوكيات.

source: <span class='key'>Behavior</span> is the way that a living thing acts and reacts when exposed to different situations. We call a specific situation a <span class='key'>stimulus</span> and how a living thing reacts, a <span class='key'>response</span>. When scientists study behavior, they are looking at the response of an organism to different stimuli. Here's a simple illustration. Think about what you would do if you attempted to warm your hands over a campfire, but got too close to the flames. If the heat of the flame caused you pain, your immediate response would most likely be to pull your hand back very quickly. This response is your behavior.
ar_eg: <span class='key'>السلوك</span> هو الطريقة التي يتصرف بها الكائن الحي ويتفاعل بها عند التعرض لمواقف مختلفة. نسمي موقفاً محدداً <span class='key'>مثير</span> ، ونسمي تفاعل الكائن الحي <span class='key'>استجابة</span>. عندما يدرس العلماء السلوكيات فهم يبحثون عن استجابة الكائن الحي للمثيرات المختلفة. وهنا توضيح بسيط، فكر في ما كنت ستفعله لو حاولت تدفئة يديك على النار المشتعلة ، وكانت يدك قريبة منها. إذا سببتلك حرارة اللهب الألم، استجابتك الفورية تسحب يدك إلى الخلف بسرعة كبيرة. هذه الاستجابة هي سلوكك.

source: Behaviors can be divided into two: <span class='key'>innate</span> - present from birth; and <span class='key'>learned</span> - developed after birth. Some behaviors may be a mixture of both.
ar_eg: تقسم السلوكيات الى قسمين: <span class='key'>فطرية</span>- تأتي منذ الولادة؛ وسلوكيات <span class='key'>متعلمة</span> - تتطور بعد الولادة . بعض السلوكيات يمكن أن تكون مزيجاً من الاثنين.

source: Innate behaviors include <span class='key'>reflexes</span> and <span class='key'>instincts</span>. Reflexes are simple and automatic responses to an external stimulus. For example, when the doctor hits your knee with a rubber mallet, your leg jerks in response. This movement does not require any thought on your part.
ar_eg: وتشمل السلوكيات الفطرية ردود <span class='key'>المنعكسة</span> و <span class='key'>الغرائز</span> . ردود الفعل المنعكسة هي استجابات بسيطة وتلقائية لمثير خارجي. على سبيل المثال، عندما يضرب الطبيب ركبتك بمطرقة مطاطية، تهتز ساقك ردا على ذلك. لا تتطلب هذه الحركة أي تفكير من قبلك.

source: Instincts are more complex behavior patterns than reflexes. For example, once sea turtles hatch from their nests in the sand, they instinctively move towards the water where they are safer. This instinct is triggered by the turtles' response to brightness. Because the open ocean is naturally brighter than the land, the sea turtles head toward the water. Like reflexes, instincts are present at birth and these abilities are inherited, or physically passed from parents to offspring through the DNA.
ar_eg: الغرائز هي أنماط السلوك الأكثر تعقيدا من المنعكسة. على سبيل المثال، بمجرد أن تفقس السلاحف البحرية من أعشاشها في الرمال، تتحرك غريزياً نحو الماء حيث أنها أكثر أمانا. تعمل هذه الغريزة عن طريق استجابة السلاحف 'إلى السطوع، لأن المحيط المفتوح هو أكثر سطوعا من الأرض . السلاحف البحرية تتوجه نحو الماء. فكما هي ردود الفعل، الغرائز موجودة عند الولادة ويتم توريثها، أو تمر جسديا من الآباء إلى الأبناء من خلال الحمض النووي.

source: Developing behavior...
ar_eg: تطور السلوك.

source: Question A. Which of the following is <span class='blink'>not</span> an example of a stimulus-response interaction?
ar_eg: السؤال أ. أي من الآتي هو <span class='blink'>ليس</span> مثالاً على التفاعل بين المثير والاستجابة؟

source: A dog barking at the mail carrier.
ar_eg: كلب ينبح على ساعي بريد.

source: Stubbing your toe and wincing in pain.
ar_eg: ارتطام اصبع قدمك والجفل من الألم.

source: A person jogging on a warm evening.
ar_eg: شخص يهرول في مساء دافئ.

source: A skunk spraying an approaching coyote.
ar_eg: الظربان يرش ذئب يقترب من بعيد.

source: Question B. Laws in areas near beaches do not allow bright lights when turtle eggs are hatching on the beaches. What do you think is the reason for this law?
ar_eg: السؤال ب. القوانين في المناطق القريبة من الشواطئ لا تسمح بالأضواء الساطعة عندما يتم تفريخ بيض السلاحف على الشواطئ. ما هو السبب وراء هذا القانون برأيك؟

source: The lights may cause the eggs not to open.
ar_eg: قد تتسبب الأضواء بعدم فقس البيض.

source: The lights may attract the turtles away from the water.
ar_eg: من الممكن أن تجذب الأضواء السلاحف الى الماء.

source: The lights may attract turtle predators.
ar_eg: الأضواء قد تجذب الحيوانات المفترسةالى السلاحف.

source: The lights may overheat the turtle eggs.
ar_eg: الأضواء قد تسخن بيض السلاحف اكثر مما ينبغي.

source: Preparing your first quick check...
ar_eg: استعد للتحقق من اجابتك بإختبار سريع...

source: No, the mail carrier approaching the house is the stimulus and the dog barking is the response.
ar_eg: لا، اقتراب ساعي البريد من البيت هو المثير، ونباح الكلب هو الاستجابة.

source: No, stubbing your toe and experiencing pain is the stimulus, and wincing is the response.
ar_eg: لا، ارتطام اصبع قدمك وتجربة الألم هو المثير ، والجفل هو الاستجابة.

source: Correct. This is not a stimulus-response example. A specific situation is a stimulus and how a living thing reacts a response.
ar_eg: صحيح. هذا ليس مثال على المثير والاستجابة. الحالة المحددة هي المثير وكيفية رد الكائن وتفاعله هي استجابة.

source: No, the coyote approaching is the stimulus, and the skunk's response is to spray the coyote.
ar_eg: لا، اقتراب الذئب هو المثير ، ورش الظربان للذئب هي الاستجابة.

source: No, once they hatch, the sea turtles respond to the brightness of the sea and move toward the safe water. Bright lights may attract and mislead turtles away from the water.
ar_eg: لا، بمجرد أن يفقس البيض، السلاحف البحرية تستجيب لسطوع البحر وتتحرك نحو المياه الآمنة. الأضواء الساطعة قد تجذب وتضلل السلاحف بعيدا عن الماء.

source: Correct. Having bright lights on the beach could be dangerous and misleading for the newly-hatched sea turtles.
ar_eg: صحيح. وجود الأضواء الساطعة على الشاطئ قد يكون خطيرا ومضللا للسلاحف البحرية التي فقست حديثا.

source: No, once they hatch, they respond to brightness of the sea and move toward the safe water. Bright lights may attract and mislead turtles away from the water.
ar_eg: لا، بمجرد أن يفقس البيض، السلاحف تستجيب لسطوع البحر وتتحرك نحو المياه الآمنة. الأضواء الساطعة قد تجذب وتضلل السلاحف بعيدا عن الماء.

source: No, once they hatch, the sea turtles respond to brightness of the sea and move toward the safe water. Bright lights may attract and mislead turtles away from the water.
ar_eg: لا، بمجرد أن يفقس البيض، السلاحف البحرية تستجيب لسطوع البحر وتتحرك نحو المياه الآمنة. الأضواء الساطعة قد تجذب وتضلل السلاحف بعيدا عن الماء.

source: Please check your answers.
ar_eg: لو سمحت ، اختر اجابتك .

source: Unlike innate behavior, <span class='key'>learned behaviors</span> are behaviors which are developed through experience - by living and interacting with the environment. For example, when you cross a street, you look in all directions to make sure that there are no moving vehicles coming. A family member most likely explained to you how to check for oncoming traffic, or perhaps you watched and imitated them as they showed you. You were not born knowing how to cross a street safely, but you learned the behavior. Once you learned this behavior in crossing streets, you were able to show or teach a younger sister or brother the behavior as well.
ar_eg: على عكس السلوك الفطري، السلوكيات <span class='key'>المتعلمة</span> هي السلوكيات التي يتم تطويرها من خلال التجربة - من خلال العيش والتفاعل مع البيئة. على سبيل المثال، عند عبور الشارع، وأنت تنظر في كل الاتجاهات للتأكد من أنه لا توجد سيارات قادمة. على الأغلب قد قام أحد أفراد العائلة بشرح كيفية التحقق من قدوم حركة السير أو من الممكن انك رأيت وقلدتهم كما علموك. لم تولد وانت تعرف كيفية قطع الشارع ولكنك تعلمت هذا السلوك. بمجرد أنك تعلمت سلوك قطع الشارع فأنت تستطيع أن تُظهر السلوك أو أن تعلم إخوانك الأصغر سناً هذا السلوك.

source: Other examples of learned behaviors in humans include reading, helping someone, playing music, and riding a bicycle. These are all behaviors which require you to learn through being taught by others, either directly or indirectly through observing them, by doing them yourself, or a combination of these. Once you learn a new behavior, it is not usually forgotten. You now possess a memory of how to do it.
ar_eg: أمثلة أخرى على السلوكيات المتعلمة في الانسان تتضمن القراءة ، مساعدة شخص ما ، و عزف الموسيقى ، و ركوب الدراجة. هذه السلوكيات التي تتطلب منك أن تتعلمها كانت قد درست من قبل الآخرين، إما مباشرة أو بشكل غير مباشر من خلال مراقبتهم، أو عن طريق القيام بها بنفسك، أو مزيج من هذه. بمجرد ان تتعلم السلوك الجديد، فهو عادة لا ينسى. أنت الآن تمتلك ذاكرة تبين كيفية القيام بذلك.

source: An important feature of learned behaviors is that they are not passed onto the next generation through physical means. In other words, they are not <span class='key'>genetically-inherited</span>. This means that although you have learned to cross a road safely, your children will not be born with that knowledge or ability. They will have to learn the behavior, just as you had to learn it. This differs from innate reflexes and instincts, which are passed on from one generation to the next through the genetic means of inheritance.
ar_eg: ميزة هامة للسلوكيات المستفادة هي أنها لا يتم تمريرها للجيل القادم من خلال الوسائل المادية. وبعبارة أخرى، فهي ليست <span class='key'>موروثة جينيا</span> . وهذا يعني أنه على الرغم من أنك قد تعلمت عبور الطريق بأمان، لن يولد أطفالك ومعهم تلك المعرفة أو القدرة. سيكون مجبرين على أن يتعلموا السلوك، تماما كما تعلمته. وهذا يختلف عن السلوكات المنعكسة والغرائز الفطرية، التي تنتقل من جيل إلى جيل من خلال وسائل الوراثية .

source: Interacting with environment...
ar_eg: التفاعل مع البيئة

source: Question A. From the list provided, mark <span class='blink'>all</span> the learned behaviors.
ar_eg: السؤال أ. من القائمة المعطاة، حدد <span class='key'>جميع</span> السلوكيات المتعلمة.

source: Coughing
ar_eg: سعال

source: Sneezing
ar_eg: عطس

source: Crying
ar_eg: بكاء

source: Skate boarding
ar_eg: التزلج

source: Question B. Which of the following is an innate behavior in humans?
ar_eg: السؤال B. أي من التالية هو سلوك فطري في الإنسان؟

source: Talking
ar_eg: التحدث

source: Walking
ar_eg: مشي

source: Thinking
ar_eg: تفكير

source: Sharing
ar_eg: مشاركة.

source: Identifying different behaviors...
ar_eg: تحديد السلوكيات المختلفة ...

source: Correct! Coughing, sneezing and crying are all innate behaviors. Newborns can do all of these without help. Walking, skate boarding, and singing are learned behaviors. They need to be taught directly or indirectly, and will not be passed down to the next generation.
ar_eg: صحيح! السعال والعطس والبكاء كلها سلوكيات فطرية. حديثي الولادة يمكن أن تفعلها دون مساعدة. المشي، التزلج ، الغناء هي سلوكيات متعلمة. فإنها تحتاج إلى أن تعلم بصورة مباشرة أو غير مباشرة، ولن تنتقل إلى الجيل التالي.

source: Not quite. Coughing, sneezing, and crying are all innate behaviors. Newborns can do all of these without help. Walking, skate boarding, and singing are learned behaviors. They need to be taught directly or indirectly, and will not be passed down to the next generation.
ar_eg: ليس تماما,السعال والعطس والبكاء كلها سلوكيات فطرية. حديثي الولادة يمكن أن تفعلها دون مساعدة. المشي، التزلج ، الغناء هي سلوكيات متعلمة. فإنها تحتاج إلى أن تعلم بصورة مباشرة أو غير مباشرة، ولن تنتقل إلى الجيل التالي.

source: No, talking is a learned behavior. People cannot do it when they are born and they cannot pass on the ability to the next generation.
ar_eg: لا، الحديث هو سلوك مكتسب. لا يمكن للبشر أن يتحدثوا عند ولادتهم، والتحدث لا يمكن أن يمرر الى الجيل القادم.

source: No, walking is a learned behavior. Humans have to learn to walk, which usually happens in stages. This ability is not genetically-inherited.
ar_eg: لا، المشي هو سلوك مكتسب ، البشر عليهم تعلم كيفية المشي، والذي يحدث على مراحل. هذه القدرة غير موروثة جينيا.

source: Correct. Thinking is innate to humans. However, critical and higher level thinking can be taught and strategies can be learned.
ar_eg: صحيح. التفكير هو فطري للبشر. ولكن، التفكير في المستوى العالي والنقدي يمكن تدريسه، والاستراتيجيات يمكن تعلمها.

source: No, sharing is an activity that must be taught. Some people not aware of its social importance and they never learn to share.
ar_eg: لا، التبادل المعرفي هو نشاط يجب أن يدرس. بعض الناس لا يدركون الأهمية الاجتماعية وهم لا يتعلمون أبدا يشاركوا الأخرين.

source: No, sharing is an activity that must be taught. Some people are not aware of its social importance and they never learn to share.
ar_eg: لا، التبادل المعرفي هو نشاط يجب أن يدرس. بعض الناس لا يدركون الأهمية الاجتماعية وهم لا يتعلمون أبدا يشاركوا الأخرين.

source: Learned behavior is often dependent on both inherited traits and the characteristics of the environment the animal lives in. For example, every bird has a number of specific songs which characterize the type of bird it is. A robin's song is different from a catbird's song, which is different from a cardinal's song. Each bird is born able to sing, but each bird has to be taught to sing their song. They have to hear it and learn it.
ar_eg: غالبا ما يعتمد السلوك المتعلم على كل من الصفات الموروثة وخصائص البيئة التي يعيش الحيوان فيها. مثال، كل طائر لديه عدد محدد من الأغاني والتي تصف نوع كل الطائر. أغنية روبن تختلف عن أغنية الكاتبيرد، والذي تختلف عن أغنية الكاردينال. تولد كل الطيور قادرة على الغناء، ولكن لا بد من تدريس الطيور الغناء الأغاني الخاصة بهم. عليهم الاستماع والتعلم.

source: A robin sings while perched on the roof.
ar_eg: روبن يغني بينما يجثو على السطح.

source: In the wild savanna environment, a lion must learn how to hunt in order to survive. While a cub is helpless at first, by three months, its mother has introduced it to eating meat. Over the next seven months, it will watch its mother hunt and gradually learn hunting small animals itself. These skills will not be perfected for another one or two years because hunting is a complex behavior to master.
ar_eg: في بيئة السافانا البرية، يتوجب على الأسد تعلم كيفية الاصطياد من أجل البقاء على قيد الحياة. بينما الشبل عاجز في البداية، بعد مرور ثلاثة أشهر، تقدم الأم لها اللحوم. على مدى الأشهر السبعة المقبلة، فإنه سوف يشاهد مطاردة أمه ويتعلم تدريجيا صيد الحيوانات الصغيرة نفسها. لن يتم اتقان هذه المهارات لبعد عام أو عامين آخرين لأن الصيد هو سلوك معقد ليصبح متقن.

source: Most learned behavior is related to survival needs such as finding food, avoiding predators or other dangers, reproduction, or social interaction. But if learned behaviors are not inherited by an animal's offspring, what is the advantage to learning new behaviors? The answer is that it is likely that learning new behaviors allows a population of animals to survive in a wider variety of environments and situations. If an animal survives longer, it can increase its chances for reproduction.
ar_eg: يرتبط السلوك المكتسب باحتياجات البقاء على قيد الحياة مثل إيجاد الغذاء، وتجنب الحيوانات المفترسة أو أخطار أخرى والتكاثر، أو التفاعل الاجتماعي. ولكن إذا لم يتم توارث السلوكيات التي تعلمتها نسل الحيوان، ما هي الميزة لتعلم سلوكيات جديدة؟ الجواب هو أنه من المرجح أن تعلم سلوكيات جديدة تسمح للحيوانات البقاء على قيد الحياة في مجموعة متنوعة من البيئات والحالات. إذا بقي حيوان لفترة أطول على قيد الحياة، يمكن ان تزيد فرصه في التكاثر.

source: Bears learning how to catch fish
ar_eg: الدببة تتعلم كيف تصطاد السمك

source: Cow playing with her child
ar_eg: بقرة تلعب مع طفلها

source: Cat licking his feet
ar_eg: القط يلعق قدمه.

source: Learning new behavior...
ar_eg: تعلم سلوك جديد.

source: Question A. Mark <span class='blink'>all</span> of the following that contribute to learned behavior.
ar_eg: السؤال أ. حدد <span class='blink'>جميع</span> ما يساهم في السلوك المتعلم مما يلي.

source: Environment
ar_eg: بيئة

source: Survival Needs
ar_eg: احتياجات البقاء

source: Reflexes
ar_eg: سلوكيات إنعكاسية.

source: Inherited Traits
ar_eg: الصفات الموروثة.

source: Question B. Which of the following is <span class='blink'>not</span> a characteristic behavior of birds that increases their likelihood of reproduction?
ar_eg: السؤال أ. أي مما يلي <span class='blink'>ليس</span> سلوكاً مميزاً للطيور التي يزيد امكانيتهافي التكاثر.

source: Singing
ar_eg: غناء

source: Eye color
ar_eg: لون العين.

source: Catching food
ar_eg: اصطياد الطعام.

source: Feather demonstration
ar_eg: عرض الريش.

source: Ready for your last quick check?
ar_eg: هل انت مستعد للتحقق من اجابتك باختبار سريع وأخير.

source: Great! Learned behavior depends on the environment the animal lives in, survival needs, and inherited traits. In the case of a bird, learning to sing is a behavior important for survival. The bird has inherited the ability to sing. And depending on the kind of bird it is, it will pick up clues from the environment and learn to sing the song it needs for its survival.
ar_eg: عظيم! يعتمد السلوك المكتسب على البيئة التي يعيش فيهاالحيوان، فهو يحتاج للبقاء على قيد الحياة، ووراثةالصفات. في حالة وجود الطيور، تعلم الغناء هو السلوك مهم من أجل البقاء. وقد ورثت الطيور القدرة على الغناء. واعتمادا على نوع الطير الذي هو عليه، فإنه سيتم التقاط أدلة من البيئة وتعلم غناء الأغنية التي يحتاجها من أجل بقائه حيا.

source: Not quite. Learned behavior depends on the environment the animal lives in, survival needs, and inherited traits. In the case of a bird, learning to sing is a behavior important for survival. The bird has inherited the ability to sing. And depending on the kind of bird it is, it will pick up clues from the environment and learn to sing the song it needs for its survival.
ar_eg: ليس تماما, يعتمد السلوك المكتسب على البيئة التي يعيش فيهاالحيوان، فهو يحتاج للبقاء على قيد الحياة، ووراثةالصفات. في حالة وجود الطيور، تعلم الغناء هو سلوك مهم من أجل البقاء. وقد ورثت الطيور القدرة على الغناء. واعتمادا على نوع الطير الذي هو عليه، فإنه سيتم التقاط أدلة من البيئة وتعلم غناء الأغنية التي يحتاجها من أجل بقائه حيا.

source: No, being able to sing is an important quality that would increase the likelihood of reproduction for birds.
ar_eg: لا، أن تكون قادرا على الغناء بجودة عالية من شأنه أن يزيد من احتمال تكاثر الطيور.

source: Correct. The color of a bird's eyes is less important compared to its ability to sing, catch food, and attract mates by feather demonstrations.
ar_eg: صحيح، لون عين الطائر هو أقل أهمية مقارنة بقدرتها على الغناء، صيد الطعام، وجذب الزوج عن طريق عرض الريش.

source: No, finding food is a survival skill that would increase mating chances.
ar_eg: لا، العثور على الطعام هو مهارة للبقاء والتي تزيد من تكاثر الأزواج..

source: No, birds compete for the chance to mate. Feather demonstrations are one way they do this.
ar_eg: لا، الطيور تتنافس للحصول على فرصة للتزاوج. عرض الريش هي طريقة لفعل ذلك.

source: Using what you know... about behaviors... to solve a problem
ar_eg: استخدم ما تعرفه ... عن السلوكيات... لحل مشكلة

source: The Problem
ar_eg: المشكلة

source: You have been called in to provide some training to test and sharpen the reflexes of a team that is going on a special mission to rescue some hostages. Being able to grab things quickly is one area of reflexes that is especially important in this mission.
ar_eg: لقد دعيت لتقديم بعض التدريب لاختبار وصقل ردود فعل المنعكسة للفريق الذي يجري في مهمة خاصة لإنقاذ بعض الرهائن. أن تكون قادراً على انتزاع الأشياء بسرعة هو واحدة من ردود الفعل التي تتسم بأهمية خاصة في هذه المهمة.

source: The Task
ar_eg: المهمة
