Repository: geneconde/NGR-sandbox
Catalog: demo/built-to-survive/Locale/*/LC_MESSAGES/built-to-survive.po
Languages: ar_eg

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: الإجابة على الستة أسئلة التالية سيعطيك فكرة حول ما تعرف وما تحتاج أن تدرس.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر تالي عندما تكون مستعداً.

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: Why does the Venus flytrap absorb insects?
ar_eg: لماذا تمتص النبتة آكلة الحشرات جسم الحشرات؟

source: Because it is defending itself against attack from insects.
ar_eg: لأنها تدافع عن نفسها ضد إعتداء الحشرات عليها.

source: To supplement the energy it lacks from using photosynthesis alone.
ar_eg: لتعطي الطاقة الإضافية التي تنقصها من استخدام التركيب الضوئي وحدة.

source: Because it does not use photosynthesis to obtain energy.
ar_eg: لأنها لا تستخدم التركيب الضوئي كي تحصل على الطاقة.

source: Because its roots are unable to gather any nutrients from the soil.
ar_eg: لأن جذورها غير قادرة على أن تجمع أي مغذيات من التربة.

source: No, the insects are not harming the Venus flytrap- they are actually lunch. The plant absorbs insects to supplement the energy it lacks from using photosynthesis.
ar_eg: لا، الحشرات لا تؤذي النبتة آكلة الحشرات-إنها في الواقع غداء. النبتة تمتص الحشرات كي تعوض نقص الطاقة الحاصل عن استخدام التمثيل الضوئي.

source: Correct. This plant produces energy by photosynthesis like all other plants, but consumes insects to get more energy.
ar_eg: صحيح. تنتج هذه النبتة طاقة بواسطة التركيب الضوئي مثل كل النباتات الأخرى، لكن تستهلك حشرات كي تحصل على طاقة إضافية.

source: No, the Venus flytrap is a plant and it does produce energy through photosynthesis. However, it is not enough for the plant's needs and consumes insects as well.
ar_eg: لا، جذور النبتات آكلة الحشرات تعمل بشكلٍ مناسب، وتنتج النبتة الطاقة من خلال التركيب الضوئي. لكن، لا يكفي لحاجات النبتة فتسهلك حشرات أيضاً.

source: No, the Venus flytrap's roots work properly, and the plant produces energy through photosynthesis. However, at times, the energy obtained by photosynthesis is not enough for the plant, and so it will supplement its diet by consuming insects.
ar_eg: لا، جذور النباتات آكلة الحشرات تعمل بشكلٍ مناسب، وتنتج النبتة الطاقة من خلال التركيب الضوئي. لكن، في بعض الأحيان، الطاقة الناتجة عن التركيب الضوئي لا تكفي للنبتة، وبذلك تعوض غذاءها بواسطة استهلاك الحشرات.

source: Please select your answer.
ar_eg: يرجى إختيار الإجابة.

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو ...

source: Which of the following characteristics most influences where reptiles may live and survive?
ar_eg: أي من الخصائص التالية تؤثر في المكان الذي تعيش به الزواحف كي تبقى على قيد الحياة؟

source: Have backbones
ar_eg: لها عمود فقاري

source: Lay eggs
ar_eg: تضع بيضاً

source: Scaly skin
ar_eg: جلدها مملوء بالقشور

source: Reptiles
ar_eg: زواحف

source: Correct. Reptiles have not adapted to survive extreme temperatures because they are cold-blooded, which affects where they live.
ar_eg: صحيح. الزواحف لم تتكيف كي تبقى على قيد الحياة في درجات الحرارة القاسية لأنها من ذوات الدم البارد، والتي تتأثر بمكان عيشها.

source: No, all reptiles are vertebrates, but the fact they are cold-blooded affects where they live. They survive better in warmer climates.
ar_eg: لا، جميع الزواحف عبارة عن فقاريات، لكن حقيقة أنها من ذوات الدم البارد تؤثر بمكان عيشها. وهي تبقى حية في الأجواء الحارة.

source: No, when they lay eggs, they would not be able to survive in certain climates because their temperature depends on that of the environment.
ar_eg: لا، عندما تضع البيوض، فإنها لن تتمكن من البقاء على قيد الحياة في أجواء معينة لأن حرارتها تعتمد على حرارة البيئة.

source: No, the scaly skin helps regulate their body moisture and temperature, but the fact that they are cold-blooded does not let them survive in certain climates.
ar_eg: لا، الجلد المملوء بالقشور ينظم رطوبة أجسامها وحرارته، لكن الحقيقة بأنها من ذوات الدم البارد لا تجعلها تبقى على قيد الحياة في أجوا معينة.

source: About reptiles...
ar_eg: ماذا عن الزواحف ...

source: Which of the following would <span class='blink red'>NOT</span> be a useful adaptation of fish or sea mammals?
ar_eg: أي من الآتي <span class='blink red'>ليس</span> مفيداً كتكيف للسمك أو لثدييات البحر؟

source: A. Having lungs that use oxygen more efficiently.
ar_eg: أ. لها رئتان تستخدم الأكسجين بفعالية أكثر.

source: B. Having blubber or thick underfur for insulation.
ar_eg: ب. لها دهون أو جلد سميك للعزل.

source: C. Having sharp senses to communicate underwater with sound.
ar_eg: ج. لها حواس حادة كي تتواصل تحت الماء بالصوت.

source: D. Having survival skills that only work with light.
ar_eg: د. لها مهارات بقاء على قيد الحياة والتي يمكن أن تعمل فقط بالضوء.

source: Having lungs that use oxygen more efficiently.
ar_eg: لها رئتان يستخدمان الأكسجين بفعالية أكبر.

source: Having blubber or thick underfur for insulation.
ar_eg: لها دهون أو جلد سميك للعزل

source: Having sharp senses to communicate underwater with sound.
ar_eg: لها حواس حادة كي تتواصل تحت الماء بالصوت

source: Having survival skills that only work with light.
ar_eg: لها مهارات تمكنها من البقاء على قيد الحياة والتي يمكن أن تعمل فقط بالضوء.

source: No, using oxygen efficiently is important. The lungs of many sea mammals are proportionately smaller than the lungs of humans, but they fill their lungs and are able to exchange 90% of their air in each breath.
ar_eg: لا، استخدام الأكسجين بفعالية مهم جداً. رئتا الكثير من ثدييات البحر هي أصغر نسبياً من رئتي البشر، لكن هي تملأ رئتيها وهي تتمكن من تبادل 90% من الهواء الذي تحتاجه في كل تنفس.

source: No, the ability to stay warm and not lose body heat is a very useful adaptation.
ar_eg: لا، قدرتها كي تبقى حارة ولا تخسر حرارة جسمها هو تكيف مفيد جداً.

source: No, sharp hearing is needed to find prey underwater and to make sure you are not a larger animal's prey either.
ar_eg: لا، السمع الحاد ضروري كي تجد الفريسة تحت الماء وتجعلك متأكداً أنك لست فريسة حيوان أكبر أيضاً.

source: Correct. This would not be the best adaptation because many sea animals live deep in the oceans and do not have access to much sunlight.
ar_eg: صحيح. هذا ليس أفضل تكيف لأن الكثير من حيوانات البحر تعيش في أعماق المحيطات وليس لديها الكثير من ضوء الشمس.

source: Catching fishes...
ar_eg: صيد الأسماك...

source: Which is <span class='blink red'>NOT</span> a feature of the anatomy of most birds that enables them to fly?
ar_eg: أي من الخصائص التالية <span class='blink red'>ليست</span> تشريحية لمعظم الطيور لتمكنها من الطيران؟

source: Solid bone structure
ar_eg: شكل عظام صلب

source: Intricate feathers
ar_eg: ريش معقد

source: Hollow bone structure
ar_eg: شكل عظام مفرغ

source: Wings
ar_eg: أجنحة

source: Correct. The exact opposite of solid (hollow) bone structure is what helps them fly.
ar_eg: صحيح. العكس صحيح حول شكل العظم الصلب (المفرغ) هو ما يساعدها على الطيران.

source: No, the intricate feathers help birds fly. Some birds have special feathers that minimize the sound of their wings flapping for better survival skills.
ar_eg: لا، الريش المعقد يساعد الطيور على الطيران. بعض الطيور لها ريش خاص يقلل من صوت أجنحتها أثناء الطيران لمهارات بقاء على قيد الحياة بشكلٍ أفضل.

source: No, a hollow bone structure is actually one of the most important features that allows birds to fly.
ar_eg: لا، شكل العظم المفرغ هو فعلياً من أهم الخواص التي تسمح للطيور لأن تطير.

source: No, without the bones or feathers of wings, birds could not fly at all.
ar_eg: لا، بدون العظام أو ريش الجنحان، لن تتمكن الطيور من الطيران على الإطلاق.

source: On to the birds!
ar_eg: للطيور!

source: What is the main advantage of a beetle having a hard shell?
ar_eg: ما هي الأفضلية الرئيسية للدرع الصلب للخنفساء؟

source: It is able to swim
ar_eg: أنها قادرة على السباحة

source: It is able to dig underground
ar_eg: هي قادرة على الحفر تحت الأرض

source: It is camouflaged
ar_eg: هي للتمويه

source: Its wings and body are protected
ar_eg: أجنحتها وجسمها محمي

source: Correct. Small insects need protection, and the hard shell of a beetle protects the wings and body of the creature.
ar_eg: صحيح. الحشرات الصغيرة تحتاج حماية، والدرع الصلب للخنفساء يحمي أجنحة وجسم الكائن .

source: No, the hard shell does not help it swim. It protects the wings and body of the beetle.
ar_eg: لا، الدرع الصلب لا يساعدها على السباحة. هو يحمي أجنحة وجسم الخنفساء.

source: No, the hard shell offers protection for the insect, not food-finding survival skills.
ar_eg: لا، الدرع الصلب يوفر حماية للحشرة، ولا توفر مهارات إيجاد الطعام للبقاء على قيد الحياة.

source: Not quite, but if the shell were camouflaged it would help protect the beetle as well. But the having a hard shell protects the wings and body of the beetle.
ar_eg: ليس تماماً، لكن إذا كان الدرع مموه من الممكن أن يساعد في حماية الخنفساء أيضاً. لكن وجود درع صلب يحمي أجنحة وجسم الخنفساء.

source: Itty bitty beetle
ar_eg: خنفساء الإيتي بيتي

source: Look at the pictures below and read the captions to each one. Then choose the statement that best explains the human adaptation and survival skills related to the images.
ar_eg: أنظر إلى الصور في الأسفل وإقرأ النصوص المرتبطة بكل منها. وبعدها إختار الجملة التي تشرح بأفضل ما يمكن التكيف الإنساني ومهارات البقاء على قيد الحياة المرتبطة بالصور.

source: High altitude environments have certain features that make it difficult for people to stay there for long periods of time: there is a low concentration of available oxygen, a lot of radiation from the sun, and the temperature fluctuates every day to name a few.
ar_eg: للبيئات عالية الإرتفاع خصائص معينة تجعل من الصعب على الناس أن يمكثوا لفترات طويلة من الزمن: هناك تركيز ضعيف من الأكسجين المتوفر، وإشعاع كثير من الشمس، وتتذبذب درجات الحرارة كل يوم وغيرها من الخصائص.

source: This fighter pilot is adapting to high altitudes with technology.
ar_eg: الطيار الحربي متكيف بالإرتفاعات العالية باستخدام التكنولوجيا.

source: More than 140 million people live in high altitude environments. The chemicals in the blood and respiration system of natives of Tibet, the Andes, and Ethiopia have changed over generations. Some natives of Tibet have been living in these high altitudes for a long period of time and can survive these conditions due to genetic adaptation.
ar_eg: أكثر من 140 مليون نسمة يعيشون في بيئات عالية الإرتفاع. فالكيمائيات الموجودة في الدم وجهاز التنفس تغيرت لدى مواطني هضبة التبت ،الأنديس، ولدى الإثيوبيين عبر الإجيال. يعيش بعض مواطنو التبت في المرتفعات العالية لفترة طويلة من الزمن ويتمكنو من العيش في هذه الظروف كنتيجة للتكيف الجيني.

source: Man-made technology eliminates the need for biological adaptations for specific groups.
ar_eg: التكنولوجيا التي من صنع الإنسان تلغي الحاجة للتكيفات البيولوجية لدى مجموعات معينة.

source: High altitude environments have too many health risks for humans to survive in.
ar_eg: البيئات عالية الإرتفاع فيها الكثير من المخاطر الصحية على بني البشر كي يبقوا على قيد الحياة فيها.

source: Genetic adaptation is better than using technology for temporary adaptation.
ar_eg: التكيف الجيني هو أفضل من استخدام التكنولوجيا لتوفير تكيفات مؤقتة.

source: Humans survive in difficult environments through biological and cultural adaptations.
ar_eg: يبقى الإنسان على قيد الحياة في ظروف صعبة من خلال التكيفات البيولوجية والثقافية.

source: No, cultural adaptation such as using technology has provided temporary survival aid in this case. Over a long period of time, the biological adaptations took place. Neither one is better, they both help humans survive.
ar_eg: لا، التكيف الثقافي مثل استخدام التكنولوجيا يعطي مساعدة مؤقتة للبقاء على قيد الحياة في هذه الحالة. مع مرور فترة زمنية طويلة،تحدث التكيفات البيولوجية . ولا واحد منها أفضل، وهما الإثنين يساعدان بني البشر كي يبقوا على قيد الحياة.

source: No, the beauty is that with all the health hazards, humans have adapted and live in these areas with the help of genetic adaptation.
ar_eg: لا، من أجمل ما يمكن أنه وبالرغم من كل المخاطر الصحية، يتكيف البشر ويعيشون في هذه المناطق بمساعدة التكيف الوراثي.

source: No, the biological adaptations took place over generations to form a permanent adaptation. The cultural adaptation such as using technology has provided temporary survival aid in this case. Neither one is better, they both help humans survive.
ar_eg: لا، التكيفات البيولوجية تأخذ مكانها كي تشكل تكيف دائم. التكيف الثقافي مثل استخدام التكنولوجيا أعطى مساعدة مؤقتة للبقاء على قيد الحياة في هذه الحالة. ول تكيف من الإثنين أفضل من غيره، وكلاهما يساعدان البشر على البقاء أحياء.

source: Correct. The images show how humans adapt to survive in high altitude areas through permanent genetic adaptation and temporary use of technology.
ar_eg: صحيح. تظهر الصور كيف يتكيف بني البشر ليبقوا على قيد الحياة في الإرتفاع العالي جداً من خلال التكيف الوراثي الدائم والاستخدام المؤقت للتكنولوجيا.

source: You're a survivor!
ar_eg: لقد بقيت أنت حياً!

source: Congratulations
ar_eg: مبروك

source: You've completed the Built to Survive review.
ar_eg: لقد أنهيت مراجعة خُلِق ليعيش.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التأكد من كيف عملت في الاختبار القصير وأسئلة الاختبار القصير لهذه المراجعة بالنقر على الزر في الأسفل.

source: You're done!
ar_eg: لقد أنهيت

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
