Repository: geneconde/NGR-sandbox
Catalog: demo/built-to-survive/Locale/*/LC_MESSAGES/built-to-survive.po
Languages: ar_eg

source: People adapt in biological and cultural ways. Over a period of time genetic changes may take place while adapting to a specific environment. Human body form is an example. People in tropical climates became tall and lean to survive in the heat, and arctic and mountain people became short and wide to survive in the cold.
ar_eg: يتكيف الناس بطرق بيولوجية وطرق ثقافية. ومع الزمن تحدث تغيرات وراثية بينما تتكيف مع بيئات معينة. فشكل جسم الإنسان هو مثال. فالناس في المناطق الاستوائية يصبحون أطول ويميلون للبقاء أحياء في الأجواء الحارة جداً، وفي القطب الشمالي والمناطق الجبلية يصبح الناس أقصر وأعرض حتى يتمكنوا من البقاء أحياء في المناطق الباردة.

source: Humans also pass on adaptations through their culture. Some social animals may have simple cultural adaptations, but only humans have complex ones. Due to these cultural adaptations, people have adapted to almost all of the different habitats on earth. By imitating, learning, and inventing technology, people survive in areas such as humid tropical forests, harsh deserts, and arctic wastelands.
ar_eg: البشر أيضاً يمرون بعمليات التكيف من خلال ثقافتهم. بعض الحيوانات يمكن أن يكون لديها تكييفات ثقافية بسيطة، لكن البشر وحدهم لديهم عمليات تكيف معقدة. وكنتيجة لهذه التكيفات الثقافية، تكيف الانسان مع معظم الأماكن السكنية على وجه الأرض. بالتقليد، والتعليم، وبإختراعات التكنولوجية، يبقي البشر على قيد الحياة في أجواء مختلفة مثل الغابات الاستوائية الرطبة، والصحاري القاسية، ومناطق القطب الشمالي.

source: A specific adaptation that make human beings unique from animals is human brain, which is the largest brain in proportion to body size of all living things. From poetry to technology, there is no comparison in the world to the human intellect. Humans are also unique among all living things in their capacities for language, culture, emotion, relationships, imagination, creativity, expression, purpose, determination, morality, love, and adoration.
ar_eg: وهناك تكيف مميز يميز الإنسان عن غيره من الحيوانات وهو الدماغ البشري، وهو أكبر دماغ بالنسبة لحجم الجسم من بين كل الكائنات الحية. من الشعر للتكنولوجيا ، وليس هناك الكثير من المقارنة في العالم أكمله للعقل البشري. وبني البشر أيضاً من بين الكائنات الحية في قدراتها اللغوية والثقافية والعلاقات والتخيل والإبداعية والتعبيرية والهدف والتصميم والأخلاقية والحب والعبادة.

source: Can humans adapt too?
ar_eg: هل يمكن لبني البشر التكيف أيضاً؟

source: Question A. Which living thing can survive in the most different environments? Put the living things below in order from left to right, specifying the most adaptable to different environments to the least adaptable to different environments. Drag the images to order them.
ar_eg: السؤال أ. أي كائن حي يستطيع البقاء على قيد الحياة في أغلب البيئات المختلفة؟ ضع الكائنات الحية في الأسفل حسب ترتيبها من اليسار إلى اليمين، محدداً الأكثر قدرة على التكيف في البيئات المختلفة وحتى الأقل قدرة على التكيف في البيئات المختلفة. إسحب الصور كي ترتبهم بشكلٍ جيد.

source: Plants
ar_eg: النباتات

source: Humans
ar_eg: البشر

source: Animals
ar_eg: الحيوانات

source: Question B. Fill in the blanks based on how humans are able to adapt to survive in different environments.
ar_eg: سؤال ب. إملأ الفراغ بالإعتماد على كيف يستطيع الإنسان التكيف مع البقاء حياً في بيئات مختلفة.

source: People adapt in
ar_eg: يتكيف الناس ب

source: select
ar_eg: إختار

source: biological
ar_eg: بيولوجياً

source: genetic
ar_eg: جينياً

source: and
ar_eg: و

source: cultural
ar_eg: ثقافياً

source: intellectual
ar_eg: عقلياً

source: technological
ar_eg: تكنولوجياً

source: ways.
ar_eg: الطرق

source: All living things adapt to their environment to survive. Humans are the most adaptable, then animals, then plants. Humans have invented many things that allow us to live and survive in new environments without having to first adapt our bodies. We have clothes, shelter, fire and electricity to keep us warm in the arctic regions and cool in the deserts. Some animals are limited to only one kind of environment, and plants are even less adaptable.
ar_eg: جميع الكائنات الحية تتكيف مع بيئاتها كي تتمكن من البقاء على قيد الحياة. بنو البشر هم الأكثر تكيفاً، ويليهم الحيوانات، ومن ثم النباتات. وقد استحدث بنو البشر عدة أشياء تساعدنا على العيش وعلى البقاء على قيد الحياة في بيئات جديدة بدون الحاجة لتكييف أجسامنا. لدينا ملابس، ومساكن، ونار ، وكهرباء كي تبقينا دافئين في مناطق القطب الشمالي وتبقينا على درجة برودة مناسبة في الصحاري. بعض الحيوانات محددة بنوع واحد فقط من البيئة، والنباتات هي أقل قدرة على التكيف.

source: Correct. Humans adapt biologically (internal organs for survival, genetic changes…) and culturally (for example using housing and technology for shelter).
ar_eg: صحيح. يتكيف الإنسان بيولوجياً (أعضاء داخلية للبقاء على قيد الحياة، تغيرات جينية...) وثقافياً (على سبيل المثال باستخدام المساكن والتكنولوجيا للحماية).

source: Not quite. Humans adapt biologically (internal organs for survival, genetic changes…) and culturally (for example using housing and technology for shelter).
ar_eg: ليس تماماً. يتكيف الإنسان بيولوجياً (أعضاء داخلية للبقاء على قيد الحياة، تغيرات جينية...) وثقافياً (على سبيل المثال باستخدام المساكن والتكنولوجيا للحماية).

source: Not quite, intellectual advances are all passed on through cultural adaptations and would not be possible without many biological adaptations that humans have. For example the human brain has adapted physically in many ways before allowing the intellect to accomplish things.
ar_eg: ليس تماماً، التقدم العقلي بإختلافاته يمر خلال تكيفات ثقافية وليس من الممكن أن يحدث بدون العديد من التكيفات البيولوجية الموجودة لدى الإنسان. على سبيل المثال، دماغ الإنسان تكيف فيزيائياً بطرقٍ مختلفة قبل السماع للعقل بأن ينجز الأشياء.

source: Not quite, genetic changes are an example of the biological adaptations humans undergo. Complex cultural adaptations have also helped mankind survive in various habitats around the world.
ar_eg: ليس تماماً، التغيرات الجينية هي مثال للتكيفات البيولوجية التي تحدث عند الإنسان. التكيفات الثقافية المعقدة ساعدت الإنسان أيضاً في المساكن المختلفة حول العالم.

source: Not quite, technological advances are all passed on through cultural adaptations and would not be possible without many biological adaptations that humans have.
ar_eg: ليس تماماً، جميع التقدمات التكنولوجية تمر من خلال التكييفات الثقافية ويمكن أن لا تكون ممكنة بدون الكثير من التكييفات البيولوجية الموجودة لدى البشر.

source: Not quite, please try again.
ar_eg: ليس تماماً، يرجى إعادة المحاولة.

source: You survived the quick checks!
ar_eg: لقد استطعت إنهاء الاختبارات السريعة!

source: Using what you know... about being built to survive... to solve a problem
ar_eg: استخدم ما تعرف... حول البقاء على قيد الحياة... لحل مشكلة

source: The Problem
ar_eg: المشكلة

source: Your Task
ar_eg: مهمتك

source: Even though astronauts first landed on the moon in 1969, humans are not built to survive there. So they had to wear space suits to step out on the moon's surface and they could stay out there in their space suits for only a short period of time. What if they wanted to stay out there much longer?
ar_eg: بالرغم من أن رواد الفضاء هبطوا على القمر عام 1969، لم يتمكن البشر من البقاء على قيد الحياة هناك. وعليهم أن يرتدوا بدلات فضاء حتى يتمكنوا من السير على سطح القمر ويمكنهم أن يبقوا هناك ببدلات الفضاء التي يرتدونها لفترة قصيرة من الزمن. ماذا لو أنهم أرادوا أن يمكثوا هناك فترة أطول؟

source: Describe what additional features would have to be added to their space suits to allow the astronauts to live on the moon for 3-4 days without being able to get back into the landing module.
ar_eg: صف ما السمات الإضافية التي يمكن أن تضاف لبدلات الفضاء التي يلبسونها كي يتمكن هؤلاء الرواد من الحياة على سطح القمر لمدة 3-4 أيام بدون أن يتمكنوا من الرجوع إلى مركبتهم.

source: Click here to start typing your answer...
ar_eg: انقر هنا كي تبدأ بطباعة إجابتك...

source: Wearing spacesuits...
ar_eg: لبس بدلات فضاء

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك.

source: Summarizing core ideas... about being built to survive
ar_eg: تلخيص الأفكار الرئيسية... حول خُلق ليعيش

source: Earth contains a great <span class='key'>diversity</span> of living things. Each kind of living thing has unique adaptations, which are characteristics that can be seen in the anatomy of a creature and that contribute to the creature's survival. For example, most <span class='key'>birds</span> are able to fly due to their hollow bone structure, wings, and feathers. <span class='key'>Reptiles</span> are cold-blooded, so they are adapted to survive only in warmer climates, although with their tough, scaly skin they are well adapted to live in some rough areas. Most <span class='key'>fish</span> are adapted to breathe underwater using gills and to swim efficiently using their aerodynamic fins. <span class='key'>Plants</span> are capable of utilizing the energy of sunlight in the complex process of photosynthesis in which they take in carbon dioxide and release <span class='key'>oxygen</span>, an essential element for many other living things. Insects come in many varieties with many unique adaptations. The beetle, one of the most common insects, has a hard shell made from a pair of wings that gives the <span class='key'>beetle's</span> body durability and strength. Microorganisms possess tail-like <span class='key'>flagella</span> for motion and tiny, hair-like <span class='key'>pili</span> that enable them to attach onto other cells. Finally, <span class='key'>humans</span> have the largest brain size for their overall body size of all living things, and yet share many similarities with animals, such as having numerous internal organs working together under the direction of their very complex brains.
ar_eg: تحتوي الأرض على الكثير من<span class='key'>التنوع</span> في الكائنات الحية. كل نوع من الكائنات الحية عنده تكييفات مختلفة في نوعها، والتي هي عبارة عن خصائص يمكن ملاحظتها في تشريح الكائن الحي وتساهم في قدرته على البقاء حياً. على سبيل المثال، معظم<span class='key'> الطيور</span> قادرة على الطيران نتيجة لشكل عظامها المفرغ، وأجنحتها، وريشها>span class='key'< والزواحف</span>هي من ذوات الدم البارد ، وبالتالي هي متكيفة في قدرتها على البقاء على قيد الحياة فقط في الأجواء الحارة، بالرغم من كون جلدها قاسٍ وخشن فإنها متكيفة جداً لأن تبقى حية في بعض المناطق القاسية. معظم <span class='key'>الأسماك</span> تتكيف لأن تتنفس تحت الماء باستخدام <span class='key'>الخياشيم</span> كي تسبح بفعالية مستخدمة زعانفها الهوائية. <span class='key'>النباتات</span> قادرة على استخدام طاقة الشمس في عملية معقدة هي <span class='key'>التركيب الضوئي</span> والتي تأخذ <span class='key'>ثاني أكسيد الكربون</span> وتُطلق <span class='key'>اكسجين</span> ، وعنصر أساسي للكثير من الكائنات الحية. <span class='key'>الحشرات</span> تأتي في تنوعات كثيرة مع تكييفات فريدة متعددة. الخنفساء، واحدة من الحشرات الأكثر شيوعاً، لها درع قاسي مصنوع من زوج من الأجنحة التي تعطي جسم الخنفساء المتانة والقوة. الأحياء الدقيقة لها ذيل مشابه <span class='key'>للسوط</span> للحركة و <span class='key'>أهداب</span> تشبه الشعر تمكنها من الإلتصاق في الخلايا الأخرى. وأخيراً، <span class='key'>البشر</span> ، لهم أكبر حجم دماغ بالنسبة لحجم الجسم الكلي مقارنة ببقية الكائنات الحية، ومع ذلك تشترك بالكثير من التشابهات مع الحيوانات، فلها جميعها أعضاء داخلية كثيرة جداً تعمل مع بعضها تحت توجيهات أدمغتها المعقدة.

source: Putting it all together...
ar_eg: ضعها مع بعضها البعض

source: Reviewing key vocabulary related to... being built to survive
ar_eg: مراجعة المفردات المرتبطة ب ...خُلق ليعيش

source: Adaptation
ar_eg: تكيف

source: To say that living things have adaptations means that they have features that help them to stay alive. Both plants and animals have special adaptations. For example, a polar bear has heavy layers of fat to keep it warm in the cold winter, and a cactus is able to survive in a desert, where it is very hot and dry, because it can store a large amount of water in its very thick stem. These are both examples of adaptations that help these living things survive. Humans also have special adaptations. One of our most important adaptations is our ability to think. Humans have large brains that make it possible for us to think and reason in ways that no other animals can. This allows us to solve problems and make tools that help us to survive.
ar_eg: كي تقول بأن الكائنات الحية لها تكييفات يعني أن لديها خصائص تساعدها على أن تبقى حية. لدى كلا من النباتات والحيوانات تكييفات خاصة. على سبيل المثال، للدب القطبي طبقات سميكة من الدهون تبقيها ساخنة في الشتاء البارد، ونبات الصبّار يتمكن من البقاء حياً في الصحراء وهي حارة وجافة لأنها تستطيع تخزين كمية كبيرة من الماء في ساقها السميك. هذه أمثلة على تكييفات تساعد هذه الكائنات الحية كي تبقى على قيد الحياة. لدى الإنسان تكييفات خاصة أيضاً. واحد من أهم التكييفات هو قدرتنا على التفكير. لدى الإنسان دماغ كبير يجعل من الممكن لنا أن نفكر ونعطي أسباب لا تستطيع الحيوانات الأخرى القيام بها. هذا يسمح لنا أن نحل المشكلات ونعمل أدوات تساعدنا على البقاء أحياء.

source: Close me!
ar_eg: أغلقني!

source: Anatomical
ar_eg: تشريحي

source: A living thing's anatomy, or anatomical features, are its physical characteristics. In general, a bird's anatomy also includes beaks, thin legs, and small heads and brains for their body size.
ar_eg: تشريح الكائن الحي، أو الخصائص التشريحية، هي خصائصها الفيزيائية. بشكلٍ عام، تشريح العصفور يتضمن المنقار والأرجل النحيلة، والرأس الصغير والأدمغة الصغيرة بالنسبة لحجم جسمها.

source: Bacteria
ar_eg: بكتيريا

source: Bacteria are very small, single-celled organisms that can only be seen with a microscope. Bacteria are around us all of the time. They perform various functions and can be found almost anywhere on Earth. Most bacteria do not hurt us. Some bacteria are even helpful because they eat other bad bacteria and prevent them from entering our bodies. When bad bacteria do enter our bodies, they can grow and become an infection. Doctors can treat bacterial infections with drugs called antibiotics, which kill bacteria.
ar_eg: البكتيريا هي كائنات صغيرة الحجم ووحيدة الخلية يمكن رؤيتها فقط بالمكبرات. والبكتيريا موجودة حولنا في جميع الأوقات. وهي تقوم بوظائف كثيرة ويمكن أن تكون موجودة في أي منطقة على وجه الكرة الأرضية. معظم البكتيريا غير مؤذية لنا. وبعضها مساعدة جداً لنا لأنها تأكل البكتيريا الضارة وتحميها من الدخول إلى أجسامنا. فعندما تدخل البكتيريا الضارة إلى أجسامنا، سمكنها أن تنمو وتصبح إلتهاباً. يستطيع الأطباء معالجة الإلتهابات البكتيرية بأدوية تسمى مضادات حيوية وهي تقتل البكتيريا.

source: Cell
ar_eg: خلية

source: A cell is the simple building block of life. Cells make up all living things, which can be made up of just one cell or large groups of many cells. Humans are made up of trillions of cells. Cells are the smallest unit of life. Cells can take in food and change that food into energy. Cells do many different things in our bodies. Here is a paramecium—a simple cell you will likely study in science.
ar_eg: تعتبر الخلية أصغر وحدة بناء للحياة. تُكوِن الخلايا أجسام جميع الكائنات الحية، والتي يمكن أن تكون مكونة من خليةواحدة أو من مجموعة كبيرة من الخلايا. أجسام البشر مكونة من تريليونات الخلايا. والخلايا هي أصغر وحدة حياة. ويمكن أن تستهلك الخلايا الغذاء وتحوله إلى طاقة. وتستطيع الخلايا القيام بأشياء مختلفة في أجسامنا. وهنا هو البراميسيوم-وهو خلية بسيطة ستدرسها في العلوم.

source: DNA
ar_eg: الحمض النووي

source: The letters DNA are an abbreviation for the molecule DeoxyriboNucleic Acid. DNA is a molecule that carries inherited information from parents to offspring. All living things have DNA in their cells. The information in DNA is what makes rats become rats, roses become roses, and humans become humans. DNA contains all the information that defines a living thing. Your DNA is a combination of both your parents' DNA. The reason why you look different from your parents is that your physical characteristics are determined by the sequence of DNA that you have. The particular sequence of DNA that you have makes you different from everyone else.
ar_eg: الحروف دِ أن إيه (DNA) هي إختصار لجزيء ديوكسيريبونيوكليك أسيد. دِ أن إيه هو الجزيء الذي يحمل المعلومات الوراثية من الأباء للأبناء. وفي جميع خلايا الكائنات الحية يوجد دِ إن إيه. والمعلومات الموجودة على ال دِ إن إيه تجعل الفأر فأراً، والورود وروداً، والبشر بشراً. ويحتوي جزيء دِ إن إيه على جميع المعلومات التي تُعرِّف الكائن الحي. فخصائصك الوراثية الموجودة على ال دِ إن إيه مكونة من خصائص والديك الوراثية. والسبب أنك تبدو مختلفاً عن والديك يرجع لأن خصائصك الوراثية الفيزيائية تتحدد بواسطة الشيفرات الوراثية الموجودة عندك في جزيء ال دِ إن إيه. وهي سلسلة محددة من دِ إن إيه الخاصة بك وتجعلك مختلفاً عن غيرك.

source: Nucleoid
ar_eg: النيوكليدات

source: The nucleoid is the centrally located region inside a cell. DNA, the chemical codes that define the organism, is contained in the nucleoid of cells.
ar_eg: النيوكليد هي المنطقة المركزية في داخل الخلية. جزيء دِ إن إيه، الشيفرات الكيميائية التي تُعَرِّف الكائن، موجود داخل نيوكليدات الخلايا.

source: Pili
ar_eg: بيلي

source: On the outside of the bacteria, small hair-looking structures called pili, plural for pilus, enable the cell to attach to other cells.
ar_eg: على جسم البكتيريا من الخارج ، هناك أشكال تشبه الشعر تسمى بيلي أو شعرة، تُمَكِن الخلية من الإلتصاق مع الخلايا الأخرى.

source: Flagella
ar_eg: الأسواط

source: The long tail-looking structures at the end of the bacteria are the flagella (plural for flagellum). The flagella are a special adaptation that help the bacteria get from place to place.
ar_eg: أشكال تشبه الذيل الطويل في نهاية جسم البكتيريا هي الأسواط. والأسواط هي تكييفات خاصة تساعد البكتيريا من الوصول من مكان لآخر.

source: Gills
ar_eg: الخياشيم

source: The gills of a fish enable them to breathe underwater.
ar_eg: خياشيم السمك تمكن السمك من التنفس تحت الماء.

source: Blowhole
ar_eg: فتحات التنفس

source: Other sea creatures, such as whales, porpoises, manatees, and dolphins, are classified as mammals because they do not possess gills; they breathe in air to get their oxygen through a special adaptation called a blowhole.
ar_eg: المخلوقات البحرية الأخرى، مثل الحيتان وخرفان البحر وخنازير البحر مصنفة على أنها ثدييات لأنه ليس لها خياشيم؛ وهي تتنفس في الهواء كي تحصل على الأكسجين من خلال تكيف خاص يسمى فتحة التنفس.

source: Fins
ar_eg: زعانف

source: Fins are an anatomical feature of most fish that allow them to swim efficiently.
ar_eg: الزعانف هي خاصية تشريحية لمعظم السمك التي تسمح لها أن تسمح بفعالية.

source: Cold-blooded
ar_eg: ذوات الدم البارد

source: Reptiles also are cold-blooded. That means their body temperature varies with the temperature around them.
ar_eg: الزواحف أيضاُ من ذوات الدم البارد. وهذا يعني بأن حرارة أجسامها تتغير مع الحرارة من حولها.

source: Respiration
ar_eg: التنفس

source: Reptiles also lay eggs on land, their young are hatched in adult form, and they obtain their oxygen using lungs through the process of respiration, or breathing.
ar_eg: الزواحف أيضاُ تضع بيوض على الأرض، وتفقس صغارها بشكلٍ ناضج، وهي تحصل على أكسجينها باستخدام الرئتين خلال عملية التنفس.

source: Vertebrates
ar_eg: الفقاريات

source: Vertebrates are creatures that possess a backbone in their skeletal structure.
ar_eg: الفقاريات هي مخلوقات لها عمود فقري في هياكلها العظمية.

source: Root structures
ar_eg: أشكال االجذر

source: A root is the part of a plant that helps it get water and food from the ground. Roots have no leaves or flowers on them. Roots that are underground help hold a plant in the ground. Your teeth also have roots. They hold your teeth in your gums. Roots are usually underground, but not always. You can see in the photograph that this mangrove tree's roots are visible above ground.
ar_eg: الجذر هو جزء من النبتة والذي يساعدها في الحصول على الماء والغذاء من الأرض. لا يوجد على الجذور أوراق أو أزهار. والجذور الموجودة تحت الأرض تثبت النبتة في الأرض. لأسنانك أيضاً جذور. إنها تثبت أسنانك في اللثة. والجذور أيضاً تحت الأرض، ولكن ليست دائماً. كما ترى في الصورة أن هذه الجذور للشجر دليل على أن جذور الشجر ة هي مرئية وفوق الأرض.

source: Chloroplasts
ar_eg: كلوروبلاستيدات

source: Inside the cells of algae and green plants there are tiny structures called chloroplasts. These chloroplasts are small flat discs that produce food and provide each cell with energy. Chloroplasts trap light energy from the sun. They are able to convert this energy and water into sugar for the plant to use. Chloroplasts can be identified by their green color that is caused by the presence of a green substance called chlorophyll.
ar_eg: داخل خلايا الطحالب والنباتات الخضراء يوجد أجسام صغيرة تسمى الكلوروبلاستيدات. والكلوروبلاستيدات هي أجسام مسطحة صغيرة تُنتج غذاء وتزود كل خلية بالطاقة. تقتنص الكلوروبلاستيدات الطاقة الضوئية من الشمس. وهي قادرة على تحويل هذه الطاقة والماء إلى سكر كي تستخدمها النبتة. وتتميز الكلوروبلستيدات بلونها الأخضر الناتج عن وجود مادة خضراء تسمى كلوروفيل.

source: Chlorophyll
ar_eg: كلوروفيل

source: Chlorophyll is something found in plants that gives plants their green color. Chlorophyll is very important to plants because it absorbs sunlight. This helps plants to survive and grow. Chlorophyll is not only found in plants. It is also found in some types of bacteria.
ar_eg: الكلوروفيل هو شيء موجود في النباتات ويعطيها لونها الأخضر. والكلوروفيل مهم جداً للنباتات لأنه يمتص ضوء الشمس. وهذا يساعد النباتات كي تبقى على قيد الحياة وتنمو. والكلورفيل ليس فقط موجود في النباتات. إنه موجود في بعض أنواع البكتيريا أيضاً.

source: Photosynthesis
ar_eg: التركيب الضوئي

source: Photosynthesis is a process that green plants use to change energy from sunlight into food that plants need to live. Green plants are special because they are one of the few types of living things that can make food by photosynthesis. People eat many different green plants. That means people are eating things made with sunshine!
ar_eg: التركيب الضوئي هو عملية تسخدمها النباتات الخضراء لتغير الطاقة التي تأخذها من ضوء الشمس إلى طعام تحتاجه النباتات كي تعيش . النباتات الخضراء مميزة لأنها واحدة من الأنواع القليلة من الكائنات الحية التي تستطيع أن تصنع غذائها بواسطة التركيب الضوئي. يأكل الناس أنواع كثيرة من النباتات الخضراء. هذا يعني أن الناس يأكلون أشياء مصنوعة من أشعة الشمس!

source: Carbon dioxide
ar_eg: ثاني أكسيد الكربون

source: Plants are capable of utilizing the energy of sunlight in the complex process of photosynthesis in which they take in carbon dioxide and release oxygen, an essential element for many other living things.
ar_eg: النباتات قادرة على استخدام الطاقة من أشعة الشمس في عملية معقدة من التركيب الضوئي والتي فيها تأخذ ثاني أكسيد الكربون وتعطي اكسجين، وهو عنصر أساسي للكثير من الكائنات الحية الأخرى.

source: Stoma
ar_eg: الثغير

source: Stoma are openings on plant leaves that allow gases such as carbon dioxide and oxygen to travel in and out of the plant. In photosynthesis, plants take in carbon dioxide through their stoma from the atmosphere, and release oxygen back out into the atmosphere through the same stoma.
ar_eg: الثغيرات هي فتحات في أوراق النبتة تسمح للغازات كثاني أكسيد الكربون والأكسجين للتنقل إلى داخل و خارج النبتة. في التركيب الضوئي، تأخذ النباتات ثاني اكسيد الكربون من خلال الثغيرات من الجو المحيط، وتعطي أكسجين إلى المحيط الجوي من خلال نفس الثغور.

source: Oxygen
ar_eg: اكسجين

source: Oxygen is something that exists as a gas in the air. Oxygen has no color, taste, or odor. Oxygen is needed by most living things and is also needed for fire to burn. Oxygen is the third most plentiful element in the universe and is an important part of the earth's atmosphere. Water also contains oxygen. Liquid oxygen is used in rocket fuel. Pilots flying at really high altitudes also use oxygen masks to be sure they have enough oxygen to breathe.
ar_eg: الاكسجين هو شيء موجود كغاز في الهواء. ليس للأكسجين لون، أو طعم، او رائحة. للأكسجين حاجة ماسة لمعظم الكائنات الحية وحاجة أيضاً للنار كي تحترق. والأكسجين هو ثالث عنصر من حيث الوفرة في الكون وهو جزء مهم من المحيط الجوي للأرض. الماء يحتوي اكسجين. الأكسجين السائل مستخدم في وقود الصواريخ. ويستخدم الطيارون الذين يطيرون على إرتفاعات عالية الأكسجين كي يتأكدوا بأن لديهم أكسجين كافي كي يتنفسوا.

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Checking what you now know... about being built to survive
ar_eg: تأكد مما تعرف ... عن خُلِق ليعيش
