Repository: geneconde/NGR-sandbox
Catalog: demo/built-to-survive/Locale/*/LC_MESSAGES/built-to-survive.po
Languages: ar_eg

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: How did I do?
ar_eg: كيف أجبت

source: Built to Survive
ar_eg: خُلق ليعيش

source: Welcome to the Built to Survive review
ar_eg: أهلاً بكم بمراجعة وحدة خُلق ليعيش

source: Start
ar_eg: إبدأ

source: Let's begin!
ar_eg: دعنا نبدأ!

source: Thinking about... being built to survive
ar_eg: فكر بموضوع ...خُلق ليعيش

source: Living things come in many shapes and forms. Among them are plants, microorganisms, fish, insects, birds, apes, reptiles, and humans. Within each kind is even more diversity. Think about it… there are hundreds of breeds of dogs, thousands of species of spiders, and around ten thousand types of birds. One thing common to the many kinds of living things in nature is that they are all uniquely built to survive. Yes, even you are built to survive! Think about different traits that help living things survive. What traits help humans survive?
ar_eg: للكائنات الحية أشكال ونماذج مختلفة. منها النباتات، والأحياء الدقيقة، والسمك، والحشرات، والطيور، والقرود، والزواحف ، والإنسان. وضمن كل نوع هناك تنوع وإختلاف أكثر. فكر بالموضوع ... هناك مئات من سلالات الكلاب، وآلاف الأنواع من العناكب، وما يقارب من عشرة آلاف من أنواع الطيور. والشيء المشترك للكثير من أنواع الكائنات الحية في الطبيعة أنها خُلقت لتعيش. نعم، حتى أنت خُلقت لتعيش! فكر بالسمات المختلفة التي تساعد الكائنات الحية لتبقى حية. ما السمات التي تساعد الإنسان كي يبقى حياً؟

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Are you ready
ar_eg: هل أنت مستعد

source: Checking what you know... about being built to survive
ar_eg: تأكد مما تعرف ... عن موضوع خُلق ليعيش

source: Owls survive by eating mice and other small animals and by protecting themselves against animals that might eat them. Look at the images below and click on all the things that help owls survive.
ar_eg: تبقى البومات على قيد الحياة بأكل الفئرات وبعض الحيوانات الصغيرة الأخرى وبحماية أنفسهن من الحيوانات التي يمكن أن تأكلهن. أنظر إلى الصور في الأسفل وانقر على كل الأشياء التي تساعد البومات للبقاء على قيد الحياة".

source: Able to fly
ar_eg: قادر على الطيران

source: Different color of feather
ar_eg: إختلاف لون الريش

source: Strong claws
ar_eg: مخالب قوية

source: Hooked beak
ar_eg: منقار معوج

source: Long tail feathers
ar_eg: ريش ذيل طويل

source: Night vision
ar_eg: رؤية ليلية

source: All of the features mentioned help owls survive in some way. Their night vision allows them to find prey at night and protect themselves. They can fly without making much noise. They have special feathers that minimize the sound of their wings flapping. The strong claws can grab the prey and the hooked beak will help tear it. The color of the owl's feathers help it blend in with the environment.
ar_eg: جميع الخصائص المذكورة تساعد البومات للبقاء على قيد الحياة. قدرتهن على الرؤية الليلية تساعدهن على إيجاد فريسة في الليل وعلى حماية أنفسهن. وبإمكانهن الطيرات بدون إحداث الكثير من الضوضاء. ولديهن ريش مميز يقلل من صوت أجنحتهن أثناء الطيران. ومخالبهن القوية تتمكن من إمساك الفريسة وتمزيقها بواسطة المنقار المعوج. ويساعد لون ريشهن في إندماجهن بالبيئة التي يعشن بها.

source: Check Answer
ar_eg: تأكد من الإجابة

source: Preparing for flight...
ar_eg: التحضير للطيران ...

source: Reviewing core ideas... about being built to survive
ar_eg: مراجعة الأفكار الرئيسة ... حول خُلق ليعيش

source: Living things can be classified into broad categories that share similar physical characteristics called adaptations. <span class='key'>Adaptations</span> are physical characteristics in a living thing's <span class='key'>anatomy</span> that help it survive. The following sections describe some of the major categories of living things and some of the adaptations, or special things of the category that help creatures survive, shared by species.
ar_eg: يمكن أن تصنف الكائنات الحية في فئات واسعة لها خصائص فيزيائية تسمى بالتكييفات. <span class='key'>التكييفات</span> عبارة عن خصائص فيزيائية في <span class='key'>تشريح</span> الكائنات الحية تساعد في البقاء. الأجزاء التالية تصف بعض من الفئات الرئيسة للكائنات الحية وبعض من التكييفات، أو أشياء خاصة من الفئة التي تساعد المخلوقات على البقاء، وهي مشتركة بين كل فئة من الأنواع.

source: We will begin our review with microorganisms. Microorganisms are too small to be seen with the naked eye, but they exist throughout nature. One such microorganism is called <span class='key'>bacteria</span>, which is pictured at the bottom. Some microorganisms are only one <span class='key'>cell</span> in size. Its <span class='key'>DNA</span>, the chemical codes that define the organism, is contained in a centrally located region called the <span class='key'>nucleoid</span>.
ar_eg: سنبدأ مراجعتنا بالأحياء الدقيقة. الأحياء الدقيقة صغيرة جداً كي ترى بالعين المجردة، لكنها موجودة في الطبيعة. واحدة من هذه الأحياء الدقيقة تسمى <span class='key'>البكتيريا</span>، وهي مصورة في الأسفل. بعض الأحياء الدقيقة هي عبارة عن <span class='key'>خلية</span> واحدة في الحجم. تركيبها الوراثي دي أن إيه DNA أو الشيفرات الكيميائية التي تعرف الكائن موجودة في منطقة مركزية تسمى <span class='key'>النيوكلودات</span>.

source: On the outside of the bacteria, small hair-looking structures called <span class='key'>pili</span> enable the cell to attach to other cells. The long tail-looking structures at the end of the bacteria are the <span class='key'>flagella</span>. The flagella are a special adaptation that help the bacteria get from place to place.
ar_eg: من الخارج للبكتيريا أشكال تشبه الشعر القصير تسمى <span class='key'>الأهداب</span> تُمكن الخلية من الإلتصاق بالخلايا الأخرى. والأشكال التي تشبه الذيل الطويل في نهاية البكتيريا تسمى <span class='key'>سياط</span> . والسياط هي تكيفات خاصة تساعد البكتيريا للإنتقال من مكان لآخر.

source: Hover your mouse over the image of the bacteria to see it up close.
ar_eg: حرك الفأره فوق صورة البكتيريا لتراها بشكلٍ جيد.

source: The next kind of living thing we will review is <span class='key'>fish</span>. There are over 20,000 known species of fish, but some similar and general adaptations can be seen in how most fish are built. For example, most fish obtain the <span class='key'>oxygen</span> they need to survive through water taken in through an adaptation called <span class='key'>gills</span>.
ar_eg: والنوع الآخر من الكائنات الحية التي سنراجعها هي <span class='key'>الأسماك</span>. هناك أكثر من 20000 نوع من الأسماك، لكن بعض التكييفات المتشابهة والعامة يمكن أن تُشاهد في تركيب بعض الأسماك. على سبيل المثال، تحصل بعض الأسماك على <span class='key'>الأكسجين</span> الذي تحتاجه للبقاء على قيد الحياة داخل الماء من خلال تكييف معين يسمى <span class='key'>خياشيم."</span>

source: Other sea creatures, such as whales, porpoises, manatees, and dolphins, are classified as <span class='key'>mammals</span> because they do not possess gills; they breathe in air to get their oxygen through a special adaptation called a <span class='key'>blowhole</span>.
ar_eg: كائنات بحرية أخرى، مثل الحيتان، وخنازير البحر وخاروف البحر والدلافين تصنف بأنها <span class='key'>ثدييات</span> بسبب عدم وجود خياشيم لها؛ وجميعها يتنفس في الهواء كي تحصل على الأكسجين اللازم لها من خلال تكييف خاص يسمى <span class='key'>فتحات التنفس</span>.

source: Read More
ar_eg: إقرأ المزيد

source: Adapting to surroundings...
ar_eg: التكيف مع المحيط ...

source: Question A. Why do you think the DNA of bacteria is contained in the middle of the cell?
ar_eg: سؤال أ. لماذا تعتقد أن الخارطة الوراثية (DNA)للبكتيريا موجودة في وسط الخلية؟

source: A. It is roomier inside.
ar_eg: أ. لأنها أوسع في الداخل.

source: B. It is safer inside.
ar_eg: ب. لأنها أكثر أمناً في الداخل.

source: C. It is darker inside.
ar_eg: ج. لأنها أكثر ظلاماً في الداخل.

source: D. It is the correct temperature inside.
ar_eg: د. لأن الحرارة الصحيحة في الداخل.

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: دَوِر أو إقلب الصندوق الثلاثي الأبعاد للأسفل أو للأعلى كي تضع إجابتك.

source: Question B. Shown on the right is the blowhole of a dolphin. Why is it advantageous for the blowhole to be located at the top of a dolphin, instead of at the bottom?
ar_eg: السؤال ب. يظهر في جهة اليمين ثقب التنقس للدلفين. لماذا من الأفضل أن تكون فتحة التنفس في أعلى جسم الدلفين، بدلاً من بطنه؟

source: It is easier for the fish to see the surface of the water where the air is going to be found.
ar_eg: لأن من الأسهل للسمكة أن ترى سطح الماء حيث يتوفر الهواء.

source: It takes less energy for a dolphin to expose the top of its head than any place on its bottom side.
ar_eg: تأخذ طاقة أقل من الدلفين لتعريض أعلى رأسه بدلاً من أي مكان على جهة بطنه.

source: A blowhole on the bottom side of the fish would let the air drain out.
ar_eg: فتحة التنفس في جهة البطن تسمح للهواء بالخروج من الجسم.

source: You answered...
ar_eg: إجابتك كانت ...

source: Please select your answers.
ar_eg: يرجى إختيار إجابتك.

source: Correct. The important chemical code must be kept safe, and the middle of the cell is the place least vulnerable to destruction.
ar_eg: صحيح. الشيفرة الكيميائية المهمة يجب أن تحفظ في مكانٍ آمن، وفي وسط الخلية هو المكان الأقل عرضه للتدمير.

source: No, DNA is the genetic code that defines the organism, so being so important, it is in the safest place in a single-celled organism.
ar_eg: لا، الشيفرة الوراثية (أو DNA) التي تُعَرِّف الكائن، ولذلك، تكون مهمة جداً، وهي في المكان الأكثر أمناً في الكائن وحيد الخلية.

source: No, the DNA which defines the organism is kept safely in the middle of the cell. Having light, extra room, or a suitable temperature is not the reason for its location.
ar_eg: لا، الشيفرة الوراثية (DNA) والذي يُعَرِّف الكائن يكون موجود في وسط الخلية. ولا يعود السبب في وجوده بهذا المكان أن لديه ضوء، أو مكان واسع جداً، أو حرارة مناسبة .

source: No, The important chemical code must be kept safe. Having light, extra room, or a suitable temperature is not the reason for its location.
ar_eg: لا،الشيفرة الوراثية (DNA) يجب أن تكون في مكانٍ آمن. وليس السبب في وجوده بنفس المكان هو توفر الضوء، أو المكان الواسع، أو الحرارة المناسبة.

source: Correct. Dolphins rise to the surface to breathe about two to three times per minute. The quickest way to get air would be to have the blowhole on the top of the animal.
ar_eg: صحيح. يرتفع الدلفين للسطح كي يتنفس حوالي مرتين إلى ثلاث مرات بالدقيقة. وأسرع طريقة للحصول عل الهواء تكون في أن تكون فتحة التنفس في أعلى جسم ذلك الحيوان.

source: No, the marine mammal rises to the surface to breathe about two to three times per minute. The quickest way to get air would be to have the blowhole on the top of the animal.
ar_eg: لا، يرتفع الحيوان الثديي إلى السطح حوالي مرتين أو ثلاثة مرات بالدقيقة. الطريقة الأسرع للحصول عل الهواء يمكن أن تكون في وجود فتحة التنفس في أعلى جسم الحيوان.

source: No, a blowhole on the bottom side of the aquatic mammal would cause it to have to rise to the surface and turn over to get air to breathe. As they do this about two to three times per minute, it would take too long.
ar_eg: لا، إذا كانت فتحة التنفس في بطن الحيوان الثديي البحري فإنه سيحتاج أن يرتفع إلى السطح ويقلب نفسه كي يتنفس. فقد يأخذ وقتاً طويلاً كي يقوموا بذلك مرتين إلى ثلاث مرات بالدقيقة.

source: Preparing your first quick check!
ar_eg: التحضر لأول إختبار سريع!

source: More core ideas... about being built to survive
ar_eg: أفكار إضافية ... حول البقاء على قيد الحياة

source: <span class='key'>Birds</span> are known for their wings, intricate feathers, and hollow bone structure--all of which enable them to fly. However, not all birds fly. An exception is the ostrich, the largest bird on Earth. Ostriches cannot fly, yet their adapted long legs and sleek build enable them to run quite fast, up to 40 miles per hour.
ar_eg: تعرف <span class='key'>الطيور</span> بأجنحتها وبريشها المعقد وبعظامها المفرغة -- والتي بمجملها صفات تُمكِّنها من الطيران. ومع ذلك، لا تطير جميع الطيور. ويستثنى من ذلك النعامة، أكبر طائر على الأرض. لا تستطيع النعامة الطيران، ولكن بحكم أرجلها الطويلة ونعومة جسمها تتمكن من الركض بسرعة تصل حوالي 40 ميل بالساعة.

source: A bird's anatomy also includes beaks, thin legs, and small heads and brains for their body size. Birds vary greatly in their <span class='key'>diversity</span> (differences). One spectacular species is the peregrine falcon. The peregrine falcon can reach speeds of up to 200 miles per hour when it dives– the fastest speed capable of any creature on Earth.
ar_eg: تشريح جسم الطائر يشتمل أيضاً على مناقير، وأرجل نحيلة، ورؤوس صغيرة وأدمغة صغيرة بالنسبة لجسمها. وتتباين الطيور بشكلٍ كبير ب <span class='key'>التنوع</span>. تصل سرعة صقور الشاهين حوالي 200 ميل بالساعة عندما تغوص -وهي أسرع سرعة يمكن أن يصلها أي مخلوق على وجه الأرض.

source: Another category of living things is <span class='key'>insects</span>. One of the most commonly known insect is the <span class='key'>beetle</span>. The beetle kind is known for most of its members having two pairs of wings. The front pair of wings encompasses the back pair in a hard, shell-like structure. This tough exterior protects the beetle's wings and body.
ar_eg: فئة أخرى من الكائنات الحية هي <span class='key'>الحشرات</span>. واحدة من أكثر الحشرات المعروفة هي <span class='key'>الخنفساء</span>. نوع الخنفساء معروف لسبب رئيسي وهو وجود زوجين من الأجنحة في معظم أنواعها. زوج الأجنحة الأمامي يغطي الزوج الخلفي بشكل صلب يشبه الصدفة. هذا الشكل الخارجي يحمي أجنحة الخنفساء وجسمها.

source: One of the largest beetles is the rhinoceros beetle, pictured to the right. Growing as large as 6 inches in length, this creature is one of the strongest living things on Earth for its size. It can lift or carry over 100 times its own body weight!
ar_eg: واحدة من أكبر الخنافس هي خنفساء وحيدة القرن، الصورة إلى اليمين. يصل طولها لحوالي 6 إنشات (حوالي 14 سم) ، وتعتبر مخلوق من أقوى الكائنات الحية على وجه الأرض بالنسبة لحجمها. يمكنها رفع أو حمل أكثر من 100 ضعف وزنها!

source: Setting up camp...
ar_eg: بناء مخيم ...

source: Question A. Why is having hollow bones an advantage for flying birds?
ar_eg: السؤال أ. لماذا تكون العظام المفرغة ميزة للطيور الطائرة؟

source: Hollow bones carry extra air and food.
ar_eg: العظام المفرغة تحمل كمية طعام وهواء إضافية.

source: Hollow bones are usually stronger.
ar_eg: العظام المفرغة تكون بالعادة أقوى.

source: Hollow bones reduce the bird's weight.
ar_eg: العظام المفرغة تقلل من وزن الطير.

source: Question B. Based on the mentioned strength of a rhinoceros beetle and how it can lift or carry over 100 times its own body weight, how many grams could a 100 gram, 6 inch long rhinoceros beetle carry?
ar_eg: السؤال ب. بناءً على ما ذكر سابقاً حول قوة الخنفساء وحيدة القرن وكيف تستطيع حمل 100 ضعف وزنها، كم غراماً يمكن لخنفساء تزن 100 غرام، وطولها 6 إنشات (14 غرام) أن تحمل؟

source: A. 600 grams
ar_eg: أ. 600 غرام.

source: B. 6,000 grams
ar_eg: ب. 6000 غرام.

source: C. 10,000 grams
ar_eg: ج. 10000 غرام.

source: Correct. Having hollow bones means the bird weighs less so it can fly easier.
ar_eg: صحيح. العظام المفرغة تعنى أن وزن الطيور أقل وبالتالي تستطيع أن تطير بشكلٍ أسهل.

source: No, having hollow bones means birds weigh less. With less weight, flying is easier for the birds.
ar_eg: لا. العظام المفرغة تعني أن الطيور تزن أقل. بوزن أخف، يكون الطيران أسهل للطيور.

source: No, hollow bones are not stronger, they are actually more brittle because they are hollow. But hollow bones weigh less which make flying easier for birds.
ar_eg: لا، العظام المفرغة ليست أقوى، وهي في الواقع أكثر هشاشة لأنها مفرغة. ولكن العظام المفرغة تزن أقل مما يجعل الطيران أسهل للطيور.

source: Correct, the beetle can lift 100 times their body weight (100 grams), which would be 100 x 100 = 10,000 grams.
ar_eg: صحيح، ترفع الخنفساء مائة ضغف وزنها (199 غرام)، وهذا يعني أن 100*100=10000 غرام.

source: No, the beetle can lift 100 times their body weight (100 grams), which would be 100 x 100 = 10,000 grams. (The length of the beetle- 6 inches does not help us solve the problem.)
ar_eg: لا ، تستطيع الخنفساء أن تحمل 100 ضعف وزنها (100 غرام)، وهذا يعني 100*100=10000 غرام. (طول الخنفساء 6 إنش (14 سم) لا يساعد في حل المشكلة.

source: Another quick check on the way!
ar_eg: إختبار سريع آخر بطريقه إليك!

source: The next kind of living thing we will examine is the reptile. <span class='key'>Reptiles</span> have scaly skin, as pictured below. This special skin helps the reptiles regulate their body moisture and temperature. Reptiles also are <span class='key'>cold-blooded</span>. That means their body temperature varies with the temperature around them. Thus, reptiles are adapted to live in warmer climates.
ar_eg: النوع الآخر من الكائنات الحية والذي سنختبره هو الزواحف. <span class='key'>للزواحف</span> جلدُ صلبً عليه قشور. وهذا الجلد الخاص يساعد الزواحف على تنظيم رطوبة وحرارة أجسامها. والزواحف هي <span class='key'>من ذوات الدم البارد</span>. وهذا يعني أن حرارة جسمها تتباين مع الحرارة الموجودة حولهم. ولهذا، فإن الزواحف متكيفة كي تعيش في أجواء حارة.

source: Reptiles also lay eggs on land, their young are hatched in adult form, and they obtain their oxygen using lungs through the process of <span class='key'>respiration</span>, or breathing. Reptiles are <span class='key'>vertebrates</span>, meaning they possess a backbone in their skeletal structure. Commonly, known types of reptiles are snakes, crocodiles, frogs, and iguanas.
ar_eg: تضع الزواحف البيض على الأرض، وعندما تفقس البيوض تكون صغارها بالغة، وهي تحصل على الأكسجين بواسطة الرئتين من خلال عملية <span class='key'>التنفس</span>. والزواحف هي عبارة عن <span class='key'>فقاريات</span>، أي لها عمود فقري في هياكلها العظمية. والأنواع الأكثر شيوعاً من الزواحف هي الأفاعي، والتماسيح، والضفادع، والإقوانات.

source: Another type of living thing of great diversity is <span class='key'>plants</span>. Plants live in many different environments, and if you think about it, you will find only certain kinds of plants living in deserts, in the mountains, in lakes, or in a rainforest, to name just a few environments. A plant living in the desert has to be able to live in conditions that range from very hot days to very cold nights. Very little water is available in the desert, so plants there have adaptations that conserve water. The cactus plant is a well-known example of a plant well suited to survival in the desert.
ar_eg: نوع آخر من الكائنات الحية المتنوعة جداً <span class='key'>هي النباتات</span>. تعيش النباتات في بيئات مختلفة جداً، وإذا فكرت بها، ستجد أنواع محددة من النباتات تعيش في الصحراء، وفي الجبال، وفي البحيرات، أو في الغابات المطيرة، كبعض البيئات القليلة. فالنبات الذي يعيش في الصحراء يجب أن يكون قادراً على العيش في الظروف التي تتراوح من الأيام الشديدة الحرارة إلى الليالي الباردة جداً. فالقليل من الماء متوفر في الصحراء، وبهذا بإن النباتات التي تعيش هناك لها الكثير من التكييفات التي توفر الماء. فنبات الصبار هو مثال معروف من النباتات التي تتحمل العيش في الصحراء.

source: Among plants, there are many physical adaptations used to survive. Some plants, such as the cactus plant, have <span class='key'>thorns</span> that serve as protection and help reduce a loss of water in the hot sun. Many plants have flowers with <span class='key'>stamens</span>, the part of the flower that produces <span class='key'>pollen</span>, which are used for flower reproduction. The bright colors of a flower are an adaptation that attracts the bees and other insects that spread the pollen.
ar_eg: من بين النباتات، هناك الكثير من التكيفات الفيزيائية المستخدمة للبقاء على قيد الحياة. بعض النباتات، مثل الصبّار، له <span class='key'>درنات</span> تقوم بحمايته ومساعدته على تقليل خسارة الماء عندما تكون الشمس حارة. الكثير من النباتات لها أزهار فيها <span class='key'>أسدية</span>، الجزء الذي ينتج <span class='key'>حبوب اللقاح</span>، والمستخدمة لإنتاج الزهور. فالألوان الزاهية للنباتات هي نوع من التكيفات التي تجذب النحل والحشرات الأخرى التي تنشر اللقاح.

source: Closing the cages...
ar_eg: إغلاق الأقفاص

source: Question A. Why would a snake not be able to survive where it sometimes snows and freezes?
ar_eg: السؤال أ. لماذا لا تستطيع الأفعى البقاء على قيد الحياة في الأماكن التي يحدث فيها الجليد والثلج؟

source: There would be little or no food to eat
ar_eg: لا يوجد الكثير من الطعام كي تأكل

source: Their color would make it difficult to hide in snow
ar_eg: ألوانها تجعل عملية إختبائها في الثلج صعبة جداً

source: They would not be able to stay warm enough to live
ar_eg: لن تتمكن من أن تحافظ على حرارة جسمها كي تستمر بالحياة.

source: Question B. Select the adaptation listed that is <span class='red bold blink'>NOT</span> possessed by plants.
ar_eg: السؤال ب: إختر طريقة التكيف من القائمة و<span class='red bold blink'>ليست</span> موجودة في النباتات.

source: A. Movement
ar_eg: أ. الحركة

source: B. Thorns
ar_eg: ب. الأشواك

source: C. Colored petals
ar_eg: ج. البتلات الملونة

source: D. Photosynthesis
ar_eg: د. التركيب الضوئي

source: Correct. Snakes are cold-blooded; their body temperature varies with the temperature around them. They are adapted to live in warmer climates.
ar_eg: صحيح. الأفاعي من ذوات الدم البارد؛ تختلف درجات حرارة أجسامها بإختلاف الحرارة المحيطة بها. وهي متكيفة للعيش بالمناطق الحارة.

source: No, the body temperature of snakes varies with the temperature around them. They are adapted to live in warmer climates.
ar_eg: لا، تختلف درجات حرارة أجسام الأفاعي بإختلاف الحرارة المحيطة بها. وهي متكيفة للعيش في الأجواء الحارة.

source: Correct. Plants do not usually rely on movement for survival. They use photosynthesis to produce their own food. Although they move toward sunlight, movement is not considered an adaptation for plants the way it is for animals.
ar_eg: صحيح. لا تعتمد النباتات بالعادة على الحركة للبقاء على قيد الحياة. وهي تقوم بعملية التركيب الضوئي لإنتاج غذائها بنفسها. وبالرغم من أنها تنمو بإتجاه ضوء الشمس، إلا أن هذه الحركة لا تعتبر تكيف في النباتات كما هي في الحيوانات.

source: No, thorns offer protection and help reduce water loss in the hot sun.
ar_eg: لا، توفر الأشواك حماية وتساعد على تخفيف نقص الماء في الشمس الحارة.

source: No. Although they move toward sunlight, movement is not considered an adaptation for plants the way it is for animals.
ar_eg: لا، بالرغم من أنها تنمو بإتجاه ضوء الشمس، إلا أن هذه الحركة لا تعتبر تكيف في النباتات كما هي في الحيوانات

source: No, plants use photosynthesis to produce their own food and survive.
ar_eg: لا، تستخدم النباتات التركيب الضوئي لإنتاج طعامها كي تبقى على قيد الحياة.

source: Sssssnakes!
ar_eg: أفاعي!

source: <span class='key'>Humans</span> also adapt. The physical characteristics of populations change as their diverse individual members survive and reproduce at different rates. For example, humans and other mammals have similar internal organs such as a heart for pumping blood, lungs for breathing air, a stomach for digestion, and veins and arteries to move blood flow. They also have similar external members such as arms, legs, and a face with eyes, ears, and a mouth.
ar_eg: يتكيف الإنسان أيضاً. خصائص السكان الطبيعية تتغير حسب معدلات التغير في أفراد المجموعات من حيث تكيفها و تكاثرها. ويشترك الإنسان مع الحيوانات ببعض طرق التكيف التي تستخدمها الحيوانات. على سبيل المثال، الإنسان وبقية الثدييات لها أعضاء داخلية متشابهة مثل القلب لضخ الدم، ورئتين لتنفس الهواء، وشرايين وأوردة لحركة تدفق الدم. وهي متشابهة أيضاً في أن لها أعضاء خارجية مثل الأيدي، والأرجل، ووجهة به عيون ، وأذان ، وفم.
