Repository: geneconde/NGR-sandbox
Catalog: demo/composition-of-matter/Locale/*/LC_MESSAGES/composition-of-matter.po
Languages: es_es

source: A solid is one of the three states of matter. The elements or compounds in the solid state are bound tightly together in a fixed, rigid arrangement. So solids have a definite shape and volume.
es_es: Un sólido es uno de los tres estados de la materia. Los elementos o compuestos en estado sólido están unidos firmemente los unos a los otros, en una disposición rígida fija. Así los sólidos tienen una forma y un volumen definido.

source: A liquid is one of the three states of matter. The elements or compounds in the liquid state are not fixed as in a solid. The elements and compounds of a liquid can slide around each other. So liquids have a fixed volume but do not maintain a fixed shape.
es_es: Un líquido es uno de los tres estados de la materia. Los elementos o compuestos en estado líquido no son fijos como un sólido. Los elementos y compuestos de un líquido se deslizan los unos alrededor de los otros. Así los líquidos tienen un volumen fijo pero no mantienen una forma fija.

source: A gas is one of the three states of matter. There are three different forms that matter can take: solid, liquid, and gas. Unlike solids and liquids, gases float in the air and are difficult or impossible to see.
es_es: Un gas es uno de los tres estados de la materia. Hay tres formas diferentes en las que puede estar la materia : sólida, líquida y gaseosa. A diferencia de los sólidos y los líquidos, los gases flotan en el aire y son difíciles o imposibles de ver.

source: Oxygen is a kind of gas. So is water vapor. So is a kind of fuel called natural gas, which many people use to heat their homes and cook their food.
es_es: El oxígeno es un tipo de gas. También lo es el vapor de agua. También lo es un fuel llamado gas natural, que muchas personas usan para calentar sus casas y cocinar su comida.

source: States of matter
es_es: Estados de la Materia

source: When we talk about the states of matter, we are talking about the different forms that matter can take. There are three states of matter: solid, liquid, and gas.
es_es: Cuando hablamos de los estados de la materia, estamos hablando de las diferentes formas que puede tener la materia . Hay tres estados de la materia: sólido, líquido y gas.

source: Everything around us takes one of these three states. For example, a chair is a solid. Milk is a liquid. And air is a gas.
es_es: Todo lo que nos rodea coge uno de los tres estados. Por ejemplo, una silla es un sólido. La leche es un líquido. Y el aire es un gas.

source: The melting point is the temperature at which a solid turns to a liquid. Different substances have different melting points.
es_es: El punto de fusión es la temperatura a la cual un sólido se convierte en líquido. Sustancias diferentes tienen distintos puntos de fusión.

source: For example, the melting point of an ice cube is 32°F (0°C). But a material called tungsten, which is used in light bulbs, has a melting point of 6170°F (3410°C). The high melting point of tungsten makes it possible to use in a light bulb without melting when the light is turned on.
es_es: Por ejemplo, el punto de fusión de un cubito de hielo es de 32 ° F (0 ° C) . Pero un material llamado tungsteno, que se utiliza en las bombillas de luz, tiene un punto de fusión de 6170 ° F (3410 ° C). El alto punto de fusión del tungsteno hace posible su uso en una bombilla sin que se derrita cuando la luz está encendida.

source: The boiling point is the temperature at which a liquid begins to turn into a gas. When a liquid starts bubbling, it has reached its boiling point.
es_es: El punto de ebullición es la temperatura a la cual el líquido empieza a transformarse en gas. Cuando un líquido empieza a burbujear, ha alcanzado su punto de ebullición.

source: Different liquids have different boiling points. For example, the boiling point of water is 212°F (100°C). But the boiling point of olive oil is 572°F (300°C). Also, changes in air pressure can affect the boiling point of liquids. If you are up in the mountains where there is less air pressure, liquids will boil at lower temperatures than if you were at sea level.
es_es: Diferentes líquidos tienen diferentes puntos de ebullición. Por ejemplo, el punto de ebullición del agua es 212º F (100 ° C) . Pero el punto de ebullición del aceite de oliva es 572ºF (300 ° C) . Además, los cambios en la presión del aire pueden afectar al punto de ebullición de los líquidos. Si estás en las montañas donde hay menos presión de aire, los líquidos hierven a temperaturas más bajas que si estuvieras al nivel del mar.

source: Chemical reaction
es_es: Reacción química

source: When certain elements are joined together during a chemical reaction into compounds, their states of matter and properties can change radically. For example, the gases oxygen and hydrogen, when they join chemically in a chemical reaction, form liquid water.
es_es: Cuando algunos elementos se unen durante una reacción química para formar compuestos, sus estados de la materia y sus propiedades pueden cambiar radicalmente. Por ejemplo, los gases de oxígeno e hidrógeno, cuando se unen químicamente en una reacción, forman agua líquida.

source: Mixture
es_es: Mezcla

source: You make a mixture by combining two or more things. For example, to make cookies, you must make a mixture of flour, sugar, butter, and eggs. If you leave an ingredient out, the mixture will be wrong, and the cookies may not taste the way they are supposed to.
es_es: Haces una mezcla combinando dos o más cosas. Por ejemplo, para hacer galletas, debes hacer una mezcla de harina, azúcar, mantequilla y huevos. Si dejas un ingrediente fuera, la mezcla está mal, y las galletas pueden no saber de la misma forma que deberían.

source: Heterogeneous mixtures
es_es: Mezclas heterogéneas

source: Mixtures whose substances are easily distinguishable, not being completely blended together, are called heterogeneous mixtures. Gravel, trail mix, and pond water are examples of heterogeneous mixtures.
es_es: Mezclas cuyas sustancias son fácilmente distinguibles, al no estar completamente mezcladas, se llaman mezclas heterogéneas. La gravilla, las mezclas de frutos secos, y el agua del estanque son ejemplos de mezclas heterogéneas.

source: Homogeneous mixtures
es_es: Mezclas homogéneas

source: Homogeneous mixtures, on the other hand, are mixtures whose substances are blended together well, such that they are not visibly distinguishable from each other. Examples of homogeneous mixtures are brass (a mixture of copper and zinc), blood plasma (a mixture of water and various proteins contained in the blood), and air (a mixture of oxygen, nitrogen, and other gases).
es_es: Las mezclas homogéneas, por otro lado, son mezclas cuyas sustancias se mezclan bien , de manera que no son visiblemente distinguibles entre sí. Ejemplos de mezclas homogéneas son el latón (una mezcla de cobre y zinc), el plasma de la sangre (una mezcla de agua y diversas proteínas contenidas en la sangre), y el aire (una mezcla de oxígeno, nitrógeno y otros gases).

source: A solution is a mixture of two or more things in which one of the things seems to disappear in the other.
es_es: Una solución es una mezcla de dos o más cosas en la que una de las cosas parece desaparecer en la otra.

source: To make hot chocolate, you make a solution of chocolate powder and hot water. When you stir the powder and water together, the powder separates into tiny particles and spreads out in the water. If you stir it well enough, every part of the mixture will have the same amount of chocolate in it. This mixture is called a solution.
es_es: Para hacer chocolate caliente, se hace una solución de chocolate en polvo y agua caliente. Cuando se remueve el polvo y el agua, el polvo se separa en partículas diminutas y se extiende en el agua. Si lo agitas lo suficientemente bien, cada parte de la mezcla tendrá la misma cantidad de chocolate. A esta mezcla se le llama solución.

source: A colloid is a type of mixture in which the particles making up the colloid are larger than those of a solution, but small enough to not settle or separate.
es_es: Un coloide es un tipo de mezcla en la cual las particulas que forman el coloide son más grandes que las de la solución, pero lo suficientemente pequeñas como para no sedimentar ni separarse.

source: Milk, fog, and smoke are examples of colloids.
es_es: La leche, la niebla y el humo son ejemplos de coloides.

source: A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other. For example, sand in water is a suspension.
es_es: Una suspensión es una mezcla heterogénea que contiene partículas lo suficientemente grandes como para sedientar y separarse las unas de las otras. Por ejemplo, la arena en el agua forma una suspensión.

source: Freezing Point
es_es: Punto de congelación

source: The temperature and pressure at which a particular liquid undergoes a phase change into a solid. This temperature and pressure also corresponds with a compound's melting point. An example would be that under one atmosphere of pressure, liquid water freezes into ice at 0°C or 32°F.
es_es: La temperatura y la presión a la que un líquido en particular se somete a un cambio de fase a un sólido. Esta temperatura y presión también se corresponden con el punto de fusión de un compuesto. Un ejemplo sería que, bajo una atmósfera de presión, el agua líquida se congele a 0 ° C o 32 ° F.

source: Condensing Point
es_es: Punto de condensación

source: The temperature and pressure at which a particular gas undergoes a phase change into a liquid. This temperature and pressure also corresponds with a compound's boiling point. An example would be that under one atmosphere of pressure, water vapor condenses into liquid water at 100°C or 212°F.
es_es: La temperatura y la presión a la que un gas particular sufre un cambio de fase a un líquido. Esta temperatura y presión también se corresponden con el punto de ebullición de un compuesto. Un ejemplo sería que, bajo una atmósfera de presión, el vapor de agua se condensa en agua líquida a 100 ° C o 212 ° F.

source: Checking what you now know... about the composition of matter
es_es: Comprobando lo que sabes sobre... la composición de la materia

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar a las siguientes seis (6) preguntas del test te dará una idea de lo que sabes y de lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Haz clic en el botón SIGUIENTE cuando estés listo/a.

source: Choose from the items to select your answer.
es_es: Escoge entre los artículos para seleccionar tu respuesta.

source: Molecules that contain the same type of atoms are molecules of
es_es: Las moléculas que contienen el mismo tipo de átomos son moléculas de

source: an element
es_es: un elemento

source: a compound
es_es: un compuesto

source: An example is
es_es: Un ejemplo es

source: chlorine gas
es_es: gas de cloro

source: water
es_es: agua

source: oxygen gas
es_es: oxígeno gas

source: carbon dioxide
es_es: dióxido de carbono

source: Great job! Oxygen (or Chlorine) is composed of only oxygen (or chlorine) atoms.
es_es: ¡Buen trabajo! El oxígeno (o el cloro) está compuesto solamente de átomos de oxígeno (o cloro).

source: Great job! Chlorine (or Oxygen) is composed of only Chlorine (or Oxygen) atoms.
es_es: ¡Bien! El cloro (o el oxígeno) está compuesto solamente de átomos de cloro (u oxígeno).

source: Great job! Water (or carbon dioxide) are compounds, made of different elements.
es_es: ¡Bien! El agua (o el dióxido de carbono) son compuestos, hechos de elementos diferentes.

source: Great job! Water is a compound, made of different elements.
es_es: ¡Bien! El agua son compuestos, hechos de elementos diferentes.

source: Great job! carbon dioxide is compound, made of different elements.
es_es: ¡Buen trabajo! El dióxido de carbono son compuestos, hechos de elementos diferentes.

source: Great job! carbon dioxide (or water) are compounds, made of different elements.
es_es: ¡Buen trabajo! El dióxido de carbono (o el agua) son compuestos, hechos de elementos diferentes.

source: Nope! Water (or carbon dioxide) are compounds, made of different elements.
es_es: ¡No! El agua (o el dióxido de carbono) son compuestos, hechos de elementos diferentes.

source: Not quite! An element is made up of the same type of atom while a compound is made up of two or more elements. Chlorine and Oxygen are elements but Water and Carbon dioxide are compounds.
es_es: ¡No exactamente! Un elemento está hecho del mismo tipo de átomos mientras que un compuesto está hecho de dos o más elementos. El Cloro y el Oxígeno son elementos pero el Agua y el Dióxido de carbono son compuestos.

source: That's correct! Chlorine is an element and it is composed of only Chlorine atoms.
es_es: ¡Eso es correcto! El cloro es un elemento y está compuesto solamente de átomos de cloro.

source: That's correct! Oxygen is an element and it is composed of only Oxygen atoms.
es_es: ¡Eso es correcto! El oxígeno es un elemento y está compuesto solamente de átomos de oxígeno.

source: Which of these substances is an element?
es_es: ¿Cuál de estas sustancias es un elemento?

source: Copper
es_es: Cobre

source: Plastic
es_es: Plástico

source: Sugar
es_es: Azúcar

source: Nope! Steel is a compound, not an element. It is made up of iron and carbon.
es_es: ¡No! El acero es un compuesto, no un elemento. Está hecho de hierro y carbono.

source: Nope! Steel is a special mixture called an "alloy". Steel is made mostly of iron with a small amount of carbon added.
es_es: No! El acero es una mezcla especial llamada "aleación". El acero está compuesto principalmente de hierro con una pequeña cantidad añadida de carbono

source: Nope! Steel is a special mixture called an "alloy". Steel is made mostly of iron with a small amount of carbon added.
es_es: No! El acero es una mezcla especial llamada "aleación". El acero está compuesto principalmente de hierro con una pequeña cantidad añadida de carbono

source: Correct! An element is made up of the same type of atom. Copper is an element.
es_es: ¡Correcto! Un elemento está hecho del mismo tipo de átomos. El cobre es un elemento.

source: Nope! Plastic is a compound blend of many elements including chains of carbon.
es_es: ¡No! El plástico es una mezcla de compuestos de muchos elementos incluyendo cadenas de carbono.

source: Nope! Sugar is a compound made up of carbon, hydrogen, and oxygen.
es_es: ¡No! El azúcar es un compuesto hecho de carbono, hidrógeno, y oxígeno.

source: What term best describes water?
es_es: ¿Qué término es el que mejor descibe al agua?

source: Heterogeneous mixture
es_es: Mezcla heterogénea

source: Homogeneous mixture
es_es: Mezcla homogénea

source: Molecule
es_es: Molécula

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
es_es: Rota o gira la caja de abajo hacia arriba o hacia abajo para ajustar tu respuesta. Haz clic, mantén y desplaza el ratón hacia arriba o hacia abajo.

source: Not quite! Water by itself is not a mixture unless it is mixed with something else.
es_es: ¡No exactamente! El agua por sí sola no es una mezcla salvo que se mezcle con algo más.

source: Not quite! Water is a compound, including two elements hydrogen and oxygen.
es_es: ¡No exactamente! El agua es un compuesto, que incluye dos elementos de hidrógeno y un oxígeno.

source: Correct! Water is a compound, a particle of water is a molecule.
es_es: ¡Correcto! El agua es un compuesto, una partícula de agua es una molécula.

source: Below is a composition of brass. What term describes this blending of metals?
es_es: Debajo aparece la composición del latón. ¿Qué término describe esta aleación de metales?

source: Below is a composition chart of brass. What term describes this blending of metals?
es_es: Debajo aparece la composición diagrama del latón. ¿Qué término describe esta aleación de metales?

source: None of the above
es_es: Ninguno de los anteriores

source: Nope! A suspension is a mixture containing large particles that eventually settle.
es_es: ¡No! Una suspensión es una mezcla que contiene partículas grandes que sedimentan con el tiempo.

source: Nope! A heterogeneous mixture is one that has easily distinguishable particles.
es_es: ¡No! Una mezcla heterogénea es aquella que tiene partículas que se distinguen fácilmente.

source: Nope! A molecule is the particle of a compound of two or more atoms.
es_es: ¡No! Una molécula es la partícula de un compuesto de dos o más átomos.

source: Correct! Brass is an alloy of two elements-- copper and tin.
es_es: ¡Correcto! El latón es una aleación de dos elementos-- cobre y estaño.

source: Correct! Brass is a mixture of copper and tin. It is an "alloy", not a compound.
es_es: ¡Correcto! El bronce es una mezcla de cobre y estaño. Es una "aleación", no un compuesto.

source: Select the <span class="blink">true</span> statement regarding elements.
es_es: Selecciona la afirmación <span class="blink">verdadera</span> en relación con los elementos.

source: All 117 elements are man-made.
es_es: Los 117 elementos están hechos por el hombre.

source: All 117 elements are naturally found.
es_es: Los 117 elementos se encuentran en la naturaleza.

source: The majority of elements are man-made.
es_es: La mayoría de los elementos están hechos por el hombre.

source: The majority of elements are naturally found.
es_es: La mayoría de los elementos se encuentran en la naturaleza.

source: Click the image to enlarge.
es_es: Haz clic en la imagen para agrandarla.

source: Not quite! There are 117 elements, but only 23 of them are man-made.
es_es: ¡No exactamente! Hay 117 elementos, pero sólo 23 están hechos por el hombre.

source: Nope! There are 117 elements, but only 94 of them are found in nature.
es_es: ¡No! Hay 117 elementos, pero sólo 94 de ellos se encuentran en la naturaleza.

source: Not quite! The majority of the elements (94 out of 117) are found in nature, only 23 are man-made.
es_es: ¡No exactamente! La mayoría de los elementos (94 de 117) se encuentran en la naturaleza, sólo 23 están hechos por el hombre.

source: Correct! The majority of the elements (94 out of 117) are found in nature.
es_es: Correcto! La mayoría de los elementos (94 de 117) se encuentran en la naturaleza.

source: Periodic Table of Elements
es_es: Tabla Periódica de los Elementos

source: Below you will find a chart comparing the properties of a suspension, a colloid, and a solution. There are eight sections that need to be filled. For a-e click on the correct answer in each box. For f-h, drag the images below the chart and drop them into the correct box.
es_es: Abajo encontrarás un gráfico que compara las propiedades de una suspensión, un coloide y una solución. Hay ocho secciones que necesitan ser rellenadas. Para a-e haz clic en la respuesta correcta en cada casilla. Para f-h, arrastra las imágenes por debajo de la gráfica y suéltalas en la casilla correcta.

source: Property
es_es: Propiedad

source: Type of mixture
es_es: Tipo de mezcla

source: Select
es_es: Selecciona

source: Particle settling
es_es: Sedimentación de particulas

source: Settle
es_es: Sedimentar

source: Do not settle
es_es: No sedimenta

source: Particles
es_es: Partículas

source: Particle size
es_es: Tamaño de las partículas

source: You've completed the Composition of Matter review.
es_es: Has completado la revisión de la Composición de la Materia.

source: Congratulations,
es_es: Felicitaciones,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes comprobar como lo has hecho en la `Comprobación rápida´y en las `Preguntas del Test´de esta revisión haciendo clic en el siguiente botón.
