Repository: geneconde/NGR-sandbox
Catalog: demo/composition-of-matter/Locale/*/LC_MESSAGES/composition-of-matter.po
Languages: es_es

source: Back
es_es: Atrás

source: Next
es_es: Siguiente

source: Check Answer
es_es: Comprueba la respuesta

source: Check answer
es_es: Comprueba la respuesta

source: Read More
es_es: Lee más

source: You answered...
es_es: Has contestado...

source: Please select your answer.
es_es: Por favor selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor selecciona tus respuestas.

source: Close me!
es_es: ¡Ciérrame!

source: Close!
es_es: ¡Ciérrame

source: Quick Check #1
es_es: Comprobación rápida #1

source: Quick Check #2
es_es: Comprobación rápida #2

source: Quick Check #3
es_es: Comprobación rápida #3

source: Quick Check #4
es_es: Comprobación rápida #4

source: Quiz Question #1
es_es: Pregunta del test #1

source: Quiz Question #2
es_es: Pregunta del test #2

source: Quiz Question #3
es_es: Pregunta del test #3

source: Quiz Question #4
es_es: Pregunta del test #4

source: Quiz Question #5
es_es: Pregunta del test #5

source: Quiz Question #6
es_es: Pregunta del test #6

source: How did I do?
es_es: ¿Cómo lo he hecho?

source: select
es_es: Selecciona

source: Browse through the slides below by clicking the left and right arrows.
es_es: Navega por las siguientes diapositivas haciendo clic en las flechas de la izquierda y de la derecha.

source: Go to dashboard
es_es: Ve al panel de control

source: Let's begin.
es_es: ¡Vamos a empezar.

source: Are you ready,
es_es: Estás listo/a,

source: What are natural resources?
es_es: ¿Qué son las fuentes naturales?

source: Panning gold in the river...
es_es: Cribando oro en el rio...

source: Preparing your first quick check...
es_es: Preparando tu primera comprobación rápida....

source: Changing of matter activities...
es_es: Cambiando a las actividades de la materia...

source: Studying matter...
es_es: Estudiando la materia...

source: Adding solution to mixtures...
es_es: Añadiendo solución a las mezclas....

source: Ready for your last quick check?
es_es: ¿Preparado/a para tu última comprabación rápida?

source: Looking at the old pictures...
es_es: Mirando las fotos viejas...

source: Putting it all together...
es_es: Poniéndolo todo junto...

source: Words and explanations
es_es: Palabras y explicaciones

source: Let's check what you now know
es_es: Comprobemos cuánto sabes

source: Your first quiz question is...
es_es: Tu primera pregunta del test es...

source: Molecules around us...
es_es: Las moléculas de nuestro alrededor...

source: Identifying elements...
es_es: Identificando elementos...

source: Popping water balloon...
es_es: Reventando globos de agua...

source: Blending metals...
es_es: Mezclando metales...

source: Ready for your last quiz question?
es_es: ¿Preparado/a para tu última pregunta del test?

source: You're done!
es_es: ¡Has acabado!

source: Start
es_es: Inicio

source: Welcome to the Composition of Matter review,
es_es: Bienvenido/a a la Revisión de la Composición de la Materia,

source: Thinking about... the composition of matter
es_es: Pensando en... la composición de la materia

source: The physical world all around us is made up of many things. We know that objects have similarities and differences, but have you ever thought about what makes them similar or different? Scientists and engineers spend a lot of time studying the similarities and differences in the properties of materials and use that knowledge to identify and make things and to even make new materials.
es_es: El mundo físico que nos rodea está formado por muchas cosas. Sabemos que los objetos tienen similitudes y diferencias, pero ¿has pensado alguna vez en lo que los hace similares o diferentes? Los científicos y los ingenieros pasan mucho tiempo estudiando las similitudes y las diferencias en las propiedades de los materiales y usan ese conocimiento para identificar y hacer las cosas e incluso a hacer nuevos materiales.

source: Checking what you know... about the composition of matter
es_es: Comprobando lo que sabes... sobre la composición de la materia

source: Look at the list of things below. Choose <span class="blink">all</span> that are naturally occurring materials—can be found in nature.
es_es: Mira la siguiente lista de cosas. Escoge <span class="blink">todos</span> los materiales que sean de origen natural-- que se pueden encontrar en la naturaleza.

source: Brass
es_es: Latón

source: Iron
es_es: Hierro

source: Steel
es_es: Acero

source: Gold
es_es: Oro

source: Plywood
es_es: Madera contrachapada

source: Plastics
es_es: Plásticos

source: Rubber
es_es: Caucho

source: Water
es_es: Agua

source: Orange juice
es_es: Zumo de naranja

source: Peanut butter
es_es: Mantequilla de cacahuete

source: Materials such as water, iron and gold are naturally occurring materials. They can be used just as they are found in nature. But naturally occurring materials can be made into other things that we use and even eat. For example, peanuts can be eaten as found or processed into peanut butter. Using naturally occurring materials and changing them into other things requires that we know about their composition—what they are made of. Continue with this review to learn more about the composition of matter.
es_es: Los materiales tales como el agua, el hierro y el oro son materiales de origen natural. Se pueden usar tal y como se encuentran en la naturaleza. Pero los materiales de origen natural se pueden convertir en otras cosas que usamos e incluso comemos. Por ejemplo, los cacahuetes se pueden comer tal y como se encuentran o transformados en mantequilla de cacahuete. Usar materiales naturales y transformarlos en otras cosas requiere que sepamos sobre su composición--de qué están hechos. Continua con esta revisión para saber más sobre la composición de la materia.

source: Reviewing core ideas... about the composition of matter
es_es: Revisando las ideas esenciales... sobre la composición de la materia

source: Anything that has mass and takes up space is called <span class="key">matter</span>. All matter is made up of particles that are too small to see, called <span class="key">atoms</span>. An atom is the smallest unit of matter that retains its special properties. Atoms can be measured by weighing them, or by measuring their effects upon other objects. Different substances have different <span class="key">compositions</span> or make-up of atoms. <span class="key">Substances</span> that are composed of one kind of atom are called <span class="key">elements</span>. For example, a bar of pure gold is composed of only many, many gold atoms. Silver, iron, oxygen, and helium are some other examples of elements. There are 94 such elements found in nature.
es_es: Cualquier cosa que tiene masa y ocupa espacio se llama <span class="key">materia</span>. Toda la materia está formada por partículas que son demasiado pequeñas para ser vistas, llamadas <span class="key">átomos</span>. Un átomo es la unidad más pequeña de materia que conserva sus propiedades especiales. Los átomos pueden ser medidos por su peso, o mediante la medición de sus efectos sobre otros objetos. Diferentes sustancias tienen diferentes <span class="key">composiciones</span>o composición de átomos. Las <span class="key">sustancias</span> que se componen de un tipo de átomo se denominan <span class="key">elementos</span>. Por ejemplo, una barra de oro puro se compone de únicamente muchos, muchos átomos de oro. La plata, el hierro, el oxígeno y el helio son algunos ejemplos de elementos. Hay 94 elementos que se encuentrna en la naturaleza.

source: Click the image to enlarge the graph.
es_es: Haz clic en la imagen para agrandar el gráfico.

source: Not all matter is composed of single atoms of the 94 elements. Two or more atoms of the same element or of different elements can join together to form what is called a <span class="key">molecule</span>. For example, the oxygen that green plants produce and that you breathe consists of two atoms of oxygen joined together. Water on the other hand is composed of two atoms of hydrogen and one atom of oxygen.
es_es: No toda la materia está compuesta de átomos individuales de los 94 elementos. Dos o más átomos del mismo elemento o de elementos diferentes pueden unirse entre sí para formar lo que se denomina una <span class="key">molécula</span>. Por ejemplo, el oxígeno que producen las plantas verdes y que respiras se compone de dos átomos de oxígeno unidos. El agua por otro lado se compone de dos átomos de hidrógeno y un átomo de oxígeno.

source: The 94 naturally occurring atoms make up the matter that we see and use everyday. Substances that are composed of the atoms of at least two different elements are called <span class="key">compounds</span>. Table salt is a compound of atoms of sodium and chlorine. Table sugar is composed of atoms of carbon, hydrogen and oxygen. Water is not usually thought of as a compound, but it really is. Can you see why? Water, salt and sugar are just three of a seemingly endless list of compounds that are either found in nature or made by humans.
es_es: Los 94 átomos naturales constituyen la materia que vemos y usamos todos los días. Las sustancias que se componen de átomos de al menos dos elementos diferentes se llaman <span class="key">compuestos</span>. La sal de mesa es un compuesto de átomos de sodio y cloro. El azúcar de mesa se ​​compone de átomos de carbono, hidrógeno y oxígeno. Al agua no se lo suele considerar como un compuesto, pero es lo que realmente es. ¿Puedes ver por qué? El agua, la sal y el azúcar son sólo tres cosas de una lista aparentemente interminable de compuestos que se encuentran ya sea en la naturaleza o que son fabricados por el ser humano.

source: Water is a compound
es_es: El agua es un compuesto

source: Table salt is a compound of atoms of sodium and chlorine
es_es: La sal de mesa es un compuesto de átomos de sodio y cloro

source: Man-made
es_es: Hecho por el hombre

source: Water is an example of a compound. Another example of a compound is steel. Steel is a compound that is made up of the elements iron and carbon. Table salt is another compound: it is composed of sodium and chlorine. Another compound is table sugar, which is made of carbon, hydrogen, and oxygen. Water, steel, salt, and sugar are just a few of a seemingly endless list of compounds, many of which occur in nature and many more that are made by humans.
es_es: El agua es un ejemplo de un compuesto. Otro ejemplo de un compuesto es el acero. El acero es un compuesto que se compone de elementos de hierro y carbono. La sal de mesa es otro compuesto: se compone de sodio y cloro. Otro compuesto es el azúcar de mesa, que está hecho de carbono, hidrógeno, y oxígeno. El agua, el acero, la sal y el azúcar son sólo algunos de una lista interminable de compuestos, muchos de los cuales se producen en la naturaleza y muchos más que están hechas por los seres humanos.

source: Water, salt and sugar are just a few of the many, many compounds found in nature. But people make many other compounds by combining two or more elements or changing the composition of substances. For example, the donuts or muffins you find in a bakery or grocery store are really compounds containing substance like flour, yeast and various ingredients that are changed into the donut or muffin when they are baked. Gasoline is made by changing the composition of naturally occurring oil.
es_es: El agua, la sal y el azúcar son sólo algunos de los muchos, muchos compuestos que se encuentran en la naturaleza. Pero las personas hacen otros muchos compuestos mediante combinación de dos o más elementos o cambiando la composición de las sustancias. Por ejemplo, los donuts y las magdalenas que encuentras en una panadería o en una tienda de comestibles son compuestos que contienen sustancias como harina, levadura y diversos ingredientes que se convierten en donut o bollos cuando se cuecen. La gasolina se crea modificando la composición del aceite de origen natural.

source: Question A. Click on the best statement that explains the difference between an element and a compound.
es_es: Pregunta A. Haz clic en el enunciado que mejor explica las diferencias entre un elemento y un compuesto.

source: Compounds can be solid, liquid, or gas; elements are always in the solid state.
es_es: Los compuestos pueden ser sólidos, líquidos, o gases; los elementos están siempre en estado sólido.

source: Elements have more than one type of atom; compounds consist of just one type of atom.
es_es: Los elementos tienen más de un tipo de elementos; los compuestos consisten sólo en un tipo de átomos.

source: Compounds have more than one type of atom; elements consist of just one type of atom.
es_es: Los compuestos tienen más de un tipo de átomos; los elementos consisten sólo en un tipo de átomos.

source: Question B. Mark <span class="blink">all</span> of the following statements that are <span class="blink">true</span>.
es_es: Pregunta B. Marca <span class="blink">todas</span> las delcaraciones siguientes que sean <span class="blink">verdaderas</span>.

source: An element contains only one kind of atom.
es_es: Un elemento contiene sólo un tipo de átomos

source: A compound contains more than one element.
es_es: Un compuesto contiene más de un solo elemento.

source: A compound contains more than one kind of atom.
es_es: Un compuesto contiene más de un tipo de átomos.

source: There are more unique elements than unique compounds.
es_es: Hay más elementos únicos que compuestos únicos.

source: Nope! Both compounds and elements may exist in solid, liquid, or gaseous state.
es_es: ¡No! Ambos compuestos y elementos puedene existir en estado sólido, líquido o gaseoso.

source: Nope! Elements consist of only one type of atom; compounds are made of more than one type of atom.
es_es: ¡No! Los elementos consisten en sólo un tipo de átomos; los compuestos están hechos de más de un tipo de átomos.

source: Correct! Elements consist of only one type of atom; compounds are made of more than one type of atom.
es_es: ¡Correcto! Los elementos consisten en sólo un tipo de átomos; los compuestos están hechos de más de un tipo de átomos.

source: Correct! An element contains only one kind of atom, a compound contains more than one kind of atom, and there are many more compounds than elements.
es_es: ¡Correcto! Un elemento contiene sólo un tipo de átomos, un compuesto contiene más de un tipo de átomos, y hay muchos más compuestos que elementos.

source: Not quite! An element contains only one kind of atom, a compound contains more than one kind of atom, and there are many more compounds than elements.
es_es: ¡No exactamente! Un elemento contiene sólo un tipo de átomos, un compuesto contiene más de un tipo de átomos, y hay muchos más compuestos que elementos.

source: More core ideas... about the composition of matter
es_es: Más ideas esenciales... sobre la composición de la materia

source: Matter usually exists as a <span class="key">solid</span>, <span class="key">liquid</span>, or <span class="key">gas</span> form. These forms of matter are referred to as the <span class="key">states of matter</span>. The elements or compounds in the solid state are bound tightly together in a fixed, rigid arrangement. So solids have a definite shape and volume. The elements or compounds in the liquid state are not fixed as in a solid. The elements and compounds of a liquid can slide around. So liquids do have a fixed volume but do not maintain a fixed shape. In the gas state of matter, the elements and compounds are free to move around without even touching. So a gas has no fixed shape or volume.
es_es: La materia generalmente existe como <span class="key">sólido</span>, <span class="key">líquido</span> o <span class="key">gas</span>. Estas formas de la materia se conocen como los <span class="key">estados de la materia</span>. Los elementos o compuestos en estado sólido están unidos firmemente los unos con los otros en disposición rígida fija. Así que los sólidos tienen una forma y volumen definidos. Los elementos o compuestos en estado líquido no son fijos como en un sólido. Los elementos y compuestos de un líquido pueden deslizarse. Así líquidos no tienen un volumen fijo pero si una estructura fija. En el estado gaseoso de la materia, los elementos y los compuestos tienen la libertad de moverse sin siquiera tocarse. Así que un gas no tiene ni forma ni volumen fijos.

source: solid (ice)
es_es: sólido (hielo)

source: liquid (liquid water)
es_es: líquido (agua líquida)

source: gas (water vapor)
es_es: gas (vapor de agua)

source: The three main states of matter, are shown for water: solid (ice), liquid (liquid water), and gas (water vapor). A fourth, called plasma does not exist in natural conditions, so let's focus on just solid, liquid and gas.
es_es: Se muestran para el agua los tres estados principales de la materia: sólido (hielo), líquido (agua líquida), y gas (vapor de agua). Un cuarto, llamado plasma no existe en condiciones naturales, así que vamos a centrarnos sólo en el sólido, líquido y gas.

source: Solids, liquids, and gases have properties that can be identified through observation and measurement. Each substance has a unique mass that can be measured, and many have unique properties such as color and texture.
es_es: Los sólidos, líquidos y gases tienen propiedades que pueden ser identificadas a partir de la observación y la medición. Cada sustancia tienen una masa única que puede ser medida, y muchas tienen propiedades únicas como el color o la textura.

source: Freezing point
es_es: Punto de congelación

source: Melting point
es_es: Punto de fusión

source: Boiling point
es_es: Punto de ebullición

source: Condensation point
es_es: Punto de condensación

source: A substance's <span class="key">melting point</span> is the temperature at which the substance changes from a solid to a liquid. A substance's <span class="key">boiling point</span> is the temperature at which a substance changes from a liquid to a gas. A substance's <span class="key">freezing point</span> is the temperature at which a liquid changes from a liquid to a solid and is the same temperature as its melting point. Similarly, a substance's <span class="key">condensation point</span> is the temperature at which a gas changes to a liquid and is the same temperature as its boiling point. Substances can often be identified by the temperatures at which they change between the solid, liquid and gas states. For example, the normal melting and freezing point of water is 32°F (0°C) and its normal boiling and condensation point is 212°F (100°C).
es_es: El <span class="key">punto de fusión</span> de una sustancia es la temperatura a la que la sustancia cambia de sólida a líquida. El <span class="key">punto de ebullición</span> de una sustancia es la temperatura a la cual una sustancia cambia de líquida a gaseosa. El <span class="key">punto de congelación</span> de una sustancia es la temperatura a la cual un líquido pasa de líquido a sólido y es la misma temperatura que el punto de fusión. Asimismo, el <span class="key">punto de condensación</span> de una sustancia es la temperatura a la cual un gas cambia a líquido y es la misma temperatura que su punto de ebullición. Las sustancias a menudo pueden ser identificadas por las temperaturas a las que cambian de estados, líquido, gas y sólido. Por ejemplo, el punto de fusión y de congelación normal del agua es 32ºF (0 ° C) y su punto de ebullición y condensación normal es de 212 ° F (100 ° C).

source: When certain elements are joined together during a <span class="key">chemical reaction</span> into compounds, their states of matter and properties can change radically. For example, water is a liquid that is made from two gases, oxygen and hydrogen. Table salt is a solid that is composed of sodium, a solid, with chlorine, a gas. Ordinary table sugar is composed of hydrogen, oxygen and carbon--two gases and a solid.
es_es: Cuando ciertos elementos se unen entre sí durante una <span class="key">reacción química</span> para formar compuestos, sus estados de la materia y las propiedades pueden cambiar radicalmente. Por ejemplo, el agua es un líquido que se hace de dos gases, oxígeno e hidrógeno. La sal de mesa es un sólido que se compone de sodio, un sólido, con cloro, un gas. El azúcar de mesa común se compone de hidrógeno, oxígeno y carbono - dos gases y un sólido.

source: In the video clip you can see a chemical reaction between a super absorbent polymer called sodium polyacrylate and water. The substance absorbs the water and turns into a gel-like matter some magicians like to call snow.
es_es: En el video puedes ver una reacción química entre un polímero super absorbente llamado poliacrilato de sodio y el agua. La sustancia absorbe el agua y se convierte en algo tipo gel que a algunos magos les gusta llamar nieve.

source: Question A. Draw a line between the states of matter on the left to their descriptions on the right. To do this, click on the button next to the terms on the left and drag it to the button next to the descriptions on the right. Click the "Start Over" button to remove the lines and connect again.
es_es: Pregunta A. Dibuja una línea entre los estados de la materia a la izquierda de su descripción a la derecha. Para ello, haz clic en el botón situado junto a los términos de la izquierda y arrástralo hasta el botón situado junto a las descripciones de la derecha. Haz clic en el botón "Empezar de nuevo " para eliminar las líneas y conectarlas de nuevo.

source: Start Over
es_es: Empieza otra vez

source: Solid
es_es: Sólido

source: Liquid
es_es: Líquido

source: Fixed shape, fixed volume
es_es: Forma fija, volumen fijo

source: No fixed shape, fixed volume
es_es: Forma no fija, volumen fijo

source: No fixed shape, no fixed volume
es_es: Forma no fija, volumen no fijo

source: Question B. Which of the following is <span class="blink">NOT</span> a way to uniquely identify an element?
es_es: Pregunta B. ¿Cuál de las siguientes <span class="blink">no</span> es una manera única de identificar un elemento?

source: Combined mass and volume
es_es: Masa y volumen combinados

source: State of matter
es_es: Estado de la materia

source: Not quite! Melting point is a way to uniquely identify an element.
es_es: ¡No exactamente! El punto de fusión es una manera única de identificar un elemento.

source: Not quite! Boiling point is a way to uniquely identify an element.
es_es: ¡No exactamente! El punto de ebullición es una manera de identificar de forma única un elemento.

source: Not quite! Combined mass and volume is a way to uniquely identify an element.
es_es: ¡No exactamente! Sumar las masas y el volumen es una manera de identificar de forma única un elemento.

source: Correct! One cannot uniquely identify an element solely based on its state of matter.
es_es: ¡Correcto! Uno no puede identificar de forma única un elemento basándose solamente en el estado de la materia.

source: You got it! You've matched them all correctly. Gas has no fixed shape or fixed volume. Solids have a fixed shape and a fixed volume. Liquids do not have a fixed shape, but have a fixed volume.
es_es: ¡Lo tienes! Los has unido correctamente. El gas no tiene una estructura o volumen fijo. Los sólidos tienen un volumen y una estructura fija. Los líquidos no tienen una estructura fija pero si tienen un volumen fijo.

source: Not quite! Gas has no fixed shape or fixed volume. Solids have a fixed shape and a fixed volume. Liquids do not have a fixed shape, but have a fixed volume.
es_es: ¡No exactamente! El gas no tiene una estructura o volumen fijo. Los sólidos tienen una estructura y volumen fijo. Los líquidos no tienen una estructura fija pero si un volumen determinado.
