Repository: geneconde/NGR-sandbox
Catalog: demo/composition-of-matter/Locale/*/LC_MESSAGES/composition-of-matter.po
Languages: es_es

source: Another category of matter is called a <span class="key">mixture</span>. A mixture is two or more substances that appear together, but are not chemically bonded together. Some examples of mixtures are gravel (shown above), trail mix, salt water, and pond water. The individual substances of these mixtures can be separated from each other by physical means such as a filter or sieve.
es_es: Otra categoría de materia se llama <span class="key">mezcla</span>. Una mezcla es dos o más sustancias que aparecen juntas, pero que no están unidas químicamente. Algunos ejemplos de mezclas son la grava (ver imagen superior), las mezcla de frutas secas, el agua salada y el agua del estanque. Las sustancias individuales de estas mezclas se pueden separar las unas de las otras por medios físicos tales como un filtro o tamiz.

source: Mixtures are further classified according to the nature of their composition. Mixtures with substances that you can tell apart easily without being completely blended together, are called <span class="key">heterogeneous mixtures</span>. Gravel, trail mix, and pond water are examples of heterogeneous mixtures.
es_es: Las mezclas se clasifican adicionalmente de acuerdo con la naturaleza de su composición. Las mezclas con sustancias que se pueden distinguir fácilmente porque no están completamente mezcladas, se llaman mezclas <span class="key">heterogéneas</span>. La grava, la mezcla de frutos secos, y el agua del estanque son ejemplos de mezclas heterogéneas.

source: <span class="key">Homogeneous mixtures</span>, on the other hand, are mixtures with substances that are blended together well. By simply looking at them, you can't tell them apart, they are not visibly distinguishable from each other. Examples of homogeneous mixtures are brass (a mixture of copper and zinc), blood plasma (a mixture of water and various proteins contained in the blood), and air (a mixture of oxygen, nitrogen, and other gases).
es_es: Las <span class="key">mezclas homogéneas</span>, por otro lado, son mezclas con sustancias que se mezclan bien. Con sólo mirarlas, no puedes distinguirlas, no son visiblemente distinguibles entre sí. Ejemplos de mezclas homogéneas son el latón (una mezcla de cobre y zinc), el plasma de la sangre (una mezcla de agua y diversas proteínas contenidas en la sangre), y el aire (una mezcla de oxígeno, nitrógeno y otros gases).

source: Brass is a homogeneous mixture. The elements copper and zinc substances are being casted as a liquid into a mold, where it will cool and turn to a solid state.
es_es: El latón es una mezcla homogénea. Los elementos cobre y zinc se funden como un líquido en un molde, donde se enfriarán y volverán al estado sólido.

source: A <span class="key">solution</span> is a homogeneous mixture with substances that have very small particles that are blended together extremely well. Solutions remain uniformly mixed and their components cannot be distinguished from one another even under a microscope. Examples of solutions are lemonade, tea, vinegar and salt water. Substances that are in solution cannot be separated by filters or sieves.
es_es: Una <span class="key">solución</span> es una mezcla homogénea de sustancias que tienen partículas muy pequeñas que se mezclan extremadamente bien. Las soluciones permanecen uniformemente mezcladas y sus componentes no se pueden distinguir los unos de los otros, incluso bajo un microscopio. Algunos ejemplos de soluciones son la limonada, el té, el vinagre y el agua salada. Las sustancias que se encuentran en solución no se pueden separar con filtros o tamices.

source: Now that we have looked at homogenous mixtures, heterogeneous mixtures, and solutions... we are going to review <span class="key">colloids</span> and <span class="key">suspensions</span>. A colloid is a type of mixture in which the particles making up the colloid are larger than those of a solution, but small enough to not settle or separate. Fog and smoke are examples of colloids.
es_es: Ahora que hemos visto las mezclas homogéneas, mezclas heterogéneas y soluciones ... vamos a revisar los <span class="key">coloides</span> y <span class="key">suspensiones</span>. Un coloide es un tipo de mezcla en la que las partículas que componen el coloide son más grandes que las de una solución, pero lo suficientemente pequeñas como para no sedimentar o separarse. La niebla y el humo son ejemplos de coloides.

source: A colloid is different from a <span class="key">suspension</span>. A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other. For example, sand in water is a suspension. Though sand may be placed in water and stirred, eventually the sand will settle on the bottom of the water. Oil and water is another example of a suspension. When you mix oil and water in a jar and then shake it, a cloudy suspension is formed. If you let the mixture rest, the oil and water will separate.
es_es: Un coloide es diferente de una <span class="key">suspensión</span>. Una suspensión es una mezcla heterogénea que contiene partículas que son lo suficientemente grandes como para sedimentar y separarse las unas de las otras. Por ejemplo, la arena en agua es una suspensión. Aunque la arena puede ser puesta en agua y agitada, con el tiempo la arena se depositará en el fondo del agua. El aceite y el agua son otro ejemplo de una suspensión. Cuando se mezclan aceite y agua en un frasco y luego se agita, se forma una suspensión turbia. Si se deja reposar la mezcla, el aceite y el agua se separarán.

source: The parrots in the picture you see show animals living in a new ecosystem without adapting. Parrots were brought to the Hawaiian Islands as pets and were either released or escaped. Hawaii turns out to be excellent habitat for parrots and they have reproduced in the wild. Unfortunately, many native Hawaiian birds have difficulty competing with parrots for food and are nearing extinction. Plants or animals living in wild spaces outside their native ranges, such as these parrots now found in Hawaii, are known as <span class="key">invasive species</span>. Invasive species create problems for native species either by preying upon the natives for food, or by out-competing them for food and other resources.
es_es: Los loros que ves en la imagen muestran animales que viven en un nuevo ecosistema sin adaptarse. Los loros fueron traídos de las islas Hawai como animales de compañía y fueron liberados o escaparon. Hawaii resulta ser un excelente hábitat para los loros y se han reproducido en el medio silvestre. Por desgracia, muchas aves nativas de Hawai tienen dificultades para competir con los loros por la comida y están al borde de la extinción. Las plantas o los animales que viven en espacios silvestres fuera de sus zonas de hábitat naturales, como estos loros que ahora se encuentran en Hawai, se conocen como <span class="key">especies invasoras</span>. Las especies invasoras causan problemas para las especies nativas ya sea cazando las especies nativas para alimentarse o bien compitiendo con ellas por la comida y otros recursos.

source: Question A. Click on the term matching a homogeneous mixture that has very small particles that are blended together extremely well.
es_es: Pregunta A. Haz clic en el término que coincide con una mezcla homogénea que tiene partículas muy pequeñas que se mezclan extremadamente bien.

source: Colloid
es_es: Coloide

source: Suspension
es_es: Suspensión

source: Element
es_es: Elemento

source: Solution
es_es: Solución

source: Question B. Click on the term matching a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
es_es: Pregunta B. Haz clic en el término que coincide con una mezcla heterogénea que contiene partículas que son lo suficientemente grandes como para sedimentar y separarse las unas de las otras.

source: Question C. Look at the plain vanilla ice cream and strawberry ice cream shown. Click on the term that best describes each one.
es_es: Pregunta C. Mira los helados de vainilla y fresa que se muestran. Haz clic en el término que mejor describe a cada uno.

source: Homogeneous
es_es: Homogéneo

source: Heterogeneous
es_es: Heterogéneo

source: Nope! A colloid is a type of mixture in which the particles making up the colloid are larger than those of a solution, but small enough to not settle or separate.
es_es: ¡No! Un coloide es un tipo de mezcla en la que las partículas que componen el coloide son más grandes que las de una solución, pero lo suficientemente pequeñas como para no sedimentar o separarse.

source: Nope! A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
es_es: ¡No! Una suspensión es una mezcla heterogénea que contiene partículas que son lo suficientemente grandes como para sedimentar y separarse las unas de las otras.

source: Nope! An element is a type of substance composed of just one type of atom.
es_es: ¡No! Un elemento es un tipo de sustancia compuesta de sólo un tipo de átomo.

source: Correct! A solution is a homogeneous mixture that has very small particles that are blended together extremely well.
es_es: ¡Correcto! Una solución es una mezcla homogénea que tiene partículas muy pequeñas que se mezclan extremadamente bien.

source: Correct! A suspension is a heterogeneous mixture containing particles that are large enough to settle out and separate from each other.
es_es: ¡Correcto! Una suspensión es una mezcla heterogénea que contiene partículas que son lo suficientemente grandes como para sedimentar y separarse las unas de las otras.

source: Nope! A solution is a homogeneous mixture that has very small particles that are blended together extremely well.
es_es: ¡No! Una solución es una mezcla homogénea que tiene partículas muy pequeñas que se mezclan extremadamente bien.

source: Correct! The ice cream on the left is all mixed in together and the particles are not separated. The ice cream mixture on the right is heterogeneous and the strawberry parts are visibly distinguishable from each other.
es_es: ¡Correcto! El helado de la izquierda está mezclado y las partículas no se separan. La mezcla de helado de la derecha es heterogénea y las partes de fresa son visiblemente distinguibles entre sí.

source: Correct! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
es_es: ¡Correcto! El helado de la izquierda es homogéneo porque sus partículas no están visiblemente separadas. El helado de la derecha se considera heterogéneo porque las fresas se distinguen del helado.

source: Not quite! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
es_es: No del todo! El helado de la izquierda es homogéneo porque sus partículas no están visiblemente separadas. El helado de la derecha se considera heterogéneo porque las fresas se distinguen del helado.

source: No! The ice cream on the left is considered to be homogeneous because its particles are not visibly separated. The ice cream on the right is considered to be heterogeneous because the strawberries are visibly distinguishable from the ice cream.
es_es: ¡No! El helado de la izquierda es homogéneo porque sus partículas no están visiblemente separadas. El helado de la derecha se considera heterogéneo porque las fresas se distinguen del helado.

source: Not quite! Ice cream on the left is all mixed in together and the particles are not separated. The ice cream mixture on the right is heterogeneous and the strawberry parts are visibly distinguishable from each other.
es_es: ¡No del todo! El helado de la izquierda está mezclado y las partículas no se separan. La mezcla de helado de la derecha es heterogénea y las partes de fresa son visiblemente distinguibles entre sí.

source: Using what you know... about the composition of matter... to solve a problem
es_es: Usando lo que sabes... sobre la composición de la materia... para resolver un problema

source: The Problem
es_es: El problema

source: The fountain in the town's park that has always been clean and clear, has become murky (dark and not clear). Some people think the murkiness is just a temporary condition caused by particles being washed into the pond by recent heavy rains. Others are worried that something has gotten into the water that will not allow the water to clear up on its own.
es_es: La fuente en el parque de la ciudad que siempre ha estado limpia y clara, se ha vuelto turbia (oscura y no clara). Algunas personas piensan que la turbiedad es sólo una condición temporal causada por partículas que se lavan en el estanque por las lluvias recientes. Otros están preocupados de que algo se haya metido en el agua que no permite que el agua se limpie por sí sola.

source: The Task
es_es: La tarea

source: You have been hired as a consultant to help the townsfolk figure out what has happened to the pond water. Using what you know about the composition and characteristics of different kinds of mixtures, prepare a report describing what kind of tests can be done to determine if the murky water condition will clean up by itself or if it is a more serious condition that will take some specific action. Type your report in the text box provided.
es_es: Has sido contratado como consultor para ayudar a la gente del pueblo a averiguar qué ha pasado con el agua del estanque. Usando lo que sabes sobre la composición y características de los diferentes tipos de mezclas, prepara un informe que describa qué tipo de pruebas se pueden hacer para determinar si la condición de turbiedad del agua se va a limpiar por sí misma o si se trata de una afección más grave que requerirá de alguna acción específica. Escribe tu informe en el cuadro de texto correspondiente.

source: Please type your answer here...
es_es: Por favor escribe tu respuesta aqui...

source: Please type your answer.
es_es: Por favor escriba su respuesta

source: Summarizing core ideas... about the composition of matter
es_es: Resumiendo las ideas esenciales... sobre la composición de la materia

source: <span class="key">Matter</span> is made of <span class="key">atoms</span>, and categorized according to its composition. Matter that is composed of only one kind of atom is known as an <span class="key">element</span>. Those <span class="key">substances</span> with two or more kinds of atoms are called <span class="key">compounds</span>. Matter usually exists in one of three states: <span class="key">solid</span>, <span class="key">liquid</span>, or <span class="key">gas</span>. Each state of matter has general properties of shape and volume that may be used to uniquely identify the state. Properties such as <span class="key">melting-freezing</span> and <span class="key">boiling-condensation</span> points can be further used to identify specific substances. The properties of substances change greatly when substances interact chemically. A <span class="key">mixture</span> on the other hand is a type of matter in which the substances composing it do not interact chemically. Mixtures are classified as <span class="key">heterogeneous</span>, in which their substances are easily distinguishable, and <span class="key">homogeneous</span>, in which the composing substances are well blended and not easily distinguishable. An alloy is a homogeneous mixture of metals and a <span class="key">solution</span> is a homogeneous mixture of extremely small particles, indistinguishable even using a microscope. Finally, <span class="key">colloids</span> are solutions with larger particles that are small enough not to settle out and separate from each other, while <span class="key">suspensions</span> are mixtures of particles that are large enough to settle out and separate from each other.
es_es: La <span class="key">materia</span> está hecha de <span class="key">átomos</span>, y se clasifica de acuerdo con su composición. La materia que se compone de sólo un tipo de átomos se conoce como un <span class="key">elemento</span>. Esas <span class="key">sustancias</span> con dos o más tipos de átomos se denominan <span class="key">compuestos</span>. La materia normalmente existe en uno de tres estados: <span class="key">sólida</span>, <span class="key">líquida</span> o <span class="key">gas</span>. Cada estado de la materia tiene propiedades de forma y volumen generales que pueden ser usadas para identificar unívocamente el estado. Propiedades tales como los puntos de fusión-congelación y ebullición-condensación se pueden usar además para identificar sustancias específicas. Las propiedades de las sustancias se modifican en gran medida cuando las sustancias interactúan químicamente. Una <span class="key">mezcla</span> por otra otra parte es un tipo de materia en la que las sustancias que la componen no interactúan químicamente. Las mezclas se clasifican como <span class="key">heterogéneas</span>, en las que sus sustancias son fácilmente distinguibles, y <span class="key">homogenéas</span>, en las que las sustancias que la componen están bien mezcladas y no son fácilmente distinguibles. Una aleación es una mezcla homogénea de metales y una <span class="key">solución</span> es una mezcla homogénea de partículas extremadamente pequeñas, indistinguibles incluso usando un microscopio. Por último, los <span class="key">coloides</span> son soluciones con partículas más grandes que son lo suficientemente pequeñas como para no sedimentar y separarse las unas de las otras, mientras que las <span class="key">suspensiones</span> son mezclas de partículas que son lo suficientemente grandes como para sedimentar y separarse las unas de las otras.

source: Reviewing key vocabulary related to... the composition of matter
es_es: Revisando el vocabulario esencial relacionado con... la composición de la materia.

source: Composition
es_es: Composición

source: Matter
es_es: Materia

source: Anything that has mass and takes up space is called matter. All matter is made up of particles that are too small to see, called atoms.
es_es: Cualquier cosa que tiene masa y ocupa espacio se llama materia. Toda la materia está formada por partículas que son demasiado pequeñas como para ser vistas, llamadas átomos.

source: Atom
es_es: Átomo

source: All things—both living and nonliving—are made up of atoms. An atom is the smallest possible part of a type of material. For example, you could have an atom of copper or an atom of oxygen.
es_es: Todas las cosas-- tanto seres vivos como no vivos-- están hechos de átomos. Un átomo es la parte más pequeña posible de un tipo de material. Por ejemplo, podrías tener un átomo de cobre o un átomo de oxígeno.

source: Different things are made of different atoms. Things that are big enough to see are made from a very large number of atoms. You would need a special microscope, called an electron microscope, to see one atom.
es_es: Diferentes cosas están hechas de átomos diferentes. Las cosas que son lo suficientemente grandes como para ser vistas están hechas de un gran número de átomos. Necesitarías un microscopio especial llamado microscopio de electrones, para ver un átomo.

source: Substance
es_es: Sustancia

source: A substance is a basic form of matter that has mass and certain characteristics. For example, water is one type of substance and salt is another type.
es_es: Una sustancia es la forma básica de la materia que tiene masa y unas determinadas características. Por ejemplo, el agua es un tipo de sustancia y la sal es otro tipo.

source: A substance can be a solid, liquid, or a gas. A substance can also change its form. For example, water is a substance that can change into ice or steam.
es_es: Una sustancia puede ser sólida, líquida o gaseosa. Una sustancia puede también cambiar de forma. Por ejemplo, el agua es una sustancia que puede cambiar a hielo o a vapor.

source: In science, the word composition means something very different than it does in writing class. In science, a composition is what you get when you put things together to make something new or different.
es_es: En la ciencia, la palabra composición significa algo muy diferente de lo que significa en la clase de escritura. En ciencia, una composición es lo que obtienes cuando juntas cosas para hacer algo nuevo o diferente.

source: There are different ways to make new compositions or new things. For example, a milk shake is a composition of milk and ice cream. Music is a composition of sounds. A composition always has two or more pieces or parts.
es_es: Hay diferentes maneras de hacer nuevas composiciones o cosas nuevas. Por ejemplo, un batido de leche es una composición de leche y helado. La música es una composición de sonidos. Una composición siempre tiene dos o más piezas o partes.

source: An element is a pure substance. This means that it cannot be separated into other substances. As of 2008, scientists know of a total of 117 elements. Of these 117 elements, 94 of them occur naturally on Earth. Some elements that you might be familiar with are: gold, oxygen, and aluminum.
es_es: Un elemento es una sustancia pura. Esto significa que no se puede separar en otras sustancias. Desde 2008, los científicos saben de un total de 117 elementos. De estos 117 elementos, 94 de ellos se producen naturalmente en la Tierra. Algunos de los elementos con los que puedes estar familiarizado son: el oro, el oxígeno y el aluminio.

source: Many of the substances found on Earth are made up of more than one element. For example, water is made up of two elements—hydrogen and oxygen.
es_es: La mayoría de las sustancias encontradas en la tierra están hechas de más de un elemento. Por ejemplo, el agua está hecha de dos elementos-- hidrógeno y oxígeno.

source: Compound
es_es: Compuesto

source: A compound is made up of two or more different materials called elements. Most of the things you eat, use, and see everyday are compounds.
es_es: Un compuesto está hecho de dos o más materiales diferentes llamados elementos. La mayoría de las cosas que comes, usas, y ves cada día son compuestos.

source: The food you eat is made from different compounds. The compounds in food contain things that help keep your body healthy and strong.
es_es: La comida que comes esá hecha de diferentes compuestos. Los compuestos de la comida contienen cosas que ayudan a nuestro cuerpo a mantenerse sano y fuerte.

source: Molecules
es_es: Moléculas

source: Molecules are the smallest parts of living and nonliving things that can be recognized. Many molecules make up a tiny drop of water.
es_es: Las moléculas son las partes más pequeñas de los seres vivos o no vivos que se pueden reconocer. Muchas moléculas forman una pequeña gota de agua.

source: Things that are solid, such as ice, have molecules that are close together and not moving. Things that are liquid, such as water, have molecules that move freely. Tiny molecules of gases also float around in the air. Molecules make up everything.
es_es: Las cosas sólidas, tales como el hielo, tienen moléculas que están muy juntas y no se mueven. Las cosas líquidas, tales como el agua, tienen moléculas que se mueven libremente. Las moléculas muy pequeñas de gases también flotan en el aire. Las moléculas lo constituyen todo.
