Repository: geneconde/NGR-sandbox
Catalog: demo/gathering-data/Locale/*/LC_MESSAGES/gathering-data.po
Languages: ar_eg, es_es

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Próximo

source: Check Answer
ar_eg: تأكد من الاجابة
es_es: Comprueba la respuesta

source: Read More
ar_eg: اقرا أكثر
es_es: Lee más

source: Check answer
ar_eg: تأكد من الاجابة
es_es: Comprueba la respuesta

source: Read more
ar_eg: اقرا أكثر
es_es: Lee más

source: You answered...
ar_eg: أنت أجبت ...
es_es: Has contestado...

source: Please type your answer.
ar_eg: يرجى كتابة جوابك.
es_es: Por favor escriba su respuesta.

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: لو سمحت اختر اجاباتك
es_es: Por favor, selecciona tus respuestas.

source: Close me!
ar_eg: أغلقني !
es_es: ¡Ciérrame!

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Comprobación rápida #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Comprobación rápida #2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3
es_es: Comprobación rápida #3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4
es_es: Comprobación rápida #4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de cuestionario #1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2
es_es: Pregunta de cuestionario #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de cuestionario #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de cuestionario #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de cuestionario #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de cuestionario #6

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo he hecho?

source: select
ar_eg: اختر
es_es: Selecciona

source: Select
ar_eg: اختر
es_es: Selecciona

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين
es_es: Navega por las siguientes diapositivas haciendo clic en las flechas de la izquierdas y de la derecha

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vete al panel de control

source: Let's begin!
ar_eg: هيا نبدأ !
es_es: ¡Empecemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a?

source: Disinfecting medical instruments...
ar_eg: تطهير الادوات الطبية
es_es: Desinfectando instrumentos médicos...

source: Collecting data...
ar_eg: جمع البيانات
es_es: Recolectando datos...

source: Preparing your first quick check...
ar_eg: تحضير اختبارك السريع الاول
es_es: Preparando tu primera comprobación rápida...

source: Counting the steps to the bus stop...
ar_eg: عد الخطوات الي موقف الباص
es_es: Contando los pasos hasta la parada del autobús...

source: Scaling 3 red apples...
ar_eg: توزين ثلاث تفاحات حمراء
es_es: Pesando 3 manzanas rojas...

source: Collecting evidence...
ar_eg: جمع الادلة
es_es: Recogiendo evidencias...

source: Students experimenting on laboratory...
ar_eg: طلاب يقمومون بالتجارب في المختبر
es_es: Estudiantes experimentando en el laboratorio...

source: Converting metric units...
ar_eg: تحويل وحدات القياس
es_es: Convirtiendo unidades métricas...

source: Ready for your last quick check?
ar_eg: هل انت جاهز لاختبارك السريع الاخير
es_es: Preparado/a para tu última comprobación rápida?

source: Excavating dinosaur bones...
ar_eg: التنقيب عن عظام الديناصورات
es_es: Excavando huesos de dinosarios...

source: Putting it all together...
ar_eg: وضعها جميعها معا
es_es: Poniéndolo todo junto...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Vamos a ver lo que sabes ahora

source: Your first quiz question is...
ar_eg: السؤال الاول في اختبارك القصير هو ..
es_es: Tu primera pregunta del test es...

source: Playing with pets...
ar_eg: اللعب مع الحيوانات الاليفة..
es_es: Jugando con las mascotas...

source: Racing with the dogs...
ar_eg: التسابق مع الكلاب
es_es: Cazando con los perros...

source: Averaging measurements...
ar_eg: توسيط القياسات
es_es: Haciendo la media de las medidas...

source: Brushing blonde hair...
ar_eg: تصفيف الشعر الاشقر
es_es: Cepillando el pelo rubio...

source: Ready for your last quiz question?
ar_eg: هل انت جاهز للسؤال الاخير في اختبارك القصير
es_es: Preparado/a para tu última pregunta del test?

source: You're done!
ar_eg: أنهيت!
es_es: ¡Has terminado!

source: Start
ar_eg: ابدأ
es_es: Inicio

source: Welcome to the Gathering Data review,
es_es: Bienvenido/a al repaso de la Recopilación de datos,

source: Thinking about... gathering data
ar_eg: فكر في ...جمع البيانات
es_es: Pensando en... recolectar datos

source: Scientists, like everyone else, use their five senses to gather <span class='key'>data</span>. The word data is another word for information. So scientists try and figure out ways to extend or improve their senses with instruments. <span class='key'>Instruments</span> are tools scientists use to extend their senses to make observations and measurements. A hand lens and a microscope are examples of instruments scientists use to make things look bigger so they can see things they can't see with their eyes alone. A ruler is an example of a tool scientists use to measure things. What are some different kinds of data scientists collect and what tools or instruments do scientists use to help them?
ar_eg: العلماء كاي شخص اخر يستخدمون حواسهم لجمع <span class='key'>البيانات</span> . كلمة البيانات هي رديف لكلمة معلومات، لذلك يحاول العلماء ايجاد طرق لتوسيع او تطوير حواسهم باستخدام الادوات . <span class='key'>الادوات</span> هي معدات يستخدمها العلماء لتوسيع حواسهم من اجل عمل ملاحظات و قياسات . عدسة اليد و المجهر هي امثلة على الادوات التي يستخدمها العلماء لتكبير الاشياء مما يمكنهم من رؤية ما لايستطيعون رؤيته بالعين المجردة. المسطرة هي مثال على اداة تستخدم لقياس الاشياء . ما هي بعض انواع البيانات التي يجمعها العلماء و ما هي الادوات و المعدات التي يستخدمونها لمساعدتهم ؟
es_es: Los científicos, como todo el mundo, usan sus cinco sentidos para reunir <span class='key'>datos</span>. La palabra datos es otra palabra para la información. Así que los científicos intentan averiguar la forma de ampliar o mejorar sus sentidos con instrumentos. Los <span class='key'>Instrumentos </span> son las herramientas que usan los científicos para ampliar sus sentidos a la hora de hacer observaciones y mediciones. La lupa y el microscopio, son ejemplos de instrumentos que los científicos usan para hacer que las cosas se vean más grandes para que así puedan ver las cosas que no son visibles para el ojo. La regla es un ejemplo de herramienta que los científicos usan para medir las cosas. ¿Cuáles son algunos tipos de datos que los científicos obtienen y qué instrumentos o herramientas usan los científicos para ayudarse?

source: Checking what you know... about gathering data
ar_eg: تفحص ما تعرفه... عن جمع البيانات
es_es: Comprobando lo que sabes... sobre la recopilación de datos

source: You have probably used some tools or instruments to help you gather different kinds of data. Doctors use instruments to extend and improve their senses all the time to gather data about their patients.
ar_eg: ربما تكون قد استخدمت بعض الادوات او المعدات لمساعدتك على جمع انواع البيانات المختلفة. الاطباء يستخدمون الادوات لتوسيع او تطوير حواسهم كل الوقت لجمع البيانات عن مرضاهم.
es_es: Probablemente hayas usado algunas herramientas o instrumentos para ayudarte a obtener diferentes tipos de datos. Los médicos usan instrumentos todo el rato para ampliar y mejorar sus sentidos para obtener datos sobre sus pacientes.

source: Look at each picture and click on the sense doctors try to extend or improve when they use the instrument.
ar_eg: انظر لكل صورة وانقر على الحاسة التي يحاول الاطباء توسيعها او تطويرها عندما يستخدمون الادوات
es_es: Mira cada imagen y haz clic en el sentido que los médicos intentan ampliar o mejorar cuando usan ese instrumento.

source: Sight
ar_eg: البصر
es_es: Vista

source: Stethoscope
ar_eg: سماعة الطبيب
es_es: Estetoscopio

source: Hearing
ar_eg: السمع
es_es: Oído

source: Touch
ar_eg: اللمس
es_es: Tacto

source: Taste
ar_eg: التذوق
es_es: Gusto

source: Smell
ar_eg: الشم
es_es: Olor

source: The thermometer is used to extend the doctors sense of touch so she can be more accurate than just "the patient feels warm" and get a true measurement of her temperature. The stethoscope is used to extend the doctor's hearing, to better listen to the patient's heartbeat and breathing. X-rays are taken to help the doctor see the bones inside the patient's body which cannot otherwise be seen.
ar_eg: يستخدم ميزان الحرارة لتوسيع حاسة اللمس عند الاطباء فيستطيع الطبيب ان يكون دقيقا اكثر من قول ان (المريض يشعر بالدفىء) و الحصول على قياس حقيقي لدرجة حرارته. السماعات الطبية تستخدم لتوسيع حاسة السمع لدى الطبيب . للاستماع الى دقات قلب و تنفس المريض. تؤخذ الصور الشعاعية لتساعد الطبيب على رؤية العظام بداخل جسم المريض والتي لا يمكن رؤيتها بغير ذلك"
es_es: El termómetro se usa para ampliar el sentido del tacto de la doctora para que pueda ser más precisa que sólo "el paciente se siente caliente" y obtener una verdadera medida de la temperatura. El estetoscopio se usa para ampliar la audiencia del médico, para escuchar mejor los latidos del corazón y la respiración del paciente. Los rayos X se hacen para ayudar al médico a ver los huesos del interior del cuerpo del paciente que no pueden ser vistos de otra manera.

source: Thermometer
ar_eg: ميزان الحرارة
es_es: Termómetro

source: stethoscope
es_es: estetoscopio

source: X-ray
ar_eg: أشعة سينية
es_es: Los rayos X

source: Reviewing core ideas... about gathering data
es_es: Revisando las ideas esenciales... sobre la recopilación de datos

source: Scientists use data to help them answer questions and explain things. The data can be a measure of some amount or a description of some characteristic or behavior. Data that can be stated in terms of an amount or number are called <span class='key'>quantitative data</span>. Data that are a description of some characteristic or behavior that do not involve numbers are called <span class='key'>qualitative data</span>. Quantitative and qualitative data usually go hand-in-hand in most scientific investigations.
ar_eg: يستخدم العلماء البيانات لمساعدتهم للاجابة على الاسئلة و شرح الاشياء. يمكن ان تكون البيانات قياس لبعض الكميات او وصف لبعض الصفات او التصرفات. البيانات يمكن ان يعبر عنها على شكل كمية او عدد وتسمى <span class='key'>بيانات كمية</span> . البيانات التي تصف بعض الصفات او التصرفات ولا تتضمن اعداد تسمى <span class='key'>بيانات نوعية</span>. البيانات الكمية عادة ما تجري يدا بيد في معظم التحقيقات العلمية.
es_es: Los científicos usan los datos para responder preguntas y explicar las cosas. Los datos pueden ser la medida de una cierta cantidad o una descripción de alguna característica o comportamiento. Los datos que pueden expresarse en términos de una cantidad o número se llaman <span class='key'> datos cuantitativos </span>. Los datos que son una descripción de un comportamiento característico o que no involucran números se llaman <span class='key'> datos cualitativos </span>. Los datos cuantitativos y cualitativos por lo general van de la mano en la mayoría de las investigaciones científicas.

source: Healthy
ar_eg: صحي
es_es: Saludable

source: Fast
ar_eg: سريع
es_es: Rápido

source: Happy
ar_eg: سعيد
es_es: Feliz

source: Quantitative
ar_eg: كمي
es_es: Cuantitativo

source: Qualitative
ar_eg: نوعي
es_es: Cualitativo

source: Instruments are designed mainly to make it easier to gather data. For example, a hand lens and a microscope make it possible to see very small things that cannot be seen with our eyes alone. Telescopes allow us to see things at great distances that we could not see with our eyes alone. A hand lens, microscope and telescope all extend our sense of sight. Similarly, a sound detector can extend our sense of hearing by helping us hear soft sounds that could not be heard with our ears alone.
ar_eg: صممت الادوات بشكل رئيسي لتسهيل جمع البيانات . على سبيل المثال ، عدسة اليد و المجهر مكنتا الإنسان من رؤية اشياء لم يكن بالامكان رؤيتها بالعين المجردة. المرقب يسمح لنا برؤية الاشياء على ابعاد شاسعة لا يمكن رؤيتها بالعين المجردة . وبشكل مشابه، كاشف الصوت يمكنا من توسيع حاسة السمع من خلال مساعدتنا على سماع الاصوات الخافتة التي لا يمكن سماعها بالاذن العادية.
es_es: Los instrumentos se diseñan mayormente para que sea más fácil obtener datos. Por ejemplo, una lupa y un microscopio hacen posible que podamos ver cosas muy pequeñas que no se ven solo a simple vista. Los telescopios nos permiten ver cosas a mucha distancia que no podemos ver a simple vista. La lupa, el miscroscopio y el telescopio amplian todos nuestros sentidos. Similarmente, un detector de sonido puede ampliar nuestro sentido del oído ayudándonos a oir sonidos suaves que no podríamos oir simplemente con nuestros oídos.

source: Other instruments are designed to give us quantitative measurements of things. For example, a thermometer allows us to measure temperature, and a balance allows us to measure mass.
ar_eg: ادوات اخرى صممت لتعطينا قياسات كمية للاشياء فمثلا، ميزان الحرارة يسمح لنا بقياس درجة الحرارة، و الميزان يسمح لنا بقياس الكتلة.
es_es: Otros instrumentos se diseñan para darnos medidas cuantitativas de las cosas. Por ejemplo, un termómetro nos permite medir la temperatura, y una balanza nos permite medir la masa.

source: Below is a list of data of an oil painting. What kind of data (quantitative or qualitative) does each of the following represent?
ar_eg: في الاسفل قائمة بيانات للوحة زيتية. اي نوع من البيانات (كمية ام نوعية) تمثل كل من التالية؟
es_es: A continuación se muestra una lista de datos de una pintura al óleo. ¿Qué tipo de datos (cuantitativos o cualitativos) representa cada una de las siguientes?

source: Weighs 8.5 pounds
ar_eg: يزن 8.5 باوند
es_es: Pesa 8.5 libras

source: Blue/green color, gold frame
ar_eg: لون ازرق واخضر ، اطار ذهبي
es_es: Color azul/verde, marco de oro

source: Picture is
ar_eg: الصورة هي
es_es: La imagen es

source: Smells old and musty
ar_eg: تبدو قديمة و مغبرة
es_es: Huele a viejo y a humedad

source: Texture shows brush strokes of oil paint
ar_eg: نسيج يظهر ضربات الفرشاة بالالوان الزيتية
es_es: La textura muestra pinceladas de pintura al óleo

source: Masterful brush strokes
ar_eg: ضربات فرشاة بارعة
es_es: Pinceladas magistrales

source: With frame is
ar_eg: مع اطار هو
es_es: Con el marco es

source: Surface area of painting is 140 sq. in.
ar_eg: منطقة السطح للوحة هي 140سم مربع.
es_es: La superficie de la pintura es de 140 pulgadas cuadradas

source: Cost $300
ar_eg: الكلفة 300 دولار
es_es: Cuesta 300$

source: Peaceful scene of the country
ar_eg: مشهد هادىء للبلد
es_es: Una escena pacífica del campo

source: ANSWER
ar_eg: إجابة
es_es: RESPUESTA

source: Picture is 25 x 36 cm
ar_eg: صورة بمقاس 25×36 سم
es_es: La imagen mide 25 x 36 cm

source: With frame is 36 x 45 cm
ar_eg: مع الإطار تكون 36×45 سم
es_es: Con marco mide 36 x 46 cm

source: More core ideas... about gathering data
es_es: Más ideas esenciales... sobre la recopilación de datos

source: To gather data sometimes it is not necessary to make measurements with special instruments. Sometimes an <span class='key'>estimate</span> of the measurement will do. An estimate is a measurement that is close to the actual measurement but isn't exact. For example, if you know your foot is about 12 inches long, you might estimate the length of fallen tree by walking heel-to-toe on the tree and counting how many "feet" it is. It is not an exact way to gather data, but often scientist use estimations before using instruments.
ar_eg: في بعض الاحيان لجمع البيانات ليس من المهم لاخذ القياسات بادوات خاصة . احيانا <span class='key'>تقدير</span> القياس يكفي . التقدير هو قياس قريب للقاس الحقيقي لكنه ليس مطابقا له . مثلا , اذا كنت تعرف ان قياس طول قدمك حوالي 30 سم. ربما يمكنك تقدير طول شجرة ساقطة من خلال المشي بكعبك الى اخمص اصابعك على الشجرة وعد كم قدما هي. انها ليست طريقة قياس مطابقة لجمع البيانات .ولكن غالبا يستخدم العلماء التقديرات قبل استخدام الادوات
es_es: Para recopilar los datos a veces no es necesario hacer mediciones con instrumentos especiales. A veces <span class='key'>una estimación</span> de la medida vale. Una estimación es una medida próxima a la medición real, pero no es exacta. Por ejemplo, si sabes que tu pie es de aproximadamente 12 pulgadas de largo, es posible estimar la longitud del árbol caído caminando desde el talón al dedo del pie por el árbol y contar cuántos "pies" mide. No es una forma exacta de obtener datos, pero a menudo los científicos usan estimaciones antes de usar los instrumentos.

source: When scientists use instruments, they do not always get the same value or number every time they use the instrument. So measurements are never exact—there is always some amount of <span class='key'>error</span> in any measurement. For example, the scales at the supermarket that weigh fruits and vegetables are usually only <span class='key'>accurate</span> to the nearest pound. That means when you buy 2 pounds of grapes you may have actually be paying for a little more or a little less than the 2 pounds of grapes.
ar_eg: عندما يستخدم العلماء الادوات . لا يحصلون دائما على نفس القيمة او الرقم في كل مرة يستخدمون فيها الاداة. لذلك القياسات لا تتطابق ابدا هناك دائما هامش من <span class='key'>الخطأ</span> في اي اداة . مثلا الميزان في البقالة الذي يزن الفواكه و الخضراوات عادة يكون <span class='key'>دقيقا</span> لاقرب باوند . هذا يعني عندما تشتري 2 باوند من العنب ربما تكون في الحقيقة دفعت ثمن اكثر قليلا او اقل قليلا من 2 باوند عنب
es_es: Cuando los científicos usan instrumentos, no siempre obtienen el mismo valor o número cada vez que usan el instrumento. Así las mediciones nunca son exactas, siempre hay una cierta cantidad de <span class='key'>error</span> en cualquier medición. Por ejemplo, las balanzas que pesan fruta y verdura en el supermercado son por lo general sólo <span class='key'> precisas </span> a la libra más cercana. Esto significa que cuando compras 2 libras de uvas en realidad puedes tener que pagar por un poco más o un poco menos de las 2 libras de uva.

source: One way to reduce the error in measuring something is to make more than one measurement and <span class='key'>average</span> them. You can find an average by adding the measurements together and dividing by the number of measurements made. For example, if you wanted to know how long it takes for the school bus to get from your stop to school, you could time the trip for 5 days and average them.
ar_eg: احدى الطرق لتقليل الخطا في القياس هو اخذ اكثر من قياس ثم اخذ <span class='key'>المعدل</span> لها . تستطيع ايجاد المعدل من خلال جمع القياسات معا و قسمتها على عددها. مثلا اذا اردت معرفة كم يستغرق باص المدرسة من الموقف حتى المدرسة . يمكنك اخذ التوقيت لمدة خمسة ايام ثم إخراج معدلها.
es_es: Una manera de reducir el error de la medida de algo es hacer más de una medida y hacer la <span class='key'>media</span>. Puedes encontrar la media sumando las medidas y dividiéndolas por el número de medidas realizadas. Por ejemplo, si quisieras saber cuánto tiempo tarda el autobús en ir desde tu parada hasta el colegio, podrías recopilarr los datos durante 5 días y hacer la media.

source: After gathering your data for days you want to figure out how long it normally takes to get to school.
ar_eg: بعد جمع بياناتك لايام تريد معرفة كم يستغرق وصولك للمدرسة بشكلٍ طبيعي.
es_es: Después de obtener tus datos durante días quieres ver cuánto se tarda normalmente en llegar al colegio.

source: So you figure out the average by adding up the time spent each day on the bus:
ar_eg: تستطيع أن تعرف المعدل من خلال جمع الوقت الذي استغرقته في كل يوم في الباص
es_es: Así que has averiguado el promedio sumando el tiempo pasado cada día en el autobús:

source: Then divide the total by the number of days you gathered the data:
ar_eg: بعدها اقسم المجموع على عدد الايام التي جمعت فيها البيانات.
es_es: Entonces divide el total por el número de días en los que has recopilado los datos:

source: So 18 is the average number of minutes it takes the school bus to get from your stop to school.
ar_eg: اذا 18 دقيقة هو معل الدقائق التي يستغرقها الباص للوصول من الموقف الى المدرسة
es_es: Entonces 18 es el tiempo medio de minutos que tarda el autobús de ir de tu parada al colegio.

source: Day 1 - 15 minutes
es_es: Día 1 - 15 Minutos

source: Day 2 - 20 minutes
es_es: Día 2 - 20 Minutos

source: Day 3 - 18 minutes
es_es: Día 3 - 18 Minutos

source: Day 4 - 22 minutes
es_es: Día 4 - 22 Minutos

source: Day 5 - 15 minutes
es_es: Día 5 - 15 Minutos

source: minutes
ar_eg: دقيقة
es_es: minutos

source: Day
ar_eg: يوم
es_es: Día

source: Question A. A shopper weighed out 3 pounds of apples that were selling at 1 dollar per pound. But when the shopper got to the checkout lane, instead of paying $3 for the apples, the shopper paid only $2.90. Why did the shopper most likely not have to pay $3 for the apples?
es_es: Pregunta A. El cliente pesó 3 libras de manzanas que se vendían a 1$ por libra. Pero cuando el cliente fue a la caja, en vez de pagar 3$ por las manzanas, sólo pagó 2.90$. ¿Por qué el cliente probablemente no pagó 3$ por las manzanas?

source: Question A. On a scale in the fruit section of a grocery store, a shopper weighed out 3 pounds of apples that were selling for $1 per pound. But when the shopper got to the checkout lane, the cashier weighed the apples again and instead of paying $3 for the apples, the shopper paid only $2.90. Why did the shopper most likely not have to pay $3 for the apples?
ar_eg: السؤال أ. على ميزان في قسم بيع الفاكهة من محل بقالة، وزن أحد المتسوقين 3 أرطال من التفاح التي كانت تباع بدولار واحد للرطل . ولكن عندما ذهب المتسوق إلى ممر الخروج، وزن أمين الصندوق التفاح مرة أخرى، وبدلا من دفع مبلغ 3 ثمناً للتفاح، دفع المتسوق فقط 2،90 $. لماذا لم يدفع المتسوق 3 دولارات التفاح؟
es_es: Pregunta A. En una báscula de la sección de frutas de una tienda de abarrotes, un comprador pesó 3 libras de manzanas que se estaban vendiendo a $1 por libra. Pero cuando el comprador llegó a la caja, el cajero pesó las manzanas de nuevo y en lugar de pagar $3 por las manzanas, el comprador sólo pago $2.90. ¿Por qué es más probable que el comprador no haya tenido que pagar $3 por las manzanas?

source: There was a discount the shopper was not aware of.
ar_eg: كان هناك تنزيلات لم يكن يعيها المتسوق
es_es: Había un descuento del que el cliente no tenía conocimiento.

source: The scale at the apple display showed more than the true weight.
es_es: El peso de la manzana que mostraba la balanza era superior al real.

source: The scale at the apple display showed less than the true weight.
es_es: El peso de la manzana que mostraba la balanza era inferior al real.

source: The cashier just estimated the weight to be less.
ar_eg: قام المحاسب بتقدير الوزن ليكون اقل
es_es: El cajero simplemente estimó que el peso era menor.

source: Question B. Based on the data gathered of the performances of five mice shown below, what is the average time for a mouse to finish the maze? Click on the calculator below to do your calculations.
ar_eg: السؤال ب . بناءً على البيانات المجمعة عن اداء الخمسة فئران المصورة في الاسفل. ما هو معدل الوقت الذي يستغرقه الفأر لانهاء المتاهة ؟ انقر على الالة الحاسبة لعمل حساباتك
es_es: Pregunta B. Basándote en los datos obtenidos de la actuación de cinco ratones mostrados a continuación, cuál es la media del tiempo que requiere un ratón para terminar el laberinto? Haz clic en la siguiente calculadora para realizar tus cálculos.

source: 205 seconds
ar_eg: 205 ثواني
es_es: 205 segundos

source: 45 seconds
ar_eg: 45 ثانية
es_es: 45 segundos

source: 41 seconds
ar_eg: 41 ثانية
es_es: 41 segundos

source: 32 seconds
ar_eg: 32 ثانية
es_es: 32 segundos

source: Mouse
ar_eg: فأر
es_es: Ratón

source: Time
ar_eg: وقت
es_es: Tiempo

source: took 53 seconds
ar_eg: استغرق 53 ثانية
es_es: tardó 53 segundos
