Repository: geneconde/NGR-sandbox
Catalog: demo/gathering-data/Locale/*/LC_MESSAGES/gathering-data.po
Languages: ar_eg, es_es

source: The term <span class="key">data</span> refers to information gathered through observation. <span class="key">Instruments</span> are tools designed to help us extend our senses. Data that consist of descriptions of characteristics or behaviors without numbers are called <span class="key">qualitative data</span>. Data that consist of measured amounts or things that can be counted are called <span class="key">quantitative data</span>. All measurements have some amount of <span class="key">error</span>. It is a good idea to take several measurements and <span class="key">average</span> them to reduce error. The <span class="key">metric system</span> is used in science and many other countries because measures in the metric system are related by factors of 10. When exact measurements are not needed, the measurement can be estimated. An <span class="key">estimate</span> is a measurement or answer that is close to the real measurement or answer.
ar_eg: مصطلح <span class="key">بيانات</span>يشير إلى المعلومات المجمعة من خلال الملاحظة. <span class="key">المعدات</span> هي ادوات صممت لمساعدتنا لتوسيع حواسنا. البيانات التي تتكون من وصف للصفات او التصرفات بدون ارقام تسمى <span class="key>بيانات نوعية</span>. البيانات التي تتكون من كميات مقاسة او اشياء يمكن عدها تسمى <span class="key">بيانات كمية</span>. كل القياسات تحتوي على نسبة <span class="key">خطأ</span>. فكرة جيدة ان تاخذ عدة قياسات ثم معدلها لتقليل الخطأ. <span class="key">النظام المتري</span> يستخدم في العلوم في عدة بلدان لان القياسات في النظام المتري تعود لعوامل من 10 . عندما ل انحتاج للقياسات الحقيقية، فانه يمكن تقديرها. <span class="key">التقدير</span> هو قياس او جواب يكون قريب للقياس الحقيقي او الاجابة الصحيحة.
es_es: El término <span class="key">datos</span> hace referencia a la información obtenida a través de la observación. Los <span class="key"> instrumentos </span> son herramientas diseñadas para ayudar a ampliar nuestros sentidos. Los datos que consisten en descripciones de características o comportamientos sin números se llaman <span class="key">datos cualitativos </span>. Los datos que constan de cantidades o cosas medidas que se puede contar son llamados <span class="key"> datos cuantitativos </span>. Todas las medidas tienen una cierta cantidad de <span class="key">error</span>. Es una buena idea realizar varias mediciones y hacer la <span class="key"> media </span> para reducir el error. El <span class="key">sistema métrico</span> se usa en la ciencia y en muchos otros países debido a que las medidas del sistema métrico se relacionan por factores de 10. Cuando no se necesitan medidas exactas, la medición puede estimarse. Una <span class="key">estimación</span> es una medida o respuesta que es próxima a la medición real.

source: Reviewing key vocabulary related to... gathering data
ar_eg: مراجعة المصطلحات الرئيسية المتعلقة... بجمع البيانات
es_es: Revisando el vocabulario clave relacionado con... la recopilación de datos

source: Instrument
ar_eg: اداة
es_es: Instrumento

source: Qualitative data
ar_eg: بيانات نوعية
es_es: Datos cualitativos

source: Quantitative data
ar_eg: بيانات كمية
es_es: Datos cuantitativos

source: Metric system
ar_eg: نظام متري
es_es: Sistema métrico

source: Estimate
ar_eg: تقدير
es_es: Estimación

source: Accurate
ar_eg: دقيق
es_es: Preciso

source: Average
ar_eg: معدل
es_es: Media

source: Hypothesis
ar_eg: فرضية
es_es: Hipótesis

source: Evidence
ar_eg: دليل
es_es: Evidencia

source: Data
ar_eg: بيانات
es_es: Datos

source: Instruments are objects used to extend or improve senses in order to obtain data. A stethoscope is an example of an instrument. It amplifies the sense of hearing in order to measure a person's heart rate and breathing.
ar_eg: المعدات هي اشياء تستخدم لتوسيع او تطوير حواسنا من اجل الحصول على بيانات. السماعات الطبية هي مثال على هذه المعدات انها تضخم حاسة السمع من اجل قياس معدل ضربات القلب او التنفس لشخص ما.
es_es: Los instrumentos son objetos usados para ampliar o mejorar los sentidos con el objetivo de obtener datos. Un esteroscopio es por ejemplo un instrumento. Amplifica el sentido del oído para medir el índice de respiración y latidos de una persona.

source: Data that are a description of some characteristic or behavior that do not involve numbers are called qualitative data.
ar_eg: البيانات هي وصف لصفة او تصرف معين تسمى بيانات نوعية
es_es: A los datos que son descripciones de algunas características o comportamientos que no están relacionados con números se les llama datos cualitativos.

source: Data that can be stated in terms of an amount or number are called quantitative data.
ar_eg: البيانات التي يمكن ان توضع على شكل كمية او رقم تسمى بيانات كمية
es_es: Los datos que se pueden dar en términos de cantidad o número se llaman datos cuantitativos.

source: The metric system is a decimal system for measuring mass, volume, and length. The metric system uses grams to measure mass, liters to measure volume, and meters to measure length.
ar_eg: النظام المتري هو نظام عشري لقياس الكتلة و الحجم و الطول . النظام المتري يستخدم الغرامات لقياس الكتلة، واللتر لقياس الحجم ، و الامتار لقياس الطول.
es_es: El sistema métrico es un sistema decimal para medir la masa, el volumen, y la longitud. El sistema métrico usa gramos para medir la masa, litros para medir el volumen, y metros para medir la longitud.

source: The metric system was introduced in France in 1790, it is based on units of tens. For example, a decimeter is 1/ 10 of a meter, a centimeter is 1/ 100 of a meter and a kilometer is 1000 meters.
ar_eg: استحدث النظام المتري في فرنسا عام 1790، وهو يرتكز على وحدات من عشرات . مثلا، الديسيمتر هو 1b من المتر،و السنتيمتر هو 1b من المتر , والكيلومتر هو 1000 متر
es_es: El sistema métrico fue introducido en Francia en 1790, está basado en unidades de diez. Por ejemplo, un decimetro es 1/10 de un metro, un centímetro es 1/100 de un metro y un kilometro es 1000 metros.

source: An estimate is a measurement or answer that is close to the real measurement or answer. When exact measurements are not needed, the measurement can be estimated.
ar_eg: التقدير هو قياس او جواب قريب للقياس الحقيقي او الاجابة الصحيحة. عندما يكون القياس الحقيقي غير ضروري, فانه يمكن تقدير الاجابة.
es_es: Una estimación es una medida o respuesta cercana a la respuesta o medida real. Cuando no son necesarias medidas exactas, se pueden estimar las medidas.

source: An error is like a mistake. If you measure something once and it is different from the second time you measure it, you can see there is error in measurement. One of the measurements, or both of them might have been slightly wrong- that is considered an error. Instruments we use have some amount of error, so we take several measurements and average them to make the error less.
ar_eg: الخطأ هو كالهفوة. اذا قمت بقياس شيء في المرة الاولى و اختلف القياس في المرة الثانية . فهنا يمكنك رؤية الخطأ في القياس. واحد من القياسات او ربما كلاهما قد يكونان غير صحيحان بعض الشيء، وهذا يعتبر خطأ. المعدات التي نستخدمها تحتوي على نسبة خطأ، لذلك نأخذ عدة قياسات ثم نأخذ معدلها لنقلل الخطأ.
es_es: Un error es como una equivocación. Si mides algo una vez y es diferente a la segunda medida, se puede determinar que hay un error en la medición. Una de las medidas, o ambas podrían haber estado un poco mal- lo que se considera un error. Los instrumentos que usamos tienen una cierta cantidad de error, por lo que realizar varias mediciones y hacer la media minimiza el error.

source: Accurate means to be correct and make no mistakes. When you measure something, you can be accurate by making the correct measurements. If you measure more or less than the right amount, you are not being accurate.
ar_eg: الدقة تعني ان تكون صحيحا ولا تقترف اخطاء. عندما تقوم بقياس شيء يمكنك ان تكون دقيقا بعمل القياسات الصحيحة. اذا قمت بقياس اكثر او اقل من الكمية الصحيحة، فلن تكون دقيقا.
es_es: Ser preciso significa ser correcto y no cometer errores. Cuando mides algo, puedes ser preciso realizando las medidas correctas. Si mides más o menos que la cantidad correcta, no estás siendo preciso.

source: In science, it is important to provide accurate information when you do an experiment. It will help you to be accurate if you do things very carefully.
ar_eg: في العلوم، من المهم التزود بالمعلومات الدقيقة عندما تجري تجربة، قد يساعدك ان تكون دقيقاً اذا قمت بالاشياء بحذر.
es_es: En ciencia, es importante proporcionar información precisa cuando realizas un experimento. Hacer las cosas con cuidado te ayudará a ser preciso.

source: An average is a single value or number that is meant to best represent a list of values. There are a few different ways to determine an average. For example, you might measure the height of three different plants to be 11 inches, 12 inches, and 16 inches. One way to determine the average height is to identify the middle value, which in this case would be 12 inches. But a more accurate way to determine the average height would be to add all of the values and divide by the number of values, as shown below. (11 + 12 + 16) / 3 = 13 inches average
ar_eg: المعدل هي قيمة مفردة او رقم يقصد به افضل تمثيل لقائمة من القيم. هناك القليل من الطرق المختلفة لتحدد المعدل. مثلا، قد تقوم بقياس اطوال ثلاث نباتات وكانت 11 انش ، 12 انش ، و 16 انش. طريقة واحدة لتحدد معدل الطول و هي ان تحدد القيمة الوسطى وهي في هذه الحالة 12 انش. ولكن الطريقة الاكثر دقة لتحدد معدل الطول هي ان تجمع كل القيم ثم تقسمها على عددها كما يظهر في الاسفل (11+12+16)÷3=13 انش وهو المعدل.
es_es: Un promedio es un valor único o un número que está destinado ser una mejor representación de la lista de valores. Hay algunas maneras diferentes para determinar una media. Por ejemplo, es posible que hayas medido la altura de tres plantas diferentes y que sean de 11 pulgadas, 12 pulgadas y 16 pulgadas. Una forma de determinar la altura promedio es identificar el valor medio, que en este caso sería de 12 pulgadas. Pero una forma más precisa de determinar la altura promedio sería sumar todos los valores y dividirlos entre el número de valores, como se muestra a continuación. (11 + 12 + 16) / 3 = 13 pulgadas de media.

source: A hypothesis is like a scientific guess as to what the answer to a question or problem might be. A hypothesis is a "for now" explanation for an observation or scientific problem that you can test by investigating it more.
ar_eg: الفرضية هي كالتخمين العلمي لما ما قد تكون اجابة سؤال او مشكلة. الفرضية هي "تفسير " لملاحظة او مشكلة علمية يمكن اختبارها باستكشافها اكثر.
es_es: Una hipótesis es como una suposición científica de lo que podría ser una respuesta a una pergunta o problema. Una hipótesis es unn explicación "por ahora" de una observación o problema científico que puedes probar investigando más.

source: Evidence is the information (data) that scientists use to support their hypothesis and explanations. Scientists use different kinds of data to prove whether their hypothesis is right or not. The data they use is called evidence.
ar_eg: الديل هي معلومات (بيانات) يستخدمها العلماء لدعم فرضياتهم و تفسيراتهم. يستخدم العلماء انواع مختلغة من البيانات لاثبات ما اذا كانت فرضياتهم صحيحة ام لا. البيانات التي يستخدمونها تسمى دليل.
es_es: Una evidencia es la información (datos) que los científicos usan para respaldar sus hipótesis y explicaciones. Los científicos usan datos de diferentes tipos para probar si su hipótesis es correcta o no. A los datos que usan se les llaman evidencias.

source: Data are bits of factual information that can be used to draw conclusions or make decisions. Factual information means that the information is true or based on something that really happened. The way that people gather data is by observing something and writing down exactly what they see. There are many different jobs in which people collect data. Scientists collect data about the world around us. Teachers collect data about the grades their students earn. Even policemen collect data about the criminals they catch.
ar_eg: البيانات هي أجزاء من معلومات حقيقية يمكن استخدامها لرسم خلاصات او اتخاذ قرارات. المعلومة الحقيقية تعني ان المعلومة صحيحة او مرتكزة على شيء حصل فعلا. الطريقة التي يجمع بها الناس البيانات هي ملاحظة شيء وكتابة ما رأوه بالفعل. هناك ثلاث وظائف مختلفة ليجمع الناس البيانات. العلماء يجمعون البيانات للعالم من حولنا. المعلمون يجمعون البيانات لعلامات الطلاب. حتى الشرطة يجمعون البيانات عن المجرمين الذين القوا عليهم القبض.
es_es: Los datos son fragmentos de información basada en hechos que se pueden usar para sacar conclusiones o tomar decisiones. La información basada en hechos significa que la información es verdadera o está basada en algo que realmente ha sucedido. La forma en que las personas obtienen los datos es mediante la observación de algo y escribiendo exactamente lo que ven. Hay muchos trabajos diferentes en las que la gente recopila datos. Los científicos recocopilan datos sobre el mundo que nos rodea. Los profesores recopilan datos sobre las calificaciones que obtienen sus estudiantes. Incluso los policías recogen datos sobre los delincuentes que atrapan.

source: Checking what you now know... about gathering data
ar_eg: افحص ما تعرفه عن .. جمع البيانات
es_es: Comprobando lo que sabes... sobre la recopilación de datos

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختبار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه
es_es: Contestar las siguientes seis (6) preguntas del test te dará una idea de lo ahora sabes y lo que todavía tienes que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا.
es_es: Haz clic en el botón SIGUIENTE cuando estés listo/a.

source: Choose the best way to increase the accuracy of a measurement.
ar_eg: اختر الطريقة الامثل لزيادة دقة القياس.
es_es: Escoge el mejor modo de aumentar la precisión de una medida.

source: Make the measurement very carefully.
ar_eg: خذ القياس بحذر شديد.
es_es: Haz las mediciones muy cuidadosamente.

source: Make the measurements at different times.
ar_eg: خذ القياسات في اوقات مختلفة.
es_es: Realiza las medidas en tiempos diferentes.

source: Make several measurements and average them.
ar_eg: خذ قياسات مختلفة ثم خذ معدلها.
es_es: Haz varias medidas y haz el promedio de éstas.

source: Ask someone to check your measurement.
ar_eg: اطلب من احدهم مراجعة قياسك.
es_es: Pide a alguien que compruebe tus medidas.

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دور او اقلب الصندوق في الاسفل اما للاعلى او للاسفل لتضع اجابتك، انقر، و احمل ، و اسحب الفأرة للاعلى او للاسفل.
es_es: Rota o gira la caja de abajo hacia arriba o hacia abajo para ajustar tu respuesta. Haz clic, mantén y desplaza el ratón hacia arriba o hacia abajo.

source: Nope! Care needs to be taken every time you make a measurement, but the best way to increase the accuracy of a measurement is to make several measurements and average them.
ar_eg: لا ااا! الحذر واجب ان يؤخذ كل مرة تقوم بها بالقياس، لكن الطريقة الافضل لزيادة الدقة في القياس هي باخذ عدة قياسات و اخذ معدلها.
es_es: No! Es necesario tener cuidado cada vez que realizas una medida, pero la mejor manera de aumentar la precisión de una medición es realizar varias medidas y hacer su media.

source: Nope! You want to keep everything the same as much as possible when you are measuring or experimenting. For instance, when using a scale to weigh an object, try to place the scale in the same place each time.
ar_eg: لا ااا! تحتاج للابقاء على كل شيء كما هم بقدر الامكان عندما تقيس او تجري تجربة. على سبيل المثال، عند استخدام الميزان لتوزين شيء، حاول وضع الميزان في نفس الموقع كل مرة.
es_es: No! Cuando estás midiendo o realizando un experimento quieres mantenerlo todo tan igual como sea posible. Por ejemplo, cuando se usa una balanza para pesar un objeto, trata de colocar la balanza en el mismo lugar cada vez.

source: Correct! Averaging your measurements is a great way to increase accuracy.
ar_eg: صحيح! اخذ المعدل لقياساتك طريقة رائعة لزيادة الدقة
es_es: ¡Correcto! Hacer el promedio de tus medidas es una gran manera de aumentar la precisión.

source: Nope! Having someone else measure again is not the best way to make it more accurate.
ar_eg: لااااا! جعل شخص اخر يقيس ليست الطريقة الانسب لزيادة الدقة.
es_es: No! Hacer que otra persona lo mida otra vez no es la mejor manera de hacerlo más preciso.

source: A fifth grade class gathered data by surveying the class to see which pets were the different students favorites. Based on the chart of their survey, which of the following statements is <span class="blink">not</span> correct?
ar_eg: جمع طلبة الصف الخامس البيانات من خلال استبيان الصف لرؤية اي الحيوانات الاليفة هي المفضلة لدى الاولاد. بناءً على الرسم البياني للاستبانة، اي من العبارات التالية <span class="blink">ليس</span> صحيحاً.
es_es: Una clase de quinto curso obtuvo datos realizando una encuesta a la clase para ver qué mascotas eran las favoritas de los estudiantes. Basándote en la tabla de la encuesta, cuál de las declaraciones <span class="blink">no</span> es correcta?

source: The data shows how many students like dogs.
ar_eg: اظهرت البيانات كم ولد يحب الكلاب.
es_es: Los datos muestran a cuántos estudiantes les gustan los perros.

source: We can understand how many students like birds more than dogs.
ar_eg: يمكننا فهم كم طالب يحب الطيور اكثر من الكلاب.
es_es: Podemos entender a cuántos estudiantes les gustan más los pájaros que los perros.

source: We can understand why students like birds more than dogs.
ar_eg: يمكننا فهم لماذا يحب الطلاب الطيور اكثر من الكلاب.
es_es: Podemos entender por qué a los estudiantes les gustan más los pájaros que los perros.

source: If all the students were required to choose a favorite animal, we can understand how many students were in the class from the data gathered here.
ar_eg: اذا كان مطلوب من جميع الطلبة ان يختاروا حيوان فإنه يمكننا معرفة كم طالب في الصف من خلال البيانات المجمعة هنا.
es_es: Si se pidiese a todos los estudiantes que escogiesen a su animal favorito, podríamos entender cuántos estudiantes estaban en clase en el momento en el que se obtuvieron los datos.

source: Dog
ar_eg: كلب
es_es: Perro

source: Cat
ar_eg: قطة
es_es: Gato

source: Bird
ar_eg: طائر
es_es: Pájaro

source: Correct. When we gather data it does not show why things happen.
ar_eg: صحيح! عند نجمع البيانات لا يظهر معنا لماذا حصلت الاشياء.
es_es: Correcto. Cuando obtenemos datos no se muestra por qué suceden las cosas.

source: Nope! This statement is correct. There are seven students who selected dogs as their favorite pets.
ar_eg: لااااا! هذه العبارة صحيحة. هناك 7 طلاب اختاروا الكلاب كحيواناتهم المفضلة.
es_es: No! Esta declaración es correcta. Hay siete estudiantes que han seleccionado los perros como sus animales favoritos.

source: Nope! This statement is correct. 3 students prefer birds to dogs.
ar_eg: لاااا! هذه العبارة صحيحة. 3 طلاب يفضلون الطيور على الكلاب.
es_es: No! Esta afirmación es correcta. 3 estudiantes prefieren los pájaros a los perros.

source: Nope! This statement is correct. By adding 7, 4, and 10, the data can help us understand that there are 21 students in the class.
ar_eg: لااااا! هذه العبارة صحيحة. بجمع 4 ، و 7 ، و 10، البيانات يمكن ان تساعدنا على فهم ان هناك 21 طالب في الصف.
es_es: No! Esta declaración es correcta. Sumando 7, 4 y 10, los datos nos pueden ayudar a entender que hay 21 estudiantes en clase.

source: Use the following data to select <span class="blink">all</span> the correct sentences based on the data about kids and their pets.
ar_eg: استخدم البيانات التالية لاختيار <span class="blink">جميع</span> الجمل الصحيحة بناءً على بيانات الاولاد و حيواناتهم الاليفة.
es_es: Usa los siguientes datos para seleccionar <span class="blink">todas</span> las respuestas correctas basándote en los datos sobre los niños y sus mascotas.

source: Click the image to enlarge the graph.
ar_eg: انقر على الصورة لتكبير الرسم البياني.
es_es: Haz clic en la imagen para ampliar el gráfico.

source: Four kids have dogs.
ar_eg: 4 اولاد لديهم كلاب.
es_es: Cuatro niños tienen perros.

source: The number of kids who own dogs, cats, and turtles altogether are more than the number of kids who own fish and birds altogether.
ar_eg: عدد الاولاد الذين يملكون كلابا و قططا و سلاحف معا اكثر من عدد الاولاد الذين يملكون اسماكاً و طيوراً.
es_es: El número de niños que tiene perros, gatos, y tortugas son más que el número de niños que tienen peces y pájaros.

source: Only one kid has a turtle.
ar_eg: ولد واحد فقط لديه سلحفاة.
es_es: Sólo un niño tiene una tortuga.

source: The number of kids who have dogs, is the same as the number of kids who have birds.
ar_eg: عدد الاولاد الذين يملكون كلابا هو نفس عدد الاولاد الذين يملكون طيوراً.
es_es: El número de niños que tienen perros, es el mismo que el número de niños que tiene pájaros.

source: The number of kids who own cats is one more than the number of kids who own fish.
ar_eg: عدد الاولاد الذين يملكون قططاً اكثر بضعف من الاولاد الذين يملكون اسماكاً.
es_es: El número de niños que tiene gatos son uno más que el número de niños que tiene peces.

source: Correct! The number of kids who own dogs, cats, and turtles altogether are the same as the number of kids who own fish and birds altogether. And the number of kids who own fish is one more than the number of kids who own cats.
ar_eg: صحيح! عدد الاولاد الذين يملكون كلابا و قططا و سلاحف معا هو نفس عدد الاولاد الذين يملكون اسماكاً و طيوراً معا. عدد الاولاد الذين يملكون اسماكاً اكثر بضعف من الاولاد الذين يملكون قططاً.
es_es: Correcto! El número de niños que tienen perros, gatos, y tortugas es el mismo que el número de niños que tienen peces y pájaros. Y el número de niños que tienen peces es mayor que el número de niños que tienen gatos.

source: Not quite! The number of kids who own dogs, cats, and turtles altogether are the same as the number of kids who own fish and birds altogether. And the number of kids who own fish is one more than the number of kids who own cats.
ar_eg: ليس تماما! عدد الاولاد الذين يملكون كلابا و قططا و سلاحف معا هو نفس عدد الاولاد الذين يملكون اسماكاً و طيوراً معا. عدد الاولاد الذين يملكون اسماكاً اكثر بضعف من الاولاد الذين يملكون قططاً.
es_es: No del todo! El número de niños que tienen perros, gatos y tortugas es el mismo que el número de niños que tienen peces y pájaros. Y el número de niños que tienen peces es uno más que el número de niños que tienen gatos.

source: Dogs
ar_eg: كلب
es_es: Perros

source: Snakes
ar_eg: الثعابين
es_es: Serpientes

source: Cats
ar_eg: قطة
es_es: Gatos

source: Turtles
ar_eg: السلاحف
es_es: Tortugas

source: Fish
ar_eg: سمك
es_es: pescado

source: Birds
ar_eg: طائر
es_es: Aves

source: Close!
ar_eg: قريب
es_es: Cerrar!

source: Kids with Pets
ar_eg: أطفال وحيوانات أليفة
es_es: Niños con Mascotas

source: Number of Kids with Each Pet
ar_eg: عدد الأطفال لكل حيوان أليف
es_es: Número de Niños con Cada Mascota

source: Periodic Table of Elements
es_es: Tabla Periódica de los Elementos

source: Click on '&#60;select&#62;' and pull down menu to choose answer.
ar_eg: انقر على "اختر" واسحب لاسفل القائمة لتختار اجابتك.
es_es: Haz clic en '&#60;Selecciona&#62;' y despliega el menú para elegir la respuesta.

source: One inch is a little bit more than 2 times a
ar_eg: 1 انش اكثر بقليل من ضعفي .
es_es: Una pulgada es un poco más que dos veces

source: One way to reduce the error in measurement is to make many measurements and
ar_eg: احدى طرق تقليل الخطأ في القياس هي عمل عدة و.
es_es: Una forma de reducir el error en la medición es hacer muchas mediciones y

source: 1 ounce is about 28 times more than a
ar_eg: 1 اونصة اكثر ب28 مرة من
es_es: 1 onza es más o menos 28 veces más que

source: refers to information gathered through observation.
ar_eg: تشير للمعلومات التي تجمع بالملاحظة
es_es: se refiere a la información obtenida a través de la observación.

source: The term
ar_eg: المصطلح
es_es: El término

source: meter
ar_eg: متر
es_es: metro
