Repository: geneconde/NGR-sandbox
Catalog: demo/gathering-data/Locale/*/LC_MESSAGES/gathering-data.po
Languages: ar_eg, es_es

source: took 32 seconds
ar_eg: استغرق 32 ثانية
es_es: tardó 32 segundos

source: took 34 seconds
ar_eg: استغرق 34 ثانية
es_es: tardó 34 segundos

source: took 30 seconds
ar_eg: استغرق 30 ثانية
es_es: tardó 30 segundos

source: took 56 seconds
ar_eg: استغرق 56 ثانية
es_es: tardó 56 segundos

source: Correct! The first scale showed more (3 pounds) than what was actually weighed (2.9 pounds).
ar_eg: صحيح! اظهر الميزان الاول 3 باوندات اكثر مما تم توزينه بالفعل وهو (2.9 باونداً
es_es: Correcto! La primera balanza muestra más (3 libras) de lo que se pesó realmente (2.9 libras).

source: Probably not. The scale the customer used to weigh the apples was probably not accurate.
ar_eg: ربما لا . الميزان الذي اعتاد الزبون استخدامه على الارجح لم يكن دقيقا
es_es: Probablemente no. La balanza que el cliente usó para pesar las manzanas no era probablemente precisa.

source: Nope! The first scale actually showed more than what was actually weighed.
ar_eg: لا! في الحقيقة اظهر الميزان الاول اكثر مما تم توزينه بالفعل
es_es: No! La primera balanza muestra en efecto más que lo que realmente se pesó.

source: Probably not. Estimates are not used in stores where items are sold by weight.
ar_eg: ربما لا . التقدير لا يستخدم في المتاجر حيث تباع البضائع بالوزن
es_es: Probablemente no. Las estimaciones no se usan en las tiendas en donde los artículos se venden al peso.

source: You got it! If you add the 5 times and divide by 5, the answer is 41 seconds.
ar_eg: لقد اصبت! اذا اظفت الخمس مرات وقسمتها على 5. الاجابة هي 41 ثانية
es_es: Lo tienes! Si añades las 5 veces y lo divides entre 5, la respuesta es 41 segundos.

source: Nope! 205 seconds is the total of all the times combined, not an average.
ar_eg: لا! 205 ثواني هي مجموع جميع المرات مجتمعة ، ليس المعدل.
es_es: No! 205 segundos es el total combinado de todas las veces, no una media.

source: No, but close. Check your calculations again.
ar_eg: لا . لكنك قريب . افحص حساباتك مجددا.
es_es: No, pero cerca. Comprueba tus cálculos otra vez.

source: Nope! The average is somewhere between the highest and lowest time.
ar_eg: لا! المعدل هو في مكان ما بين اعلى مرة و اقل مرة
es_es: No! La media está en un lugar entre el mayor y el menor tiempo.

source: The scale in the fruit section of the grocery store showed more than the accurate weight of the apples.
ar_eg: أظهر المقياس في قسم الفاكهة من محل البقالة وزناً أكثر من الوزن الدقيق للتفاح.
es_es: La báscula en la sección de frutas de la tienda de abarrotes mostraba un peso mayor al peso exacto de las manzanas.

source: The scale in the fruit section of the grocery store showed less than the accurate weight of the apples.
ar_eg: أظهر المقياس في قسم الفاكهة من محل البقالة وزناً أقل من الوزن الدقيق للتفاح.
es_es: La báscula en la sección de frutas de la tienda de abarrotes mostraba un peso menor al peso exacto de las manzanas.

source: The scale at the grocery store fruit section wasn't accurate. It read 3 lbs. But the scale at the grocery checkout lane was more accurate and the vegetables actually weighed 2.9 lbs.
ar_eg: لم يكن الميزان في قسم الفاكهة في البقالة دقيقاً. فقد كانت القراءة 3 أرطال. لكن الميزان في مسرب المحاسبة في البقالة كان أكثر دقةً وكان وزن الخضروات فعلياُ 2.9 رطلاً.
es_es: La báscula de la sección de frutas de la tienda abarrotes no era exacta. Dijo que pesaban 3 libras. Pero la báscula de la caja de la tienda de abarrotes era más exacta y los vegetales en realidad pesaban 2.9 libras.

source: Whether by accurate measurement, or just observation, scientists gather data as part of how they investigate nature. In the process of science, gathering data is one of the most important things scientists do. Scientists make observations, ask questions, and then make a first explanation called a <span class="key">hypothesis</span> as to what they think the answer to their question or problem might be. Then, to check and see whether their explanation is correct or not, they test their hypothesis by conducting investigations and gathering a lot of data.
ar_eg: سواء باستخدام الحساب الدقيق او فقط بالملاحظة، العلماء يجمعون البيانات كجزء من استكشافاتهم للطبيعة. في عملية العلم , جمع البيانات هي واحدة من اهم الاشياء التي يقوم بها العلماء. العلماء يقومون بالملاحظات، ويطرحون الاسئلة، ثم يقومون بعمل اول تفسير وهذا يسمى <span class="key">الفرضية </span>كما يعتقدون انه قد يكون اجابة تساؤلهم او مشكلتهم. ثم يفحصون ما اذا كان التفسير صحيحا او لا، و يختبرون فرضيتهم بالقيام بالاستكشافات وجمع الكثير من البيانات
es_es: Ya sea a través de una medición precisa, o simplemente observando, los científicos recogen datos como parte de la forma en la que investigan la naturaleza. En el proceso de la ciencia, la recopilación de datos es una de las cosas más importantes que hacen los científicos. Los científicos hacen observaciones, preguntas y, a continuación, dan una primera explicación llamada <span class="key">hipótesis</span> en cuanto a lo que piensan que podría ser la respuesta a su pregunta o problema. Luego, para comprobar y ver si su explicación es correcta o no, ponen a prueba su hipótesis realizando investigaciones y recogiendo una gran cantidad de datos.

source: <span class="key">Evidence</span> is the information (data) that scientists use to test their hypotheses and support their explanations. Research evidence is what makes explanations in science special. It sounds like a simple idea, but it is the basis of all science. Scientific statements, or claims, must be confirmed and supported with a lot of solid evidence; otherwise it is just a guess.
ar_eg: <span class="key">الدليل</span> هو المعلومات (بيانات) التي يستخدمها العلماء لاختبار فرضياتهم ولدعم تفسيراتهم. ادلة البحث هي التي تجعل التفسيرات في العلوم مميزة . تبدو وكأنها فكرة بسيطة ، لكنها الاساس لكل العلوم . العبارات العلمية، او الادعاءات، لا بد ان تكون مؤكدة ومدعمة بالكثير من الادلة المادية، وكل ما هو غير ذلك يكون مجرد تخمين.
es_es: <span class="key">Una evidencia</span> es la información (datos) que los científicos usan para poner a prueba sus hipótesis y respaldar sus explicaciones. La evidencia científica es lo que hace que sean especiales las explicaciones en la ciencia. Suena como una idea simple, pero es la base de toda ciencia. Los enunciados científicos, o afirmaciones, deben ser confirmados y apoyarse en una gran cantidad de evidencias sólidas; de lo contrario son sólo suposiciones.

source: Science needs both claims (the explanations scientists make about how nature works) and evidence (the facts and data to support those claims) in order to continually move forward in our understanding about nature. Scientists can then use those claims and evidence to develop even newer and better ideas they can test. This is the process by which the study of science understands more and more about the natural world around us.
ar_eg: العلم يحتاج لكلاً من الادعاء ( التفسيرات التي يضعها العلماء حول كيفية عمل الطبيعة ) و الدليل (الحقائق و البيانات التي تدعم هذا الادعاء) من اجل التقدم المستمر الى الامام بفهمنا للطبيعة. يستطيع العلماء استخدام تلك الادعاءات و الادلة لتطوير افكار احدث و افضل يمكنهم اختبارها. هذه هي العملية التي من خلالها تدرك بها دراسة العلوم اكثر و اكثر عن العالم الطبيعي من حولنا
es_es: La ciencia necesita ambas afirmaciones (las explicaciones que establecen los científicos sobre cómo funciona la naturaleza) y evidencias ( los hechos y datos en los que se apoyan estas afirmaciones) a fin de avanzar continuamente en nuestra comprensión de la naturaleza. Los científicos pueden usar las afirmaciones y pruebas para desarrollar ideas incluso más nuevas y mejores que pueden ser probadas. Este es el proceso a través del cual el estudio de la ciencia entiende más y más sobre el mundo natural que nos rodea.

source: Question A. Click on the statement about a hypothesis that is <span class='blink'>not</span> correct.
ar_eg: السؤال أ. انقر على العبارة حول الفرضية <span class="blink">غير</span> الصحيحة.
es_es: Pregunta A. Haz clic en la declaración de la hipótesis que <span class="blink">no</span> es correcta.

source: A hypothesis is a possible explanation or solution to a scientific question or problem.
ar_eg: الفرضية هي تفسير محتمل او حل لسؤال علمي او مشكلة
es_es: Una hipótesis es una posible explicación o solución a un problema o pregunta científica.

source: Making observations and asking questions help lead to forming a hypothesis.
ar_eg: عمل الملاحظات او طرح الاسئلة يساعد على تشكيل فرضية.
es_es: Observar y hacer preguntas ayuda a formular una hipótesis.

source: All hypothesis are correct because of all the data one gathers.
ar_eg: كل الفرضيات صحيحة بسبب كل البيانات التي يجمعها الفرد
es_es: Todas las hipótesis son correctas porque se recoplian todos los datos.

source: Experiments are conducted to see if a hypothesis is correct.
ar_eg: تجرى التجارب لنرى ان كانت الفرضية صحيحة
es_es: Los experimentos se realizan para ver si una hipótesis es correcta.

source: Question B. What usually happens <span class="blink">before</span> formulating a hypothesis?
ar_eg: السؤال ب. ما يحصل في العادة <span class="blink">قبل</span> تشكيل الفرضية؟
es_es: Pregunta B. ¿Qué es lo que pasa <span class="blink">antes</span> de formular una hipótesis?

source: Evidence is stated
ar_eg: الدليل موضح
es_es: La evidencia se afirma

source: Conduct an experiment
ar_eg: إجري تجربة
es_es: Se hace un experimento

source: Make observations
ar_eg: إعمل ملاحظات
es_es: Se hacen observaciones

source: Solve a problem
ar_eg: حل مشكلة
es_es: Se resuelve un problema

source: Correct! This statement is not true. Even though a lot of data may be gathered, it does not always mean a hypothesis is correct. Experiments can be conducted to test a hypothesis.
ar_eg: صحيح! هذه العبارة ليست صحيحة. مع ان الكثير من البيانات تم جمعها، فذلك لا يعني أن الفرضية صحيحة. يمكن ان تجرى التجارب لاختبار الفرضية
es_es: Correcto!Esta declaración no es correcta. A pesar de que se pueden obtener muchos datos, no siempre significa que una hipótesis sea correcta. Se pueden realizar experimentos para verificar una hipótesis.

source: Nope! This statement is correct. A hypothesis is a scientific guess as to what the answer to a question or problem might be.
ar_eg: لا اااا! هذه العبارة صحيحة. الفرضية هي تخمين علمي كما يجب ان يكون هو حال اجابة سؤال او حل مشكلة.
es_es: No! Esta declaración es correcta. Una hipótesis es una suposición científica de lo que podría ser la respuesta a una pregunta o problema.

source: Nope! This statement is correct. Data are gathered in many ways before a hypothesis is formed.
ar_eg: لا! هذه العبارة صحيحة. تجمع البيانات بشتى الطرق قبل ان يتم صياغة الفرضية.
es_es: No! Esta declaración es correcta. Los datos se obtienen de diferentes maneras antes de formular una hipótesis.

source: Nope! This statement is correct. To check and see if a hypothesis is correct or not, scientists conduct experiments and gather a lot of data.
ar_eg: لا اااا! هذه العبارة صحيحة. لتختبر و ترى ما اذا كانت الفرضية صحيحة ام لا، يجري العلماء التجارب و يجمعون الكثير من البيانات.
es_es: No! Esta declaración es correcta. Para comprobar y ver si una hipótesis es correcta o no, los científicos realizan experimentos y recopilan una gran cantidad de datos.

source: Correct! Observations are made and questions are asked before making a hypothesis.
ar_eg: صحيح! تؤخذ الملاحظات وتطرح الاسئلة قبل صياغة الفرضية.
es_es: Correcto!Se observa y se hacen preguntas antes de formular una hipótesis.

source: Nope! Evidence is the information scientists use to support their hypothesis after it is formed.
ar_eg: لا اااا ! الدليل هو معلومات تستخدم لدعم الفرضية بعد ان تصاغ
es_es: No! Una evidencia es la información que usan los científicos para respaldar sus hipótesis después de ser formulada.

source: Nope! Experiments are conducted to test a hypothesis once it is formed.
ar_eg: لا! تجرى التجارب لاختبار الفرضية حال صياغتها.
es_es: No! Los experimentos se realizan para testar la hipótesis una vez formulada.

source: Nope! Even after a hypothesis is formed the problem may not be solved.
ar_eg: لااااا ! حتى بعد ان يتم تشكيل الفرضية ممكن ان يتم حل المشكلة.
es_es: No! Hasta después de formular una hipótesis el problema puede no resolverse.

source: People in the United States use the US system of measurements for measuring length, mass, volume and temperature. But scientists and people in other countries use the metric system. Scientists prefer to use the <span class="key">metric system</span> because measures in the metric system are related by factors of 10. For example, 1 meter (m) is equal to 100 centimeters (cm) or 10 x 10 cm and 1 kilogram (kg) is equal to 1000 grams (g) or 10 x 10 x10 gs. You will use the metric system in science classes in the near future. The following table shows how US and metric system measurements compare. Click on the pink tabs below to learn more about measurements.
ar_eg: يستخدم الناس في الولايات المتحدة النظام الامريكي للقياسات لقياس الطول و الكتلة و الحجم و الحرارة. ولكن العلماء والناس في البلدان الاخرى يستخدمون <span class="key">النظام المتري</span>. يفضل العلماء استخدام النظام المتري لان القياسات فيه مرتبطة بعوامل من 10 , مثلا,1 متر يساوي 100سم او 10*10 سم و 1 كغ =1000غ او 10*10*10 غ. سوف تستخدم النظام المتري في حصص العلوم في المستقبل القريب. الجدول التالي يظهر مقارنة النظام الامريكي مع النظام المتري. انقر على الاشرطة الزهرية في الاسفل لتتعلم اكثر عن القياسات
es_es: La gente en Estados Unidos usa el sistema de mediciones estadounidense. para medir longitud, masa, volumen y temperatura. Pero los científicos y la gente de otros países usan el sistema métrico. Los científicos prefieren usar el sistema <span class="key"> métrico </span> ya que las medidas en el sistema métrico se relacionanan por factores de 10. Por ejemplo, 1 metro (m) es igual a 100 centímetros (cm) o 10 x 10 cm y 1 kilogramo (kg) es igual a 1000 gramos (g) o 10 x 10 x10 gs. Usarás el sistema métrico en las clases de ciencia en un futuro próximo. La siguiente tabla muestra cómo se comparan las mediciones del sistema métrico y el estadounidense. Haz clic en las siguientes pestañas de color rosa para aprender más sobre las mediciones.

source: Length or distance
ar_eg: طول او مسافة
es_es: Longitud o distancia

source: 1 inch is a little bit more than 2 times a centimeter (cm)
ar_eg: 1 انش هو اكثر بقليل من 2 سم
es_es: Una pulgada es un poco más que 2 veces un centímetro (cm)

source: 1 meter (m) is a little bit longer than a 3 feet or 1 yard
ar_eg: 1 متر هو اطول بقليل من3 اقدام او 1 ياردة
es_es: 1 metro (m) es un poco más largo que 3 pies o una yarda

source: 1 kilometer (km) is a little more than half a mile
ar_eg: 1 كم هو اكثر بقليل من نصف ميل
es_es: 1 kilómetro (km) es un poco más que media milla.

source: US quarter coin
ar_eg: ربع دولار اميريكي
es_es: Una moneda de un cuarto estadounidense

source: Baseball bat
ar_eg: مضرب كرة القاعدة
es_es: Bate de beisbol

source: Football pitch
ar_eg: ملعب كرة القدم
es_es: Campo de fútbol

source: 1 ounce is about 28 times more than 1 gram (g)
ar_eg: 1 اونصة هي حوالي اكثر ب 28 ضعف من 1 غرام
es_es: 1 onza es más o menos 28 veces más que un gramo (g)

source: 1 kilogram (kg) is about 2 pounds
ar_eg: 1 كغم هي حوالي 2 باوند
es_es: 1 kilogramo (kg) es más o menos 2 libras.

source: Pen
ar_eg: قلم حبر
es_es: Bolígrafo

source: 16 pound bowling ball
ar_eg: كرة البولينغ تزن 16 باوند
es_es: Una bola de bolos de 16 libras

source: 1 liquid ounce is about 30 milliliters (ml)
ar_eg: 1 اونصة من السائل حوالي 30 مل
es_es: 1 onza líquida es como 30 mililitros (ml)

source: 1 liter (l) is a about 1 liquid ounce more than a 32 ounce quart
ar_eg: 1 ليتر حوالي 1 اونصة من السائل اكثر من 32 اونصة مربعة
es_es: 1 litro (l) es como una onza de líquido más que un cuarto de 32 onzas.

source: Example: A 2-liter soda bottle equals about the same volume as a ½ gallon milk bottle
ar_eg: مثال : زجاجة صودا حجم 2 لتر حوالي نفس حجم 1 جالون حليب.
es_es: Ejemplo: Una bebida de 2 litros equivale más o menos a un volumen igual que el de una botella de leche de medio galón

source: Time is measured the same in both metric and US systems
ar_eg: يقاس الوقت بنفس الطريقة في النظام المتري و الامريكي
es_es: El tiempo se mide por igual en el sistema métrico y en el estadounidense.

source: Wrist watch
ar_eg: ساعة اليد
es_es: Reloj de pulsera

source: Question A. If we want to make quantitative observations to gather data, we make measurements. Connect each unit of measurement on the left to the situation on the right by dragging any of the circles at the left column to another circle in the right column. <span class="instruc">Click the "Start Over" button to remove the lines and connect again.</span>
ar_eg: سؤال أ . اذا اردت عمل ملاحظات كمية لجمع البيانات . نقوم باخذ قياسات . اربط كل وحدة قياس على اليسار بالموقف على اليمين بسحب اي دائرة في العمود الايسر الى اي دائرة في العمود الايمن. <span class="instruc">انقر زر ابدأ من جديد لازالة الخطوط كي تربط من جديد</span>.
es_es: Pregunta A. Si queremos hacer observaciones cuantitativas para obtener datos, hacemos mediciones. Conecta cada unidad de medida de la izquierda a la situación de la derecha arrastrando cualquiera de los círculos de la columna de la izquierda a otro círculo de la columna de la derecha. <span class="instrucciones"> Haz clic en el botón "Empezar otra vez"para eliminar las líneas y conectarlo de nuevo. </span>

source: Start Over
ar_eg: ابدأ من جديد
es_es: Empieza de nuevo

source: Kilograms or pounds
ar_eg: كيلوغرامات او باوندات
es_es: Kilogramos o libras

source: Liquid ounce or milliliter
ar_eg: اونصة سائلة او مليليترات
es_es: Onza líquida o mililitro

source: Kilometers or miles
ar_eg: كيلومترات او اميال
es_es: Kilometros o millas

source: Inches or centimeters
ar_eg: انشات او سنتيمترات
es_es: Pulgadas o centímetros

source: Seconds or minutes
ar_eg: ثواني او دقائق
es_es: Segundos o minutos

source: Length of a bridge
ar_eg: طول جسر
es_es: Longitud de un puente

source: Amount of water in a squirt gun
ar_eg: كمية الماء في مسدس الماء
es_es: Cantidad de agua en una pistola de agua

source: How much you weigh
ar_eg: كم تزن
es_es: Cuánto pesas

source: How long you can stay under water
ar_eg: كم المدة التي تستطيع قضائها تحت الماء
es_es: Cuánto tiempo puedes estar debajo del agua

source: The width of your TV screen
ar_eg: عرض شاشة تلفازك
es_es: El ancho de la pantalla de tu televisión.

source: Question B. Which of the following would probably be measured in liters or milliliters?
ar_eg: السؤال ب . اي من التالية على الارجح يمكن قياسه بالليترات او المليلترات
es_es: Pregunta B. ¿Cuál de los siguientes podría probablemente medirse en litros o mililitros?

source: The area of your classroom.
ar_eg: مساحة غرفة نومك
es_es: El área de tu clase.

source: The length of your book.
ar_eg: طول كتابك
es_es: La longitud de tu libro.

source: The volume of your water bottle.
ar_eg: حجم زجاجة ماءَك
es_es: El volumen de tu botella de agua.

source: The weight of your book bag.
ar_eg: عرض حقيبة كتبك
es_es: El peso de tu mochila.

source: Correct! The volume of a container for a liquid, such as a water bottle, is usually measured in liters or milliliters in the metric system.
ar_eg: صحيح! حجم قارورة السائل . مثل زجاجة الماء ، تقاس عادة بالليترات او الملليترات في النظام المتري.
es_es: Correcto! El volumen de un contenedor para un líquido, como una botella de agua, se mide normalmente en litros o mililitros en el sistema métrico.

source: Nope! The area of your classroom would be measured in square feet or meters.
ar_eg: لا! مساحة غرفة نومك يمكن ان تقاس القدم المربعة او الميترات.
es_es: No! el área de tu clase se mediría en metros o pies cuadrados.

source: Nope! The length of your book would be measured in inches or centimeters.
ar_eg: لا! طول كتابك يمكن قياسه بالانشات او السنتيمترات
es_es: No! La longitud de tu libro se mediría en pulgadas o centímetros.

source: Nope! The weight of your book bag would be measured in kilos or pounds.
ar_eg: لا! عرض حقيبة كتبك يمكن قياسه بالكيلو او الباوند
es_es: No! El peso de tu mochila se mediría en kilos o libras.

source: Using what you know... about gathering data... to solve a problem
ar_eg: استخدام ما تعرفه ... عن جمع البيانات ....لحل مشكلة
es_es: Usando lo que sabes... sobre la recopilación de datos... para resolver un problema

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: As a paleontologist (a scientist who studies fossils) working at a natural history museum, you are studying the skull of an unknown dinosaur to determine what it likely ate. You know that there is a link between dinosaurs and their teeth. The skull fossil has no visible teeth, but the skull was found with some fossilized bones of a much smaller animal and some fossils of animal droppings.
ar_eg: عالم الاحافير (عالم يدرس الاحافير ) يعمل في متحف التاريخ الطبيعي، انت تدرس جمجمة ديناصور غير معروف لمعرفة ما كان يأكله على الاغلب. انت تعلم انه يوجد رابط بين الديناصورات و اسنانها. احفورة الجمجمة لا تحتوي على اسنان مرئية، لكن الجمجمة وجدت الى جانب بعض أحافير العظام لحيوان مشابه و بعض فضلات الحيوانات.
es_es: Como paleontólogo (un científico que estudia los fósiles) que trabaja en un museo de historia natural, estás estudiando el cráneo de un dinosaurio desconocido para determinar lo que probablemente comió. Sabes que hay una relación entre los dinosaurios y los dientes. El fósil del cráneo no tiene dientes visibles, pero el cráneo se encontró con algunos huesos fosilizados de un animal mucho más pequeño y algunos fósiles de excrementos de animales.

source: The Assignment
ar_eg: الواجب
es_es: La Tarea

source: Using what you know about gathering data to support a claim or explanation, enter in the text box provided what you think the dinosaur mostly ate—was it an herbivore (a plant eater) or a carnivore (a meat eater) -- and how you came to that conclusion.
ar_eg: استخدم ما تعرفه عن جمع البيانات لدعم ادعاء او تفسير. ادخل في صندوق النص المرفق ما تعتقد ان الديناصور يأكله على الاغلب - كان عاشب ( آكل للنبات) ام قارت (آكل للحم) --و كيف استخلصت هذه الخلاصة
es_es: Usando lo que sabes sobre la recopilación de datos para respaldar una explicación u objetivo, pon en el cuadro de texto proporcionado lo que piensas que comían mayormente los dinosaurios-- si era un herbívoro (comedor de plantas) o un carnívoro (comedor de carne) -- y cómo has llegado a esa conclusión.

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدا طباعة اجابتك
es_es: Haz clic aquí para empezar a escribir tu respuesta ...

source: Summarizing core ideas... about gathering data
es_es: Resumiendo las ideas esenciales... sobre la recopilación de datos
