Repository: geneconde/NGR-sandbox
Catalog: demo/gathering-data/Locale/*/LC_MESSAGES/gathering-data.po
Languages: ar_eg, es_es

source: centimeter
ar_eg: سنتيميتر
es_es: centímetro

source: kilometer
ar_eg: كيلوميتر
es_es: kilometro

source: average
ar_eg: معدل
es_es: media

source: add
ar_eg: اضف
es_es: sumar

source: estimate
ar_eg: قدر
es_es: estimación

source: pound
ar_eg: باوند
es_es: libra

source: kilogram
ar_eg: كيلوغرام
es_es: kilogramo

source: gram
ar_eg: غرام
es_es: gramo

source: instrument
ar_eg: اداة
es_es: instrumento

source: data
ar_eg: بيانات
es_es: Datos

source: measurement
ar_eg: قياس
es_es: Medida

source: them.
ar_eg: لهم.
es_es: éstas.

source: You got it! Centimeter, meter, and kilometer are all units of length and distance in the metric system. Averaging measurements made is a good way to reduce error in measurement. Grams and kilograms are the units of mass in the metric systems. Data are information gathered through observation.
ar_eg: لقد وجدتها! السنيمتر، والمتر، و الكيلومتر جميعها وحدات قياس الطول و المسافة في النظام االمتري. اخذ المعدل للقياسات طريقة جيدة لتقليل الخطأ في القياس. الغرام و الكيلوغرام هي وحدات قياس الكتلة في النظام المتري. البيانات هي معلومات تجمع بالملاحظة.
es_es: Lo tienes! Centímetro, metro y kilómetro son unidades de longitud y distancia del sistema métrico. Hacer un promedio de las mediciones es una buena manera de reducir el error de la medición. Gramos y kilogramos son unidades de peso del sistema métrico. Los datos son la información obtenida a través de la observación.

source: Not quite! Centimeter, meter, and kilometer are all units of length and distance in the metric system. Averaging measurements made is a good way to reduce error in measurement. Grams and kilograms are the units of mass in the metric systems. Data are information gathered through observation.
ar_eg: ليس تماما!السنتيمتر، والمتر، والكيلومتر جميعها وحدات قياس الطول و المسافة في النظام المتري.ا خذ المعدل للقياسات طريقة جيدة لتقليل الخطأ في القياس. الغرام و الكيلوغرام هي وحدات قياس الكتلة في النظام المتري. البيانات هي معلومات تجمع بالملاحظة.
es_es: No del todo! Centímetro, metro y kilómetro son unidades de longitud y distancia del sistema métrico. Realizar un promedio de las medidas es una buena manera de reducir el error en la medición. Gramos y kilogramos son unidades de peso del sistema métrico. Los datos son la información obtenida a través de la observación.

source: A student in the fifth grade class decided to see how many had a hair color other than blonde in her classroom. Use the data in the table below to decide which bar graph shows the correct data.
ar_eg: اراد طلبة الصف الخامس معرفة كم طالب يملك لون شعر غير الاشقر. استخدم البيانات في الجدول في الاسفل لتقرر اي قطاع يبين البيانات الصحيحة.
es_es: Una estudiante de la clase de quinto grado decidió ver cuántos tenían un color de pelo distinto al rubio en su clase. Usa los datos de la siguiente tabla para decidir que gráfico de barra muestra los datos correctos.

source: Hair Color:
ar_eg: لون الشعر
es_es: Color del pelo:

source: Blonde
ar_eg: اشقر
es_es: Rubio

source: Brown
ar_eg: بني
es_es: Marrón

source: Black
ar_eg: اسود
es_es: Negro

source: Red
ar_eg: احمر
es_es: Rojo

source: Number of Students:
ar_eg: عدد الطلبة
es_es: Número de estudiantes:

source: Good job! There are 12 students with blonde hair, 11 with brown, 4 with black, and 1 with red hair. Under each bar the hair color is shown.
ar_eg: عمل جيد! هناك 12 طالب بشعر اشقر ، 11 بشعر بني ، 4 بشعر اسود، 1 بشعر احمر، تحت كل شريط يظهر لون الشعر.
es_es: Buen trabajo! Hay 12 estudiantes de pelo rubio, 11 de pelo castaño, 4 de pelo negro, y un pelirojo. Debajo de cada barra se muestra el color de pelo.

source: Not quite. There are 12 students with blonde hair, 11 with brown, 4 with black, and 1 with red hair. Under each bar the hair color is shown.
ar_eg: ليس صحيحاً! هناك 12 طالب شعرهم اشقر، 11 شعرهم بني، 4 شعرهم اسود، 1 شعره احمر. تحت كل شريط يظهر لون الشعر.
es_es: No del todo. Hay 12 alumnos con el pelo rubio, 11 con el pelo castaño, 4 con pelo negro, y 1 pelirojo. Debajo de cada barra se muestra el color del pelo.

source: Click on the circle next to the word qualitative or quantitative to select the type of data you think the descriptions of chocolate milk are.
ar_eg: انقر على الدائرة بجانب كلمة نوعية او كمية لتختار نوع البيانات التي تعتقد انها تصف الشوكولاتة بالحليب.
es_es: Haz clic en el círculo al lado de la palabra cualitativa o cuantitativa para seleccionar el tipo de datos que crees que son las descripciones del batido de chocolate.

source: Qualitative Data
ar_eg: بيانات نوعية
es_es: Datos cualitativos

source: Quantitative Data
ar_eg: بيانات كمية
es_es: Datos cuantitativos

source: Sweet taste
ar_eg: مذاق حلو
es_es: Sabor dulce

source: Serving temperature 150º F
ar_eg: درجة حرارة الطعام 150 فهرينهايت
es_es: Temperatura a la que se sirve 150ºF

source: 12 ounces of latte
es_es: 12 onzas de café con leche

source: 12 ounces of hot chocolate
ar_eg: 12 أونصة من الشوكولاته الساخنة.
es_es: 12 onzas de chocolate caliente

source: Frothy appearance
ar_eg: مظهر بالرغوة
es_es: Apariencia espumosa

source: Strong taste
ar_eg: مذاق قوي.
es_es: Sabor fuerte

source: Serving glass is 7 inches in height
ar_eg: كأس التقديم طوله 7 انش.
es_es: El vaso de servir mide 7 pulgadas

source: You've completed the Gathering Data review.
es_es: Has completado la revisión de la Recopilación de Datos.

source: Congratulations,
ar_eg: مبروك
es_es: Enhorabuena,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puede comprobar cómo lo has hecho en la `comprobación rápida´ y en las `Preguntas del cuestionario´ de esta revisión haciendo clic en el botón de abajo.

source: Welcome to the Gathering Data module,
ar_eg: اهلا بك في مراجعة جمع البيانات

source: Reviewing big ideas... about gathering data
ar_eg: مراجعة الافكار الريسئية ...عن جمع البيانات

source: by 18
ar_eg: بنسبة 18

source: More big ideas... about gathering data
ar_eg: افكار رئيسية اكثر ...عن جمع البيانات

source: Mass
ar_eg: كتلة

source: Volume
ar_eg: حجم

source: Summarizing big ideas... about gathering data
ar_eg: تلخيص الافكار الرئيسية...حول جمع البيانات

source: Error
ar_eg: خطأ

source: Density
ar_eg: كثافة

source: Pet
ar_eg: الأليفة

source: Tallies
ar_eg: احصاءات

source: You've completed the Gathering Data module.
ar_eg: لقد اكملت مراجعة جمع البيانات.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: يمكنك مراجعة كيف اجبت على " الفحص السريع و الاختبار القصير" لهذه المراجعة من خلال النقر على الزر في الاسفل.
