Repository: geneconde/NGR-sandbox
Catalog: demo/role-of-water/Locale/*/LC_MESSAGES/role-of-water.po
Languages: ar_eg

source: Start
ar_eg: إبدأ

source: Role of Water
ar_eg: دور المياه

source: Welcome to the Role of Water review
ar_eg: أهلا بكم في مراجعة دور المياه

source: Thinking about... the role of water
ar_eg: التفكير ب ...دور المياه

source: There's a famous old poem called The Rime of the Ancient Mariner, with a couple of lines that say: "Water, water, everywhere, But not a drop to drink".
ar_eg: هناك قصيدة قديمة مشهورة تسمى صقيع الملاح القديم، مع زوجين من الأسطر يقولان: ماء،ماء في كل مكان، ولكن لا يوجد نقطة ماء للشرب.

source: But how can that be? How can you have water everywhere but none to drink? You're right. The key to the puzzle is in the name of the poem... The Rime of the Ancient Mariner. A mariner is another name for a sailor on the ocean. 'Mariner' is a word related to the word 'marine' – like if you wanted to be a marine scientist you'd be studying the ocean. So if you were a sailor on a ship on the ocean and ran out of water on the ship, you would be surrounded by water but there would be none to drink!! And that's because the ocean is composed of <span class='key'>salt water</span> and we only drink <span class='key'>fresh water</span> – water with no salt in it!! As a matter of fact, drinking salt water can be harmful if you drink too much and don't drink any fresh water. If you ever swam in salt water and swallowed a mouthful, you would know how bad it tastes. But don't worry – a mouthful won't hurt you. But fresh water is absolutely critical to your survival.
ar_eg: ولكن كيف يمكن ذلك؟ كيف يمكن أن يكون لديك ماء في كل مكان ومع ذلك ليس لديك ماء للشرب؟ أنت محق. مفتاح اللغز يكمن في عنوان القصيدة ....صقيع الملاح القديم. الملاح هو مسمى آخر للبحار في المحيط."الملاح " كلمة مرتبطة بكلمة " البحر" اذا أردت أن تصبح عالماً بحرياً فسوف تقوم بدراسة المحيط. لذلك اذا كنت بحار على متن سفينة في المحيط ونفذت مياه الشرب لديك ، سوف تكون محاط بالماء ولكن ليس لديك ماء صالح للشرب! وهذا لأن المحيط مكون من <span class='key'>مياه مالحة</span> ونحن نشرب فقط <span class='key'>المياه العذبة</span>- ماء بدون ملح! كحقيقة، شرب المياه المالحة يمكن أن يكون مؤذيا اذا شربت الكثير منه و لم تشرب ماء عذب أبدا. اذا سبق و سبحت في المياه المالحة و ابتلعت رشفة، فسوف تعرف كم أن طعمه سيء. ولكن لاتقلق- رشفة لن تؤذيك. ولكن بكل تأكيد الماء العذب أساسي لبقائك حي

source: Are you ready
ar_eg: هل أنت مستعد

source: Checking what you know... about the role of water
ar_eg: تفحص ما تعرفه عن ... دور المياه

source: Most of the fresh water on earth can be found in...
ar_eg: معظم المياه العذبة تكون موجودة في ..

source: Lakes
ar_eg: البحيرات

source: Rivers
ar_eg: الأنهار

source: Glaciers and Ice Caps
ar_eg: الأنهار والقمم الجليدية.

source: Underground rocks
ar_eg: الصخور في باطن الأرض

source: If you answered glaciers and ice caps, you're correct! Over 68 percent of the fresh water on Earth is found in icecaps and glaciers, and just over 30 percent is found in groundwater – that’s the water that people pump up from underground and is found in rock and sand formations.
ar_eg: وإذا كانت الإجابة الأنهار الجليدية والقمم الجليدية، فإجابتك صحيحة! أكثر من 68 في المئة من المياه العذبة على الأرض موجودة في القمم الجليدية والأنهار الجليدية، وما يزيد قليلا عن 30 في المئة موجودة في المياه الجوفية - هذا الماء الذي يضخه الناس من تحت الأرض و هو موجود في ما بين الصخور والرمال ".

source: Swimming in freshwater...
ar_eg: السباحة في المياه العذبة

source: Reviewing core ideas... about the role of water
ar_eg: مراجعة الأفكار الرئيسية ....حول دور المياء

source: Did you know that your body is made up of about 70% water? That means you are almost three quarters water! But nearly all the water on earth – 97.5% – is salt water in the ocean. Only 2.5% of the water on earth is the fresh water that we need to survive. That's why protecting our freshwater resources is so important for human survival, especially because what little we have is being threatened by pollution and overuse!
ar_eg: هل تعلم أن جسمك يتكون من حوالي 70٪ من الماء؟ هذا يعني أنك تقريبا ثلاثة أرباع ماء! ولكن ما يقرب من معظم المياه على الأرض - 97.5٪ - هي مياه مالحة في المحيط. وفقط 2.5٪ من الماء على الأرض هي مياه عذبة نحتاجها من أجل البقاء. هذا هو السبب في أن حماية موارد المياه العذبة لدينا مهم جدا لبقاء الإنسان، وخاصة لأن ما لدينا هو قليل جداً ومهدد بسبب التلوث والإفراط في الاستخدام!

source: Salt water
ar_eg: الماء المالح

source: Salt Water
ar_eg: ماء مالح

source: Fresh water
ar_eg: ماء عذب

source: Freshwater
ar_eg: ماء عذب

source: Fresh Water
ar_eg: ماء عذب

source: So where is all this fresh water anyway? You probably thought first of lakes and rivers – that makes sense because that's the fresh water you usually see. But it turns out that only a tiny part of all the Earth's fresh water is in lakes and rivers. Most of the earth's fresh water is tied up in the polar ice caps and the huge glaciers in Greenland. That water isn't easy to get to for you to drink, is it? And a lot more water is underground where you can't see it. This underground water is called <span class='key'>groundwater</span>. It's not in underground rivers or lakes or pools of water. It's millions and billions, and trillions of little water droplets in between sand grains in the rocks that are under the earth's surface. But this turns out to be an important water supply because it is underneath almost all the land on earth and we can drill down and pump it out to use it.
ar_eg: لذلك أين هو كل هذا الماء العذب على أي حال؟ ربما تكون في البداية فكرت بالبحيرات و الأنهار- هذا منطقي لأنه هذا هو الماء العذب الذي تراه عادة. ولكن يتضح أن هناك جزء بسيط من المياه العذبة على سطح الأرض موجودة في البحيرات و الأنهار. معظم المياه العذبة في الأرض تجمعت في القمم القطبية و الأنهار الجليدية الضخمة في غرينلاند. تلك المياه الموجودة في داخل الأرض تسمى <span class='key'>مياه جوفية</span>. إنها ليست أنهار أو بحيرات أو برك تحت الأرض. إنها ملايين، وبلايين، وتريليونات القطرات في ما بين الصخور التي هي تحت سطح الأرض. ولكنها كانت مصادر مياه مهمة لأنها موجودة تحت معظم اليايسة على الأرض ويمكننا أن نحفر ونضخ هذه المياه ونستخدمها.

source: Blue glacier in Greenland
ar_eg: النهر الجليدي الأزرق في غرينلاند

source: Digging for groundwater...
ar_eg: الحفر بحثا عن المياه الجوفية

source: A little less than the amount of salt water in the ocean.
ar_eg: أقل بقليل من كمية المياه المالحة في المحيط

source: About the same as the amount of salt water in the ocean.
ar_eg: تقريبا نفس كمية المياه المالحة في المحيط

source: Almost all gone.
ar_eg: على الأغلب كلها

source: Correct! About 97.5% of the water on earth is salt water and only 2.5% is fresh water.
ar_eg: صحيح! حوالي 97,5%من الماء على سطح الأرض مياه مالحة وفقط 2,5% هي مياه عذبة

source: Correct! The amount of fresh water in rivers and lakes that is easily available to populated areas on earth is often polluted and not drinkable. So for much of the earth's population the amount of clean drinkable water is threatened by pollution and overuse.
ar_eg: صحيح! كمية الماء العذب في الأنهار و البحيرات متوفرة بسهولة للأماكن المأهولة على الأرض هي في الغالب ملوثة وغير صالحة للشرب. لذلك بالنسبة لأكثرية سكان العالم كمية المياه النظيفة الصالحة للشرب مهددة بالتلوث و الاستخدام الجائر.

source: More than the amount of salt water in the ocean.
ar_eg: أكثر من كمية المياه المالحة في المحيط.

source: Much less than the amount of salt water in the ocean.
ar_eg: أقل بكثير من كمية المياه المالحة في المحيط.

source: Nope! About 97.5% of the water on earth is salt water and only 2.5% is fresh water.
ar_eg: كلا! حوالي (97.5%) من مياء الكرة الأرضية هي مياه مالحة و فقط (2.5%) هو ماء عذب.

source: Nope! There's a lot of water on earth but most of it is salt water, which we can't drink. Most of the fresh water is tied up in glaciers. The amount of fresh water left in rivers and lakes that we can easily drink is polluted and not drinkable. So for most of the earth's population, there isn't enough clean fresh water to drink.
ar_eg: كلا! هناك الكثير من الماء على الأرض لكن معظمه مالح، وهو ما لا نستطيع شربه. معظم الماء العذب موجود في الأنهر المتجمدة. كمية الماء العذب المتبقية في الأنهار و البحيرات و التي نستطيع شربها بسهولة ملوثة و غير صالحة للشرب . لذلك بالنسبة لمعظم سكان العالم، لا يوجد ماء عذب نظيف كاف للشرب.

source: Plenty for all of the population on the earth.
ar_eg: الكثير لجميع سكان الأرض.

source: Preparing your first quick check...
ar_eg: التحضير لإختبارك السريع الأول...

source: Question A. The amount of fresh water on the earth is...
ar_eg: السؤال أ. كمية الماء العذب على سطح الأرض هي ....

source: Question B. The amount of clean fresh water on the earth is...
ar_eg: السؤال ب . كمية الماء العذب النظيف على سطح الأرض هي ...

source: Running out quickly.
ar_eg: تنفذ بسرعة

source: Sorry. There is still plenty of fresh water on earth in glaciers and icecaps. It's just not easily available for people to drink.
ar_eg: آسف. لا زال هناك الكثير من الماء العذب على الأرض في الأنهار الجليدية و القمم الجليدية. ولكنها ليست متوفرة بسهولة للناس لشربها.

source: Threatened by pollution and overuse.
ar_eg: مهددة بالتلوث و الاستخدام الجائر.

source: You answered...
ar_eg: أنت أجبت ...

source: Gas
ar_eg: غاز

source: Liquid
ar_eg: سائل

source: Of all the substances that make up the earth, water has properties that make it very unusual in many ways. One of the most important properties that make water different than almost any other substance on earth is that water can be a solid, or a liquid, or a gas at normal temperatures that humans commonly experience. For instance, when it's really cold outside, below 32 degrees Fahrenheit (that's the freezing point of water), water can be found in its solid form as snow or ice. If it stays cold all year long for a very long time, like at the north or south poles, the frozen water gradually builds up into huge mounds of snow and ice like <span class='key'>glaciers</span> in Antarctica at the South Pole or the frozen sea <span class='key'>ice cap</span> at the North Pole.
ar_eg: من كل المواد التي تشكل الكرة الأرضية، الماء له خصائص تجعله مختلفاً في عدة طرق. واحدة من أهم الخصائص التي تجعل الماء مختلفا عن معظم المواد الأخرى هو أن الماء يمكن أن يكون صلبا، أو سائلاً، أو غازياً في درجات الحرارة العاديةالتي يختبرها الإنسان غالبا. مثلا، عندما يكون الجو بارداً في الخارج، تحت 32 درجة فهرنهايتية ( وهي نقطة تجمد الماء )، يتواجد الماء بحالته الصلبة على شكل جليد أو ثلج. اذا استمر الجو بالبرودة على مدار العام لفترة طويلة، كما هو الحال في الأقطاب الشمالي و الجنوبي، ستبنى المياه المتجمدة بالتدريج على شكل تلال من الثلج و الجليد مثل <span class='key'>الأنهار المتجمدة</span> في القارة المتجمدة في القطب الجنوبي أو مثل <span class='key'>قمة متجمدة</span> في البحر المتجمد في القطب الشمالي.

source: Researching different state of water...
ar_eg: البحث في الحالات المختلفة للماء ...

source: Solid
ar_eg: صلب

source: Water can also be a gas at normal temperatures that humans typically experience. When water is a gas you can't see it because it's mixed in with the air. You can feel it though – it's called <span class='key'>humidity</span>! Sometimes on a hot summer day, no matter what you do - you sweat. That's because the air is <span class='key'>humid</span> – which means there's a lot of water in the air. And usually, the hotter it is, the more humid it is - especially if you live in certain parts of the country like Florida, or Louisiana, or even Chicago. But if you live near a desert, there's very little humidity because the air is very dry.
ar_eg: يمكن للماء أن يكون غاز عند درجات الحرارة العادية التي يختبرها الانسان بشكل نموذجي. عندما يكون الماء غازا لا يمكنك رؤيته لانه مختلط مع الهواء. يمكنك الشعور به مع أنه يسمى - <span class='key'>الرطوبة</span> ! احيانا في يوم صيفي حار، لا يهم ماذا تفعل - تتعرق. هذا لأن الهواء <span class='key'>رطب</span> - وهذا يعني هناك الكثير من الماء في الهواء. و في العادة ، كلما كان أسخن ، كان أكثر رطوبة- وخاصة اذا كنت تعيش في أجزاء معينة في البلاد مثل فلوريدا، أو لويزيانا، أو حتى شيكاغو . ولكن اذا كنت تعيش بالقرب من صحراء، هناك القليل من الرطوبة لأن الهواء جاف جداً".

source: As glaciers on the north pole.
ar_eg: كالأنهار المتجمدة في القطب الشمالي

source: As snow and ice on both the north and south polar regions.
ar_eg: كالثلج و الجليد في المناطق القطبية الشمالية و الجنوبية.

source: As snow in the winter in the northern part of the earth.
ar_eg: كالثلج في الشتاء في الجزء الشمالي للأرض.

source: As snow on mountaintops.
ar_eg: كثلج على قمم جبلية.

source: Can be both ice and snow.
ar_eg: يمكن أن يكون الاثنين جليد و ثلج.

source: Can be solid, liquid, or gas at normal human temperatures.
ar_eg: يمكن أن يكون صلب،أو سائل ، او غاز عند درجات حرارة انسانية طبيعية.

source: Can feel it but you can't see it.
ar_eg: يمكن الشعور بها و لكن لا يمكن رؤيتها.

source: Can see it.
ar_eg: يمكن رؤيتها.

source: Can taste it.
ar_eg: يمكن تذوقها.

source: Can't see it but you can smell it.
ar_eg: لا يمكن رؤيتها ولكن يمكن شمها.

source: Can feel it but you can’t see it.
ar_eg: يمكن الشعور بها ولكن لا يمكن رؤيتها.

source: Correct! Gaseous water in the atmosphere (also called the air) is called humidity. You can "feel" water vapor or gas in the air because the humidity makes your sweat stick to you, making you feel hot.
ar_eg: صحيح! الماء الغازي في الغلاف الجوي ( أيضا يسمى الهواء ) يسمى الرطوبة. يمكنك الشعور ببخار الماء أو الغاز في الهواء لأن الرطوبة تجعل تعرقك يلتصق بك، مما يشعرك بالحر.

source: Correct! Most of the frozen (solid) water on earth, also known as ice or snow is found on the Earth's polar ice caps on both the North Pole and the South Pole (which is the continent called Antarctica).
ar_eg: صحيح! معظم الماء المتجمد ( الصلب) على الأرض، يعرف أيضا بالجليد أو الثلج موجود على الأرض في القمم الجليدية القطبية على القطبين الشمالي و الجنوبي ( وهي القارة المسماة أنتراكتكا).

source: Glaciers melting glaciers...
ar_eg: أنهار جليدية تذيب أنهار جليدية ...

source: Is clear.
ar_eg: صافية

source: Is wet.
ar_eg: رطبة

source: Nope... there are many different clear liquids on earth.
ar_eg: كلا... هناك العديد من السوائل النقية المختلفة على الأرض.

source: Nope... there may seem to be a lot of snow in winter in the north but it's not nearly as much as the ice caps on the north and south poles.
ar_eg: كلا ... قد يبدو أن هناك الكثير من الثلج في الشتاء في الشمال لكنه تقريبا ليس بنفس كمية القمم الجليدية في القطبين الشمالي و الجنوبي.

source: Nope... you can't see gaseous water in the atmosphere. But when it just starts to turn into liquid water - called condensation - even before it rains you can sometimes see it as a haze.
ar_eg: كلا... لا يمكنك رؤية الماء الغازي في الغلاف الجوي. لكن عندما يبدأ بالتحول إلى الماء سائل-يسمى بالتكاثف-حتى قبل أن تمطر أحيانا يمكنك رؤية على شكل ضباب

source: Not quite! There are no glaciers on the North Pole. Just an ice cap of frozen sea water.
ar_eg: ليس تماما! ليس هناك أنهار متجمدة في القطب الشمالي. فقط أغطية جليدية لمياه البحر المتجمدة

source: Not quite... water can be ice and snow but those are both just names for solid water.
ar_eg: ليس تماما... الماء يمكن أن يكون ثلج أو جليد ولكنهما فقط أسماء للماء الصلب

source: Question A. One of the properties that makes water unlike almost all other substances on earth is that it...
ar_eg: السؤال أ . أحد الخصائص التي تجعل الماء مختلفاً عن غيره من معظم المواد الموجودة على الأرض هي ...

source: Question B. When water is in its gaseous form in the atmosphere you...
ar_eg: السؤال ب . عندما يكون الماء في حالته الغازية في الغلاف الجوي فأنت ...

source: Question C. Solid water is found on earth mainly...
ar_eg: السؤال ج . يوجد الماء الصلب بشكل أساسي على الأرض ...

source: Sorry... there may seem to be a lot of snow in the mountains of the earth – like on Mt. Everest - but it's not nearly as much as the ice caps on the North and South poles.
ar_eg: آسف ... قد يبدو أن هناك الكثير من الثلوج في جبال الأرض - مثل على جبل ايفرست - ولكنها ليست بقدر القمم الجليدية في القطبين الشمالي والجنوبي.

source: Sorry... wet just means liquid and there are lots of different liquids on earth.
ar_eg: آسف ...نحن فقط نعني السائل و هناك الكثير من السوائل المختلفة على الأرض.

source: Think again! Water gas or vapor in the air is tasteless.
ar_eg: فكر مجددا! الماء الغازي أو البخار في الهواء ليس له طعم.

source: Try again! People can't smell water in the atmosphere - it is odorless.
ar_eg: حاول مجدداً! لا يمكن للناس شم الماء في الغلاف الجوي - انه عديم الرائحة.

source: You got it! Water is unique in that it can be found in all three states of matter - solid, liquid, and gas - at temperatures that humans commonly experience.
ar_eg: لقد أصبت! المياه فريده من نوعها من حيث أنه يمكن العثور عليها في جميع حالات المادة الثلاث - الصلبة والسائلة، والغازية - في درجات الحرارة التي اعتاد عليها البشر .

source: <span class='key'>Groundwater</span> is the best source for drinking water in most areas of the earth – even though there's only about half as much groundwater as there is water in polar ice caps. Groundwater is found underground when rain seeps into the ground and fills the little spaces between rock particles and the cracks and fractures in the rock – probably right under your house! As the rainwater seeps through the ground and into the rock, it is naturally filtered so in many places groundwater is pretty clean, although it can be polluted in some places as well. The main way we get groundwater out of the ground is to drill or dig a hole in the ground – called <span class='key'>water well</span> - and pump the water up. Sometimes the water is just a few feet down underground but sometimes the best clean water is hundreds of feet down and takes a very big drill to extract it.
ar_eg: <span class='key'>المياه الجوفية</span> هي أفضل مصدر لمياه الشرب في معظم مناطق الأرض - على الرغم من أن هناك فقط حوالي نصف كمية الماء في المياه الجوفية عنها في القمم الجليدية القطبية. توجد المياه الجوفية تحت الارض عندما يتسرب المطر في الأرض ويملأ الفراغات الصغيرة بين جزيئات الصخور والشقوق والكسور في الصخور - ربما مباشرة تحت منزلك!حالما تتسرب مياه الأمطار من خلال الأرض وداخل الصخرة، يتم تصفيتها بشكل طبيعي لذلك في العديد من الأماكن المياه الجوفية نظيفة، على الرغم من أنها يمكن أن تكون ملوثة في بعض الأماكن أيضا. الطريقة الرئيسية لنحصل على المياه الجوفية من باطن الأرض هي حفر حفرة في الأرض -تسمى <span class='key'>بئر ماء</span> - وضخ المياه. أحيانا يكون الماء مجرد بضعة أقدام تحت الأرض ولكن في بعض الأحيان أفضل المياه النظيفة تكون على بعد مئات الأقدام إلى أسفل ويلزم للحفر حفارة كبيرة جدا لاستخراجه .

source: Collecting water samples...
ar_eg: جمع عينات الماء

source: Modern rotary drill rigs bore water well
ar_eg: منصات الحفر الدوارة الحديثة تنقب عن الماء جيدا

source: More core ideas... about the role of water
ar_eg: أفكار رئيسية أكثر حول ... دور الماء

source: While a lot of fresh water can be found in the frozen sea ice cap of the North Pole and the glaciers of the South Pole, that water is pretty far away from most people so it's not a good source for drinking water. Lakes and rivers are closer to most populated areas, and they are often used to get water for cities and towns, but they hold a very small amount of fresh water compared to other sources and they are sometimes pretty <span class='key'>polluted</span> – which means there's bad stuff in the water that can harm you. So where is the best source for fresh water for most populated areas? What is a source that holds a lot of water and isn't very polluted?
ar_eg: في حين أن الكثير من المياه العذبة ويمكن العثور عليها في القمم المتجمدة في البحر المتجمد في القطب الشمالي والأنهار الجليدية من القطب الجنوبي،الا أن الماء لا يزال بعيدا جدا عن معظم الناس لذلك هي ليست مصدراً جيداً لمياه الشرب. البحيرات والأنهار هي أقرب إلى المناطق الأكثر اكتظاظا بالسكان، وغالبا ما يتم استخدامها للحصول على المياه للمدن والبلدات، ولكنها تحمل كمية صغيرة جدا من المياه العذبة مقارنة بالمصادر الأخرى، وأنها في بعض الأحيان <span class='key'>ملوثة</span> - مما يعني أن هناك أشياء سيئة في المياه يمكن أن تضر بك. فأين هو أفضل مصدر للمياه العذبة في المناطق الأكثر اكتظاظا بالسكان؟ ما هو المصدر الذي يحمل الكثير من الماء وليس ملوثا للغاية؟

source: Atlantic and Pacific Oceans
ar_eg: المحيط الأطلسي والمحيط الهادىء

source: Correct! Billions and billions and billions of tiny cracks and spaces in underground rocks and sediments is where most of all the groundwater on earth is found.
ar_eg: صحيح! المليارات والمليارات والمليارات من الشقوق والفراغات الصغيرة في الصخور تحت الأرض والرواسب حيث تم العثور على معظم المياه الجوفية على وجه الأرض.

source: Cracks and spaces in underground rocks
ar_eg: الشقوق و الفراغات في الضخور الأرضية

source: Groundwater
ar_eg: المياه الأرضية

source: Nope! The Atlantic and Pacific oceans are salt water not fresh water.
ar_eg: كلا! المحيطين الأطلسي و الهادىء هما مالحين و ليسا عذبين.

source: Nope! Underground rivers are extremely rare in nature and are not a major supplier of groundwater.
ar_eg: كلا! الأنهار تحت الأرض نادرة للغاية في طبيعتها وليست موردا رئيسيا للمياه الجوفية.

source: Not quite... underground rivers and lakes are extremely rare in nature and are not a major supplier of groundwater.
ar_eg: ليس تماما ... الأنهار الجوفية والبحيرات نادرة للغاية في طبيعتها وليست موردا رئيسيا للمياه الجوفية.

source: Not quite... the Great Lakes in the United States and ALL of the other lakes and rivers in the world account for only a very small percentage of the fresh water on earth.
ar_eg: ليس تماما ... البحيرات الكبرى في الولايات المتحدة و <span class='key'>جميع</span> البحيرات والأنهار الأخرى في العالم تشكل فقط نسبة صغيرة جدا من المياه العذبة على وجه الأرض.

source: Question A. Groundwater is found in...
ar_eg: السؤال أ . توجد المياه الجوفية في ...

source: Question B. The largest source of fresh water on earth is...
ar_eg: السؤال ب. أكبر مصدر للمياه العذبة على الأرض هو ...

source: Ready for your last quick check?
ar_eg: هل أنت جاهز لاختبارك السريع الأخير؟

source: Sorry. Underground lakes are extremely rare in nature and are not a major supplier of groundwater.
ar_eg: آسف ... البحيرات الجوفية نادرة جدا في الطبيعة و ليست مصدراً أساسياً للمياه الجوفية.

source: Sorry... there is a lot of groundwater on earth but it accounts for only about 1/3 of all the fresh water on earth.
ar_eg: آسف ... هناك الكثير من المياه الجوفية و لكنها تشكل حوالي ثلث اجمالي المياه العذبة على الأرض فقط.

source: The Great Lakes
ar_eg: البحيرات الكبرى.

source: The Polar ice caps
ar_eg: القمم الجليدية القطبية.

source: Underground lakes
ar_eg: البحيرات الجوفية.

source: Underground rivers
ar_eg: الأنهار الجوفية.

source: Underground rivers and lakes
ar_eg: الأنهار و البحيرات الجوفية

source: You got it! The glaciers and polar ice caps account for about 2/3 of all the fresh water on earth.
ar_eg: لقد أصبت ! الأنهار الجليدية و القمم الجليدية تشكل حوالي ثلثي اجمالي الماء العذب على سطح الأرض.

source: Using what you know... about the role of water... to solve a problem
ar_eg: استخدم ما تعرفه ... عن دور الماء ... لحل المشكلة التالية.

source: The Scenario
ar_eg: السيناريو

source: Saudi Arabia is a big country in the Mideast part of the world that is known for being very rich because it has lots of oil. Because it's so rich the government wants to build lots of buildings for lots of people. But it's a desert country, which means it doesn't have any rivers or lakes to get drinking water from. The Saudi government has just hired you as a consultant to help them figure out how to get fresh drinking water for their people.
ar_eg: المملكة العربية السعودية هي بلد كبير في الشرق الأوسط من العالم وهي معروفة لكونها غنية جدا لأن فيها الكثير من النفط. و لأنها غنية جدا تريد الحكومة بناء الكثير من المباني لكثير من الناس، ولكنها بلد صحراوي ، مما يعني أنه ليس لديها أية أنهار أو بحيرات للحصول على مياه الشرب . الحكومة السعودية وظفتك كمستشار لمساعدتهم على معرفة كيفية الحصول على مياه الشرب العذبة لشعبها .

source: The Assignment
ar_eg: المهمة

source: Based on what you know about water sources, how would you help them?
ar_eg: اعتمادا على ما تعرفه عن مصادر الماء ، كيف يمكنك مساعدتها؟

source: Please type your answer here...
ar_eg: الرجاء طباعة اجابتك هنا..

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك

source: Close me!
ar_eg: أغلقني
