Repository: geneconde/NGR-sandbox
Catalog: demo/role-of-water/Locale/*/LC_MESSAGES/role-of-water.po
Languages: ar_eg

source: Roaming the dry lands...
ar_eg: التجول في الأراضي الجافة

source: Putting it all together...
ar_eg: جمعها مع بعضها...

source: Summarizing core ideas... about the role of water
ar_eg: تلخيص الأفكار الرئيسية ...عن دور الماء

source: Nearly all the water on earth - 97.5% - is salt water in the ocean. Only 2.5% of the water on earth is fresh water. And most of that fresh water is found in <span class='key'>glaciers</span>, <span class='key'>polar ice caps</span> and <span class='key'>groundwater</span>. Only a tiny percentage of fresh water can be found in the Earth's lakes and rivers. Water has the unusual property of being able to be found in all three <span class='key'>states of matter</span> - solid, liquid, and gas - at normal temperatures that humans experience. Large amounts of solid water, called ice (or snow), are found in nature: in glaciers and polar ice caps. Liquid water is the regular water you drink. And water in the gaseous state is invisible in the air but you can feel it as humidity when the air has a lot of water vapor mixed in with it.
ar_eg: تقريبا كل المياه على الأرض - 97.5٪ - هي المياه المالحة في المحيط . وفقط 2.5٪ من الماء على الأرض هي مياه عذبة وتم العثور على معظم هذه المياه العذبة في <span class='key'>الأنهار الجليدية</span> ،و <span class='key'>القمم الجليدية القطبية</span> و <span class='key'>المياه الأرضية</span> . فقط نسبة ضئيلة من المياه العذبة يمكن العثور عليها في البحيرات والأنهار على الأرض. الماء له خاصية مختلفة حيث أنه يمكن أن يكون موجوداً في جميع <span class='key'>حالات الثلاث للمادة</span> - الصلبة والسائلة، والغازية - في درجات الحرارة التي اعتاد عليها البشر. كميات كبيرة من المياه الصلبة،تسمى الجليد (أو الثلج)، توجد في الطبيعة: في الأنهار الجليدية والقمم الجليدية القطبية الماء السائل هو الماء العادي الذي تشربه . الماء في الحالة الغازية غير مرئي في الهواء ولكن يمكنك أن تشعر به على شكل الرطوبة عندما يكون الهواء مليء ببخار الماء المختلط به .

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: الإجابة على 6 أسئلة قصيرة سيعطيك فكرة عن ما تعرف حالياً وما عليك أن تدرس.

source: Click the NEXT button when you are ready.
ar_eg: انقر زر لاحق عندما تكون مستعداً

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف حالياً

source: A body of dense snow and ice that does not completely melt all year round. Glaciers are constantly moving under their own weight. They form when accumulation of snow exceeds the loss due to melting and sublimation.
ar_eg: كمية الثلوج الكثيفة والجليد التي لا تذوب تماما على مدار السنة. الأنهار الجليدية تتحرك باستمرار تحت وطأة وزنها. وهي تتشكل عندما يتجاوز تراكم الثلوج الخسارة الناجمة عن الذوبان والتسامي.

source: An area of ice at the extreme northern and southern parts of the globe which is present year round. The amount of ice fluctuates during the year, but some ice is always present in an ice cap.
ar_eg: مساحة الجليد في الأجزاء الشمالية والجنوبية المتطرفة من العالم التي تتواجد مدار السنة . كمية الجليد تتقلب خلال العام، ولكن بعض الجليد حاضر دائما في الغطاء الجليدي.

source: Glacier
ar_eg: الأنهار الجليدية

source: Often called saline, it is water with salts dissolved into it (most commonly NaCl). This type of water constitutes the various oceans and seas of the Earth. Salt water is not drinkable by humans.
ar_eg: غالبا ما تسمى المحلول الملحي، هو الماء مع الأملاح الذائبة فيه (الأكثر شيوعا كلوريد الصوديوم). وهذا النوع من المياه يشكل مختلف المحيطات والبحار من الأرض. المياه المالحة غير صالحة للشرب من قبل البشر.

source: Polar Ice Cap
ar_eg: قمة جليدية قطبية

source: Polluted
ar_eg: ملوث

source: Reviewing key vocabulary related to... the role of water
ar_eg: مراجعة المفردات الرئيسية المتعلقة ...بدور الماء

source: Solid, liquid, and gas states - the common forms of matter on earth. For water, the solid state is ice. The liquid state is liquid water. And the gas state is water vapor or steam.
ar_eg: الحالات الصلبة والسائلة، والغازية - الأشكال الشائعة للمادة على الأرض . بالنسبة للماء، الحالة الصلبة هو الجليد . الحالة السائلة هو الماء السائل. والحالة الغازية هو بخار الماء أو البخار.

source: Something is deemed to be polluted when a foreign contaminant (often man made) has been introduced. Water is one of the most commonly polluted substances. Once an area has been polluted, it may no longer be able to support life, or if it can, the pollution may have adverse effects on the things living in or around it.
ar_eg: يعتبر الشيء ملوثا عندما يتم تعرضه لملوثات خارجية (غالبا من صنع الإنسان). المياه هي واحدة من المواد الملوثة الأكثر شيوعا. بمجرد تلوث منطقة، فإنها قد لا تكون قادرة على دعم الحياة، أو إذا كان يمكن، قد يكون للتلوث آثاراً ضارة على الكائنات الحية في أو حول تلك المنطقة.

source: States of matter
ar_eg: حالات المادة

source: Water located below ground level. This water is stored in the pore spaces of soil or in cracks between rocks. The depth at which the pore spaces are completely filled with water is called the water table.
ar_eg: المياه تقع تحت مستوى سطح الأرض. يتم تخزين هذه المياه في مسام التربة أو في الشقوق بين الصخور، ويسمى العمق الذي يتم تعبئة الفراغات المسامية تماما بالماء جدول المياه .

source: Water not containing significant amounts of salt dissolved into it. This type of water constitutes most of the various lakes, rivers, and streams of the Earth. Fresh water is drinkable by humans.
ar_eg: المياه لا تحتوي على كميات كبيرة من الأملاح الذائبة فيها. هذا النوع من المياه يشكل معظم مختلف البحيرات والأنهار، والجداول على الأرض. المياه العذبة هي الصالحة للشرب من قبل البشر .

source: Words and explanations
ar_eg: كلمات و تفسيرات

source: Checking what you now know... about the role of water
ar_eg: تفحص ما تعرفه ... عن دور الماء

source: All of the lakes and rivers combined
ar_eg: كل البحيرات و الأنهار مجتمعة

source: Almost all of the water on the earth is found in...
ar_eg: معظم الماء على الأرض موجود في ...

source: Nope! A lot (1/3) of the fresh water on earth is in rocks underground (groundwater) this accounts for only a small amount of the total water on earth.
ar_eg: كلا! هناك الكثير (1/3) من المياه العذبة على الأرض في الصخور تحت الأرض (المياه الجوفية) وهذا لا يشكل سوى كمية صغيرة من مجموع المياه على الأرض.

source: Not quite... a lot (2/3) of the fresh water on earth is in polar ice caps and glaciers but this accounts for only a small amount of the total water on earth.
ar_eg: ليس تماما ... الكثير (2/3) من المياه العذبة على الأرض هي في القمم الجليدية القطبية والأنهار الجليدية ولكن هذا لا يشكل سوى كمية صغيرة من مجموع المياه على الأرض.

source: Polar ice caps
ar_eg: القمم الجليدية القطبية.

source: Rocks underground
ar_eg: الصخور تحت الأرض

source: Sorry... all the rivers and lakes combined – even the Great Lakes – account for only a tiny, tiny amount of the total water on earth.
ar_eg: آسف ... كل الأنهار والبحيرات مجتمعة - حتى منطقة البحيرات الكبرى -تشكل فقط، كمية ضئيلة ، ضئيلة من مجموع المياه على الأرض.

source: The oceans
ar_eg: المحيطات

source: You got it! About 97% of the total amount of water on earth is in the oceans.
ar_eg: لقد أصبت ! حوالي (97%) من اجمالي كمية الماء على الأرض موجودة في المحيطات.

source: Your first quiz question is...
ar_eg: أول سؤال قصير هو ...

source: Africa
ar_eg: أفريقيا

source: Correct! The north and south poles are made from ice - which is frozen solid fresh water.
ar_eg: صحيح! الأقطاب الشمالية و الجنوبية مكونة من الجليد- أي منها ماء عذب صلب متجمد

source: Looking for freshwater?
ar_eg: البحث عن المياه العذبة؟

source: Nope! Africa has some big lakes but they don't compare with the polar ice caps of the north and south poles.
ar_eg: كلا! افريقيا لديها بعض البحيرات الكبيرة لكنها لا تقارن مع القمم الجليدية القطبية في القطبين الشمالي والجنوبي.

source: Not quite... the Pacific ocean is salt water not fresh water.
ar_eg: ليس تماما ... المحيط الهادىء هو ماء مالح و ليس عذب

source: Sorry. The Atlantic ocean is salt water not fresh water.
ar_eg: آسف . المحيط الأطلسي هو ماء مالح وليس عذب

source: The Atlantic Ocean
ar_eg: المحيط الأطلسي

source: The North and South Poles
ar_eg: الأقطاب الشمالية و الجنوبية

source: The Pacific Ocean
ar_eg: المحيط الهادىء

source: Where on a world map would you go to find the greatest supply of fresh water?
ar_eg: أين يمكنك الذهاب على خريطة العالم لتجد أفضل امدادات للماء العذب؟

source: Correct! Rocks with lots of tiny spaces and fractures in them are common and are a good place to find water. The water occupies those tiny spaces and is a common source of groundwater.
ar_eg: صحيح! الصخور ذات الفراغات الضيقة شائعة و جيدة لوجود ماء فيها. الماء يحتل تلك المساحات الصغيرة و هي مصدر شائع للمياه الجوفية

source: Liquid rock
ar_eg: الصخور السائلة

source: Nope! there is no such thing as liquid rock.
ar_eg: كلا! لا يوجد شيء باسم الصخور السائلة.

source: Not quite... solid rock has no spaces for water to occupy.
ar_eg: ليس تماما... الصخور الصلبة ليس فيها فراغات لكي يحتلها الماء.

source: Rock with lots of spaces and fractures in it
ar_eg: الصخور ذات الفراغات الكثيرة والتصدعات الموجودة فيها.

source: Solid granite rock
ar_eg: صخور الغرانيت الصلبة

source: Switching water filters on...
ar_eg: تشغيل منقيات الماء...

source: The <span class='blink'>best</span> kind of rock to find groundwater in would be...
ar_eg: <span class='key'>أفضل</span> أنواع الصخور لايجاد مياه جوفية فيها هي ..

source: Try again... rocks with giant caves and passageways are very rare in nature so it would be hard to find a good source of groundwater in them.
ar_eg: حاول مجددا ... الصخور ذات الكهوف و الممرات العملاقة نادرة جدا في الطبيعة لذلك قد يكون من الصعب ايجاد مصدر جيد للمياه الجوفية فيها

source: Bottled water
ar_eg: المياه المعبأة

source: Correct! Human life - and most other forms of life on planet earth - requires fresh water to survive.
ar_eg: صحيح! حياة الإنسان- و معظم أشكال الحياة الأخرى على الكوكب-تتطلب الماء العذب للبقاء على قيد الحياة.

source: Different kind of water...
ar_eg: الأنواع المختلفة للماء...

source: Not quite! Bottled water is a kind of fresh water but it doesn't necessarily have to be bottled water for humans to survive.
ar_eg: ليس تماما! المياه المعبأة هي نوع من المياه العذبة ولكن ليس بالضرورة أن تكون المياة المعبأة أساسية لحياة الإنسان

source: Not quite! Spring water is a kind of fresh water but it doesn't necessarily have to be spring water for humans to survive.
ar_eg: ليس تماما! مياه الينابيع هي نوع من المياه العذبة ولكن ليس بالضرورة أن تكون لوحدها ضرورية لحياة الإنسان.

source: Sorry... people can't drink salt water and survive.
ar_eg: آسف...لا يمكن للناس شرب الماء المالح و يبقون على قيد الحياة.

source: Spring water
ar_eg: مياه الينبوع

source: The kind of water that is essential for human life is...
ar_eg: نوع الماء الأساسي لحياة الإنسان هو...

source: Bath
ar_eg: حمام

source: Clothes Washer
ar_eg: غسالة الملابس

source: Dishwasher
ar_eg: غسالة الأطباق

source: Enumerating the uses of water...
ar_eg: سرد استخدامات الماء...

source: Faucet
ar_eg: صنبور

source: Leaks
ar_eg: تسربات

source: Oceans
ar_eg: محيطات

source: Other
ar_eg: أخرى

source: Fresh surface water
ar_eg: المياه السطحية العذبة

source: Icecaps and glaciers
ar_eg: القمم و الأنهار الجليدية

source: Earth's water
ar_eg: مياه الأرض

source: Leaks, clothes washing, and shower.
ar_eg: تسربات ، و غسيل الملابس ، و الاستحمام

source: Nope! Leaks (13.7%); clothes washing (21.7%); and showers (16.8%) only make up about 52.2% of typical household water usage.
ar_eg: لا! التسربات (13,7%) ؛ غسيل الملابس (21.7%)؛ و الاستحمام (16.8%) فقط يساوي حوالي (52.2%) من الاسخدام المنزلي المثالي للماء.

source: Other Domestic
ar_eg: استخدامات منزلية اخرى

source: Shower
ar_eg: استحمام

source: Shower, faucet, and clothes washing.
ar_eg: استحمام ،و صنبور ، و غسيل الملابس

source: The graph below shows the typical use for water in your house other than for drinking and cooking. Which are the top three uses?
ar_eg: الرسم في الأسفل يظهر الاستخدام الأمثل للماء في منزلك لما هو غير الشرب و الطبخ. أيها أكثر ثلاث استخدامات؟

source: Think again... toilet (26.7); showers (16.8%); and faucet (15.7%); only make up about 59.2% of typical household water usage.
ar_eg: فكر مجددا.... المرحاض (26.7%) ؛ الاستحمام(16.8%) ؛ الصنبور(15.7%) ؛ فقط تشكل حوالي 59.2%) من الاستخدام المنزلي الأمثل للماء.

source: Toilet
ar_eg: مرحاض

source: Uses
ar_eg: استخدامات

source: Percentage
ar_eg: نسبة

source: Toilet, shower, and clothes washing.
ar_eg: مرحاض،و استحمام ، و غسيل الملابس.

source: Toilet, shower, and faucet.
ar_eg: مرحاض ، استحمام، صنبور.

source: Try again! showers (16.8%); faucet (15.7%); and clothes washing (21.7%); only make up about 54.2% of typical household water usage.
ar_eg: حاول مجددا! الاستحمام (16.8%) ؛ و الصنبور (15.7 %) ؛ و غسيل الملابس (21.7%)؛ فقط تشكل حوالي (54.2%) من الاستخدام المنزلي الأمثل لللماء.

source: Typical Household Water Use
ar_eg: الاستخدام المنزلي الأمثل للماء

source: You got it! Toilet (26.7); showers (16.8%); and clothes washing (21.7%); make up about 65.2% of typical household water usage.
ar_eg: لقد أصبت! المرحاض (26.7%)؛ الاستحمام (16.8 %)؛ و غسيل الملابس (21.7 %) ؛ تشكل حوالي (65.2%) من الاستخدام المنزلي الأمثل للماء.

source: Blood
ar_eg: دماء

source: Body
ar_eg: جسم

source: Brain
ar_eg: دماغ

source: Cells
ar_eg: خلايا

source: Swamps
ar_eg: مستنقعات

source: Water Distribution
ar_eg: توزيع المياه

source: Correct! This graph shows that the most important parts of your body are composed mostly of water so it's important to always drink lots of water so these body parts keep working properly.
ar_eg: صحيح! هذا الرسم يظهر أن أهم أجزاء جسمك مكونة معظمها من الماء لذلك من المهم شرب الكثير من الماء لضمان أن تعمل هذه الأجزاء بشكل مناسب

source: Ground water
ar_eg: مياه أرضية

source: Hover your mouse over each of the graphs to see what each part of the graph means. Which of the graphs would be <span class='blink'>best</span> to help you understand why hydration (drinking water) while participating in athletic events is so important?
ar_eg: حرك فأرتك فوق كل رسم بياني لترى ما يعنيه كل رسم بياني . أي الرسومات هي <span class='blink'>الأفضل</span> في مساعدتك أكثر من غيرها لماذا الأرتواء (شرب الماء) مهم جدا خلال المشاركة في الألعاب الرياضية؟

source: Muscles
ar_eg: عضلات

source: Not quite! This graph shows how much water (what percentage of water) is found in different parts of the earth.
ar_eg: ليس تماما! يظهر الرسم البياني كمية الماء ( نسبة الماء) التي وجدت في الأجزاء المختلفة من الأرض.

source: Not quite! This graph shows how much water is used for different household activities.
ar_eg: ليس تماما! الرسم يظهر كمية الماء المستخدم في النشاطات المنزلية المختلفة.

source: Ready for your last quiz question?
ar_eg: جاهز للسؤال الأخير في اختبارك السريع

source: Sorry... this graph shows how much water was used in different years.
ar_eg: آسف... هذا الرسم البياني يظهر كم كمية الماء المستخدم في سنوات مختلفة.

source: Surface water
ar_eg: مياه سطحية

source: You've completed the Role of Water review.
ar_eg: لقد أكملت دراسة مراجعة دور الماء.

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Read More
ar_eg: إقرأ المزيد

source: Check Answer
ar_eg: تأكد من الإجابة

source: Go Back to Dashboard
ar_eg: إرجع إلى اللوحة المخططة

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: Let's begin!
ar_eg: دعنا نبدأ

source: You're done!
ar_eg: لقد أنهيت!

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيف عملت في التقويم السريع وفي الأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.

source: How did I do?
ar_eg: كيف عملت؟

source: Congratulations
ar_eg: تهانينا

source: Please select your answers.
ar_eg: يرجى إختيار الإجابات

source: Please select your answer.
ar_eg: يرجى إختيار الإجابات
