Repository: geneconde/NGR-sandbox
Catalog: modules/built-to-survive/Locale/*/LC_MESSAGES/built-to-survive.po
Languages: es_es

source: Back
es_es: Regresar

source: Next
es_es: Siguiente

source: Check Answer
es_es: Revisar Respuesta

source: Read More
es_es: Leer Más

source: You answered...
es_es: Tú respondiste...

source: Please select your answer.
es_es: Por favor selecciona tu respuesta.

source: Please select your answers.
es_es: Por favor selecciona tus respuestas.

source: Close me!
es_es: ¡Ciérrame!

source: Quick Check #1
es_es: Revisión Rápida #1

source: Quick Check #2
es_es: Revisión Rápida #2

source: Quick Check #3
es_es: Revisión Rápida #3

source: Quick Check #4
es_es: Revisión Rápida #4

source: Quiz Question #1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6

source: How did I do?
es_es: ¿Cómo lo hice?

source: select
es_es: seleccionar

source: next
es_es: próximo

source: previous
es_es: anterior

source: Built to Survive
es_es: Construidos para Sobrevivir

source: Welcome to the Built to Survive review
es_es: Bienvenido/a la Revisión de Construidos para Sobrevivir

source: Start
es_es: Inicio

source: Let's begin!
es_es: ¡Iniciemos!

source: Thinking about... being built to survive
es_es: Pensando acerca de... estar construidos para sobrevivir

source: Living things come in many shapes and forms. Among them are plants, microorganisms, fish, insects, birds, apes, reptiles, and humans. Within each kind is even more diversity. Think about it… there are hundreds of breeds of dogs, thousands of species of spiders, and around ten thousand types of birds. One thing common to the many kinds of living things in nature is that they are all uniquely built to survive. Yes, even you are built to survive! Think about different traits that help living things survive. What traits help humans survive?
es_es: Los seres vivos tienen muchas formas. Dentro de ellos se encuentran plantas, microorganismos, peces, insectos, aves, simios, reptiles y humanos. Dentro de cada tipo hay aún mayor diversidad. Piensa al respecto... hay cientos de razas de perros, miles de especies de arañas, y alrededor de diez mil tipos de aves. Una cosa que las muchas clases de seres vivos en la naturaleza tienen en común, es que todos ellos están construidos de manera única para sobrevivir. ¡Sí, incluso tú estás construido/a para sobrevivir! Piensa acerca de las distintas características que ayudan a los seres vivos a sobrevivir. ¿Qué características ayudan a los seres humanos a sobrevivir?

source: Are you ready
es_es: Estás listo/a

source: Checking what you know... about being built to survive
es_es: Revisando lo que ya sabes... acerca de estar construidos para sobrevivir

source: Owls survive by eating mice and other small animals and by protecting themselves against animals that might eat them. Look at the images below and click on all the things that help owls survive.
es_es: Los búhos sobreviven comiendo ratones y otros animales pequeños y protegiéndose contra animales que puedan comérselos. Mira las imágenes debajo y da clic en todas las cosas que ayudan a los búhos a sobrevivir.

source: Able to fly
es_es: Capacidad de volar

source: Different color of feather
es_es: Diferentes colores de plumas

source: Strong claws
es_es: Garras fuertes

source: Hooked beak
es_es: Pico en gancho

source: Long tail feathers
es_es: Plumas de la cola largas

source: Night vision
es_es: Visión nocturna

source: All of the features mentioned help owls survive in some way. Their night vision allows them to find prey at night and protect themselves. They can fly without making much noise. They have special feathers that minimize the sound of their wings flapping. The strong claws can grab the prey and the hooked beak will help tear it. The color of the owl's feathers help it blend in with the environment.
es_es: Todas las características mencionadas ayudan a los búhos a sobrevivir en alguna forma. Su visión nocturna les permite encontrar presas durante la noche y protegerse. Pueden volar sin hacer mucho ruido. Tienen plumas especiales que minimizan el sonido de su aleteo. Las garras fuertes pueden atrapar a las presas y el pico en gancho les ayuda a desgarrarlas. El color de las plumas del búho le permite confundirse con el ambiente.

source: Preparing for flight...
es_es: Preparándose para el vuelo...

source: Reviewing core ideas... about being built to survive
es_es: Revisando ideas clave... acerca de estar construidos para sobrevivir

source: Living things can be classified into broad categories that share similar physical characteristics called adaptations. <span class='key'>Adaptations</span> are physical characteristics in a living thing's <span class='key'>anatomy</span> that help it survive. The following sections describe some of the major categories of living things and some of the adaptations, or special things of the category that help creatures survive, shared by species.
es_es: Los seres vivos pueden clasificarse en categorías amplias que comparten características físicas similares llamadas adaptaciones. Las <span class='key'>adaptaciones</span> son características físicas en la <span class='key'>anatomía</span> de un ser vivo que le ayudan a sobrevivir. Las secciones siguientes describen algunas de las principales categorías de seres vivos y algunas de sus adaptaciones o características especiales compartidas que ayudan a las criaturas de una especie a sobrevivir.

source: We will begin our review with microorganisms. Microorganisms are too small to be seen with the naked eye, but they exist throughout nature. One such microorganism is called <span class='key'>bacteria</span>, which is pictured at the bottom. Some microorganisms are only one <span class='key'>cell</span> in size. Its <span class='key'>DNA</span>, the chemical codes that define the organism, is contained in a centrally located region called the <span class='key'>nucleoid</span>.
es_es: Comenzaremos nuestra revisión con los microorganismos. Los microorganismos son muy pequeños como para ser vistos por el ojo humano, pero existen en toda la naturaleza. Un tipo de microorganismo es la <span class='key'>bacteria</span>, que puedes ver en la imagen de abajo. Algunos microorganismos tienen sólo una <span class='key'>célula</span> de tamaño. Su <span class='key'>ADN</span>, los códigos químicos que definen al organismo, se contiene en una región localizada centralmente que se llama <span class='key'>nucleoide</span>.

source: On the outside of the bacteria, small hair-looking structures called <span class='key'>pili</span> enable the cell to attach to other cells. The long tail-looking structures at the end of the bacteria are the <span class='key'>flagella</span>. The flagella are a special adaptation that help the bacteria get from place to place.
es_es: En el exterior de la bacteria, pequeñas estructuras que parecen cabellos y se llaman <span class='key'>pili</span> le permiten a la célula unirse a otras células. Las estructuras largas que parecen colas al final de la bacteria son los <span class='key'>flagelos</span>. Los flagelos son una adaptación especial que le permiten a la bacteria moverse de un lugar a otro.

source: Hover your mouse over the image of the bacteria to see it up close.
es_es: Pasa tu mouse por encima de la imagen de la bacteria para verla más de cerca.

source: The next kind of living thing we will review is <span class='key'>fish</span>. There are over 20,000 known species of fish, but some similar and general adaptations can be seen in how most fish are built. For example, most fish obtain the <span class='key'>oxygen</span> they need to survive through water taken in through an adaptation called <span class='key'>gills</span>.
es_es: La siguiente clase de ser vivo que revisaremos es el <span class='key'>pez</span>. Hay más de 20,000 especies conocidas de peces, pero algunas adaptaciones similares y generales pueden encontrarse en cómo la mayoría de los peces están construidos. Por ejemplo, la mayoría de los peces obtienen el <span class='key'>oxígeno</span> que necesitan para sobrevivir a través del agua que pasan por medio de una adaptación llamada <span class='key'>branquias</span>.

source: Other sea creatures, such as whales, porpoises, manatees, and dolphins, are classified as <span class='key'>mammals</span> because they do not possess gills; they breathe in air to get their oxygen through a special adaptation called a <span class='key'>blowhole</span>.
es_es: Otras criaturas marinas, como las ballenas, marsopas, manatíes y delfines, se clasifican como <span class='key'>mamíferos</span> porque no poseen branquias; respiran aire para obtener oxígeno a través de una adaptación especial llamada <span class='key'>espiráculo</span>.

source: Adapting to surroundings...
es_es: Adaptarse al entorno...

source: Question A. Why do you think the DNA of bacteria is contained in the middle of the cell?
es_es: Pregunta A. ¿Por qué crees que el ADN d elas bacterias se contiene adentro de la célula?

source: A. It is roomier inside.
es_es: A. Hay más espacio adentro.

source: B. It is safer inside.
es_es: B. Está más seguro adentro.

source: C. It is darker inside.
es_es: C. Está más oscuro adentro.

source: D. It is the correct temperature inside.
es_es: D. Está a la temperatura correcta adentro.

source: Rotate or flip the 3D box below either up or down to set your answer.
es_es: Voltea la caja 3D debajo hacia arriba o hacia abajo para elegir tu respuesta.

source: Question B. Shown on the right is the blowhole of a dolphin. Why is it advantageous for the blowhole to be located at the top of a dolphin, instead of at the bottom?
es_es: Pregunta B. A la derecha se ilustra el espiráculo de un delfín. ¿Por qué es una ventaja que el espiráculo se localice en la parte superior de un delfín, en lugar de la parte inferior?

source: It is easier for the fish to see the surface of the water where the air is going to be found.
es_es: Es más fácil para los peces ver la superficie del agua donde se va a encontrar aire.

source: It takes less energy for a dolphin to expose the top of its head than any place on its bottom side.
es_es: El delfín utiliza menos energía exponiendo la parte superior de su cabeza que cualquier región de su lado inferior.

source: A blowhole on the bottom side of the fish would let the air drain out.
es_es: Un espiráculo en el lado inferior de un pez dejaría que el aire se fugara.

source: Correct. The important chemical code must be kept safe, and the middle of the cell is the place least vulnerable to destruction.
es_es: Correcto. El importante código químico debe mantenerse a salvo, y el centro de la célula es el lugar menos vulnerable a ser destruido.

source: No, DNA is genetic code that defines the organism, so this sensitive it is in the safest place in a single-cell organism.
es_es: No, el ADN es un código genético que define al organismo, así que esta sensible información está en el lugar más seguro de un organismo de una sola célula.

source: No, the DNA which defines the organism is kept safely in the middle of the cell. Having light, extra room, or a suitable temperature is not the reason for its location.
es_es: No, el ADN que define al organismo se mantiene a salvo en el centro de la célula. El tener luz, espacio adicional o una temperatura adecuado no son causa de su localización.

source: No, The important chemical code must be kept safe. Having light, extra room, or a suitable temperature is not the reason for its location.
es_es: No, el importante código químico debe mantenerse a salvo. El tener luz, espacio adicional o una temperatura adecuada no son la causa de su localización.

source: Correct. Dolphins rise to the surface to breathe about two to three times per minute. The quickest way to get air would be to have the blowhole on the top of the animal.
es_es: Correcto. Los delfines suben a la superficie para respirar de dos a tres veces por minuto. La manera más rápida de obtener aire sería tener el espiráculo en la parte superior del animal.

source: No, the marine mammal exposes the top of its head to breathe which the fastest way to do this is if the blowhole were located on top.
es_es: No, el mamífero marino expone la parte superior de su cabeza para respirar y la forma más rápida de hacerlo es si el espiráculo se encuentra en esa área.

source: No, DNA is the genetic code that defines the organism, so being so important, it is in the safest place in a single-celled organism.
es_es: No, el ADN es el código genético que define al organismo, así que, por ser tan importante, está localizado en el lugar más seguro de un organismo de una sola célula.

source: No, the marine mammal rises to the surface to breathe about two to three times per minute. The quickest way to get air would be to have the blowhole on the top of the animal.
es_es: No, el mamífero marino sale a la superficie para respirar dos o tres veces por minuto. La manera más rápida para obtener aire sería tener el espiráculo en la parte superior del animal

source: No, a blowhole on the bottom side of the aquatic mammal would cause it to have to rise to the surface and turn over to get air to breathe. As they do this about two to three times per minute, it would take too long.
es_es: No, un espiráculo en el lado de debajo de un mamífero acuático provocaría que necesitara salir a la superficie y darse vuelta para obtener aire para respirar. Ya que hacen esto dos a tres veces por minuto, tomaría demasiado tiempo.

source: Preparing your first quick check!
es_es: ¡Preparando tu primer revisión rápida!

source: More core ideas... about being built to survive
es_es: Más ideas clave... acerca de estar construidos para sobrevivir

source: <span class='key'>Birds</span> are known for their wings, intricate feathers, and hollow bone structure--all of which enable them to fly. However, not all birds fly. An exception is the ostrich, the largest bird on Earth. Ostriches cannot fly, yet their adapted long legs and sleek build enable them to run quite fast, up to 40 miles per hour.
es_es: Las <span class='key'>aves</span> se conocen por sus alas, plumas intrincadas y estructuras óseas huecas--todas las cuales les otorgan la habilidad de volar. Sin embargo, no todas las aves vuelan. Una excepción es la avestruz, el ave más grande en la Tierra. Las avestruces no pueden volar, sin embargo su adaptación de piernas largas y complexión estilizada les permite correr bastante rápido, alcanzando hasta 64 km por hora.

source: A bird's anatomy also includes beaks, thin legs, and small heads and brains for their body size. Birds vary greatly in their <span class='key'>diversity</span> (differences). One spectacular species is the peregrine falcon. The peregrine falcon can reach speeds of up to 200 miles per hour when it dives– the fastest speed capable of any creature on Earth.
es_es: La anatomía de las aves incluye picos, piernas delgadas y cabezas y cerebros pequeños para su tamaño corporal. Las aves varían ampliamente en su <span class='key'>diversidad</span> (diferencias). Una especie espectacular es el halcón peregrino. El halcón peregrino puede alcanzar velocidades de hasta 320 kilómetros por hora cuando va en picada– la velocidad más alta alcanzada por cualquier criatura en la Tierra.

source: Another category of living things is <span class='key'>insects</span>. One of the most commonly known insect is the <span class='key'>beetle</span>. The beetle kind is known for most of its members having two pairs of wings. The front pair of wings encompasses the back pair in a hard, shell-like structure. This tough exterior protects the beetle's wings and body.
es_es: Otra categoría de seres vivos son los <span class='key'>insectos</span>. Uno de los insectos más conocidos es el <span class='key'>escarabajo</span>. Los escarabajos son conocidos porque la mayoría de ellos tienen dos pares de alas. El par frontal de alas cubre el par trasero con una estructura sólida, parecida a un caparazón. Este exterior duro protege las alas y cuerpo del escarabajo.

source: One of the largest beetles is the rhinoceros beetle, pictured to the right. Growing as large as 6 inches in length, this creature is one of the strongest living things on Earth for its size. It can lift or carry over 100 times its own body weight!
es_es: Uno de los escarabajos más grandes es el escarabajo rinoceronte, ilustrado a la derecha. Llegando a medir hasta 15 centímetros de largo, esta criatura es uno de los seres vivos más fuertes de la Tierra en relación a su tamaño. Puede levantar o cargar más de 100 veces su propio peso.

source: Setting up camp...
es_es: Instalándose...

source: Question A. Why is having hollow bones an advantage for flying birds?
es_es: Pregunta A. ¿Por qué es tener huesos huecos una ventaja para las aves voladoras?

source: Hollow bones carry extra air and food.
es_es: Los huesos huecos pueden cargar aire y comida adicional

source: Hollow bones are usually stronger.
es_es: Los huesos huecos son generalmente más fuertes

source: Hollow bones reduce the bird's weight.
es_es: Los huesos huecos reducen el peso del ave

source: Question B. Based on the mentioned strength of a rhinoceros beetle and how it can lift or carry over 100 times its own body weight, how many grams could a 100 gram, 6 inch long rhinoceros beetle carry?
es_es: Pregunta B. Basándote en la fuerza mencionada de un escarabajo rinoceronte y cómo puede levantar o cargar más de 100 veces su propio peso, ¿cuántos gramos podría cargar un escarabajo rinoceronte de 100 gramos y 15 centímetros de longitud?

source: A. 600 grams
es_es: A. 1,500 gramos

source: B. 6,000 grams
es_es: B. 7,500 gramos

source: C. 10,000 grams
es_es: C. 10,000 gramos

source: Correct. Having hollow bones means the bird weighs less so it can fly easier.
es_es: Correcto. Tener huesos huecos significa que el ave pesa menos y puede volar más fácilmente.

source: No, having hollow bones means birds weigh less. With less weight, flying is easier for the birds.
es_es: No, tener huesos huecos significa que el ave pesa menos. Con menos peso, volar es más fácil para el ave.

source: No, hollow bones are not stronger, they are actually more brittle because they are hollow. But hollow bones weigh less which make flying easier for birds.
es_es: No, los huesos huecos no son más fuertes, de hecho son más frágiles por ser huecos. Pero los huesos huecos pesan menos lo que hace que volar sea más fácil para las aves.

source: Correct, the beetle can lift 100 times their body weight (100 grams), which would be 100 x 100 = 10,000 grams.
es_es: Correcto, el escarabajo puede levantar 100 veces su propio peso (100 gramos), lo que significaría 100 x 100 = 10,000 gramos.

source: No, the beetle can lift 100 times their body weight (100 grams), which would be 100 x 100 = 10,000 grams. (The length of the beetle- 6 inches does not help us solve the problem.)
es_es: No, el escarabajo puede levantar 100 veces su propio peso (100 gramos), lo que sería 100 x 100 = 10,000 gramos. (La medida del escarabajo- 15 centímetros no nos ayuda a resolver el problema.)

source: Another quick check on the way!
es_es: ¡Otra revisión rápida en camino!

source: The next kind of living thing we will examine is the reptile. <span class='key'>Reptiles</span> have scaly skin, as pictured below. This special skin helps the reptiles regulate their body moisture and temperature. Reptiles also are <span class='key'>cold-blooded</span>. That means their body temperature varies with the temperature around them. Thus, reptiles are adapted to live in warmer climates.
es_es: La siguiente clase de seres vivos que examinaremos son los reptiles. Los <span class='key'>reptiles</span> tienen piel con escamas, como se ilustra debajo. Esta piel especial le permite a los reptiles regular su humedad y temperatura corporal. Los reptilas también tienen <span class='key'>sangre fría</span>. Eso significa que su temperatura corporal varía con la temperatura alrededor de ellos. Por lo tando, los reptiles están adaptados a vivir en climas más cálidos.

source: Reptiles also lay eggs on land, their young are hatched in adult form, and they obtain their oxygen using lungs through the process of <span class='key'>respiration</span>, or breathing. Reptiles are <span class='key'>vertebrates</span>, meaning they possess a backbone in their skeletal structure. Commonly known types of lizards are snakes, crocodiles, frogs, and iguanas.
es_es: Los reptiles también ponen sus huevos en la tierra, sus crías nacen en forma adulta, y obtienen su oxígeno utilizando pulmones por medio del proceso de <span class='key'>respiración</span>. Los reptiles son <span class='key'>vertebrados</span>, lo que significa que tienen una columna vertebral en su estructura ósea. Tipos conocidos de reptiles son las serpientes, cocodrilos, ranas e iguanas.

source: Reptiles also lay eggs on land, their young are hatched in adult form, and they obtain their oxygen using lungs through the process of <span class='key'>respiration</span>, or breathing. Reptiles are <span class='key'>vertebrates</span>, meaning they possess a backbone in their skeletal structure. Commonly, known types of reptiles are snakes, crocodiles, frogs, and iguanas.
es_es: Los reptiles también ponen huevos en la tierra, sus crías nacen en forma adulta, y obtienen su oxígeno utilizando pulmones a través del proceso de <span class='key'>respiración</span>. Los reptiles son <span class='key'>vertebrados</span>, lo que quiere decir que poseen una columna vertebral en su estructura ósea. Comúnmente, los tipos conocidos de reptiles son serpientes, cocodrilos, ranas e iguanas.

source: Another type of living thing of great diversity is <span class='key'>plants</span>. Plants live in many different environments, and if you think about it, you will find only certain kinds of plants living in deserts, in the mountains, in lakes, or in a rainforest, to name just a few environments. A plant living in the desert has to be able to live in conditions that range from very hot days to very cold nights. Very little water is available in the desert, so plants there have adaptations that conserve water. The cactus plant is a well-known example of a plant well suited to survival in the desert.
es_es: Otro tipo de ser vivo de gran diversidad son las <span class='key'>plantas</span>. Las plantas viven en muchos ambientes diferentes, y si piensas al respecto, sólo encontrarás cierta clase de plantas viviendo en desiertos, en las montañas, en lagos o en una selva tropical, sólo por mencionar algunos ambientes. Una planta que vive en el desierto tiene que ser capaz de vivir en condiciones que van desde días muy cálidos hasta noches muy frías. Muy poca agua está disponible en el desierto, así que las plantas tienen adaptaciones que les permiten conservar agua. Los cactus son un ejemplo conocido de plantas que están bien equipadas para sobrevivir en el desierto.
