Repository: geneconde/NGR-sandbox
Catalog: modules/built-to-survive/Locale/*/LC_MESSAGES/built-to-survive.po
Languages: es_es

source: Correct. The images show how humans adapt to survive in high altitude areas through permanent genetic adaptation and temporary use of technology.
es_es: Correcto. Las imágenes muestran cómo los humanos se adaptan para sobrevivir en áreas de gran altitud a través de adaptación genética permanente y uso temporal de tecnología.

source: You're a survivor!
es_es: ¡Eres un/a sobreviviente!

source: Congratulations
es_es: Felicidades

source: You've completed the Built to Survive review.
es_es: Has completado la revisión de Construidos para Sobrevivir.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes ver cómo te desempeñaste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón debajo.

source: You're done!
es_es: ¡Terminaste!

source: Go to dashboard
es_es: Ir al tablero de inicio
