Repository: geneconde/NGR-sandbox
Catalog: modules/built-to-survive/Locale/*/LC_MESSAGES/built-to-survive.po
Languages: es_es

source: On the outside of the bacteria, small hair-looking structures called pili, plural for pilus, enable the cell to attach to other cells.
es_es: En el exterior de la bacteria, pequeñas estructuras parecidas a cabellos llamados pili, el plural de pilus, permiten a la célula unirse a otras células.

source: Flagella
es_es: Flagelos

source: The long tail-looking structures at the end of the bacteria are the flagella (plural for flagellum). The flagella are a special adaptation that help the bacteria get from place to place.
es_es: Las largas estructuras parecidas a colas al final de las bacterias son los flagelos (plural de flagellum). Los flagelos son una adaptación especial que ayudan a la bacteria a ir de un lugar a otro.

source: Gills
es_es: Branquias

source: The gills of a fish enable them to breathe underwater.
es_es: Las branquias de un pez le permiten respirar bajo el agua.

source: Blowhole
es_es: Espiráculo

source: Other sea creatures, such as whales, porpoises, manatees, and dolphins, are classified as mammals because they do not possess gills; they breathe in air to get their oxygen through a special adaptation called a blowhole.
es_es: Otras criaturas marinas, como las ballenas, marsopas y delfines, se clasifican como mamíferos porque no poseen branquias; respiran aire para obtener el oxígeno que necesitan a través de una adaptación especial llamada espiráculo.

source: Fins
es_es: Aletas

source: Fins are an anatomical feature of most fish that allow them to swim efficiently.
es_es: Las aletas son una característica anatómica en la mayor parte de los peces que les permite nadar eficientemente.

source: Cold-blooded
es_es: Sangre fría

source: Reptiles also are cold-blooded. That means their body temperature varies with the temperature around them.
es_es: Los reptiles son de sangre fría. Esto significa que su temperatura corporal varía ampliamente conla temperatura a su alrededor.

source: Reptiles also lay eggs on land, their young are hatched in adult form, and they obtain their oxygen using lungs through the process of respiration, or breathing.
es_es: Los reptiles también ponen sus huevos en la tierra, sus crías nacen en forma adulta, y obtienen su oxígeno utilizando pulmones por medio del proceso de respiración.

source: Vertebrates
es_es: Vertebrados

source: Reptiles are vertebrates, meaning they possess a backbone in their skeletal structure. Commonly known types of lizards are snakes, crocodiles, frogs, and iguanas.
es_es: Los reptiles son vertebrados, lo que significa que tienen una columna vertebral en su estructura ósea. Tipos conocidos de reptiles son las serpientes, cocodrilos, ranas e iguanas.

source: Root structures
es_es: Estructuras de raíz

source: A root is the part of a plant that helps it get water and food from the ground. Roots have no leaves or flowers on them. Roots that are underground help hold a plant in the ground. Your teeth also have roots. They hold your teeth in your gums. Roots are usually underground, but not always. You can see in the photograph that this mangrove tree's roots are visible above ground.
es_es: Una raíz es la parte de la planta que le ayuda a obtener agua y alimento del suelo. Las raíces no tienen hojas o flores. Las raíces que están debajo de la tierra le ayudan a la planta a mantenerse en el suelo. Tus dientes también tienen raíces. Ellos mantienen tus dientes unidos a tus encías. Las raíces usualmente están bajo tierra, pero no siempre. Puedes ver en la fotografía que las raíces de este árbol manglar son visibles sobre la tierra.

source: Chloroplasts
es_es: Cloroplastos

source: Inside the cells of algae and green plants there are tiny structures called chloroplasts. These chloroplasts are small flat discs that produce food and provide each cell with energy. Chloroplasts trap light energy from the sun. They are able to convert this energy and water into sugar for the plant to use. Chloroplasts can be identified by their green color that is caused by the presence of a green substance called chlorophyll.
es_es: Dentro de las células de las algas y plantas verdes hay pequeñas estructuras llamadas cloroplastos. Estos cloroplastos son pequeños discos planos que producen alimento y proveen cada célula de energía. Los cloroplastos obtienen energía lumínica del sol. Son capaces de convertir esta energía y agua en glucosa para que la planta la utilice. Los cloroplastos pueden identificarse por sucolor verde que es causado por la presencia de una sustancia verde llamada clorofila.

source: Chlorophyll
es_es: Clorofila

source: Chlorophyll is something found in plants that gives plants their green color. Chlorophyll is very important to plants because it absorbs sunlight. This helps plants to survive and grow. Chlorophyll is not only found in plants. It is also found in some types of bacteria.
es_es: La clorofila es algo que se encuentra en las plantas y que da a las plantas su color verde. La clorofila es muy importante para las plantas porque absorbe luz de sol. Esto ayuda a las plantas a sobrevivir y crecer. La clorofila no se encuentra sólo en las plantas. También se encuentra en algunos tipos de bacterias.

source: Photosynthesis
es_es: Fotosíntesis

source: Photosynthesis is a process that green plants use to change energy from sunlight into food that plants need to live. Green plants are special because they are the only living things that can make food by photosynthesis. People eat many different green plants. That means people are eating things made with sunshine!
es_es: La fotosíntesis es un proceso que las plantas verdes utilizan para transformar energía de la luz solar en alimento que las plantas necesitan para vivir. Las plantas verdes son especiales porque son los únicos seres vivos que puede crear alimento por medio de la fotosíntesis. Los humanos comen muchas plantas verdes distintas. ¡Esto significa que la gente come cosas hechas de luz solar!

source: Photosynthesis is a process that green plants use to change energy from sunlight into food that plants need to live. Green plants are special because they are one of the few types of living things that can make food by photosynthesis. People eat many different green plants. That means people are eating things made with sunshine!
es_es: La fotosíntesis es un proceso que las plantas verdes utilizan para convertir energía de la luz solar en alimento que las plantas necesitan para sobrevivir. Las plantas verdes son especiales porque son una de las pocas clases de seres vivos que pueden crear alimento por medio de fotosíntesis. La gente come muchas plantas verdes diferentes. ¡Eso significa que las personas comen cosas hechas con luz solar!

source: Carbon dioxide
es_es: Dióxido de carbono

source: Plants are capable of utilizing the energy of sunlight in the complex process of photosynthesis in which they take in carbon dioxide and release oxygen, an essential element
es_es: Las plantas son capaces de utilizar la energía de la luz solar en el complejo proceso de la fotosíntesis en el que toman dióxido de carbono y liberan oxígeno, un elemento esencial

source: Stoma
es_es: Estoma

source: Stoma are openings on plant leaves that allow gases such as carbon dioxide and oxygen to travel in and out of the plant. In photosynthesis, plants take in carbon dioxide through their stoma from the atmosphere, and release oxygen back out into the atmosphere through the same stoma.
es_es: Los estomas son aperturas en las hojas de las plantas que permiten que los gases como el dióxido de carbono y el oxígeno entren y salgan de la planta. En la fotosíntesis, las plantas ingieren dióxido de carbono a través de sus estomas de la atmósfera, y liberan oxígeno de nuevo en la atmósfera a través del mismo estoma.

source: Oxygen
es_es: Oxígeno

source: Oxygen is something that exists as a gas in the air. Oxygen has no color, taste, or odor. Oxygen is needed by most living things and is also needed for fire to burn. Oxygen is the third most plentiful element in the universe and is an important part of the earth's atmosphere. Water also contains oxygen. Liquid oxygen is used in rocket fuel. Pilots flying at really high altitudes also use oxygen masks to be sure they have enough oxygen to breathe.
es_es: El oxígeno es algo que existe como un gas en el arie. El oxígeno no tiene color, sabor u olor. El oxígeno es necesario para la mayor parte de los seres vivos y también es necesario para que arda el fuego. El oxígeno es el tercer más abundante elemento en el universo y es una parte importante de la atmósfera terrestre. El agua también contiene oxígeno. El oxígeno líquido se utiliza en el combustible de cohetes. Los pilotos en grandes altitudes también utilizan máscaras de oxígeno para asegurarse de tener suficiente oxígeno para respirar.

source: Vertebrates are creatures that possess a backbone in their skeletal structure.
es_es: Los vertebrados son criaturas que poseen una columna vertebral en su estructura ósea.

source: Words and explanations
es_es: Palabras y explicaciones

source: Checking what you now know... about being built to survive
es_es: Revisando lo que sabes ahora... acerca de estar construidos para sobrevivir

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Responder las siguientes seis (6) preguntas te dará una idea de lo que sabes en este momento y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
es_es: Da clic en el botón SIGUIENTE cuando estés listo/a

source: Let's check what you now know
es_es: Revisemos lo que sabes hasta ahora

source: Why does the Venus flytrap absorb insects?
es_es: ¿Por qué absorbe insectos la Venus atrapamoscas?

source: Because it is defending itself against attack from insects.
es_es: Porque se está defendiendo del ataque de los insectos

source: To supplement the energy it lacks from using photosynthesis alone.
es_es: Para suplementar la energía que le falta tras utilizar sólo la fotosíntesis.

source: Because it does not use photosynthesis to obtain energy.
es_es: Porque no utiliza la fotosíntesis para obtener energía.

source: Because its roots are unable to gather any nutrients from the soil.
es_es: Porque sus raíces son incapaces de recolectar nutrientes del suelo.

source: No, the insects are not harming the Venus flytrap- they are actually lunch. The plant absorbs insects to supplement the energy it lacks from using photosynthesis.
es_es: No, los insectos no están dañando a la Venus atrapamoscas- en realidad son el almuerzo. La planta absorbe insectos para suplementar la energía que le hace falta tras la fotosíntesis.

source: Correct. This plant produces energy by photosynthesis like all other plants, but consumes insects to get more energy.
es_es: Correcto. Esta planta produce energía por medio de la fotosíntesis como todas las otras plantas, pero consume insectos para obtener más energía.

source: No, the Venus flytrap is a plant and it does produce energy through photosynthesis. However, it is not enough for the plant's needs and consumes insects as well.
es_es: No, la Venus atrapamoscas es una planta y sí produce energía a través de la fotosíntesis. Sin embargo, no es suficiente para las necesidades de la planta y consume insectos también.

source: No, the Venus flytrap's roots work properly, and the plant produces energy through photosynthesis. However, it is not enough for the plant's needs and consumes insects.
es_es: No, las raíces de la Venus atrapamoscas funcionan correctamente, y la planta produce energía a través de la fotosíntesis. Sin embargo, no es suficiente para las necesidades de la planta y por lo tanto consume insectos.

source: And the first quiz question is...
es_es: Y la primera pregunta de la evaluación es...

source: No, the Venus flytrap's roots work properly, and the plant produces energy through photosynthesis. However, at times, the energy obtained by photosynthesis is not enough for the plant, and so it will supplement its diet by consuming insects.
es_es: No, las raíces de la Venus atrapamoscas funcionan correctamente, y la planta produce energía a través de la fotosíntesis. Sin embargo, a veces, la energía obtenida por fotosíntesis no es suficiente para la planta, y entonces suplementa su dieta consumiendo insectos.

source: Which of the following characteristics most influences where reptiles may live and survive?
es_es: ¿Cuál de las siguientes características es la que determina en mayor medida el lugar en que los reptiles podrán vivir y sobrevivir?

source: Have backbones
es_es: Tener columna vertebral

source: Lay eggs
es_es: Poner huevos

source: Scaly skin
es_es: Piel con escamas

source: Correct. Reptiles have not adapted to survive extreme temperatures because they are cold-blooded, which affects where they live.
es_es: Correcto. Los reptiles no se han adaptado a vivir en temperaturas extremas porque tienen la sangre fría, lo que afecta dónde viven.

source: No, all reptiles are vertebrates, but the fact they are cold-blooded affects where they live. They survive better in warmer climates.
es_es: No, todos los reptiles son vertebrados, pero el hecho de que tengan la sangre fría afecta dónde viven. Sobreviven mejor en climas más cálidos.

source: No, when they lay eggs, they would not be able to survive in certain climates because their temperature depends on that of the environment.
es_es: No, cuando ponen huevos no podrían sobrevivir en ciertos climas porque su temperatura depende de la temperatura de su ambiente.

source: No, the scaly skin helps regulate their body moisture and temperature, but the fact that they are cold-blooded does not let them survive in certain climates.
es_es: No, la piel con escamas les ayuda a regular la humedad de su cuerpo y su temperatura, pero el hecho de que tienen la sangre fría no les permite sobrevivir en ciertos climas.

source: About reptiles...
es_es: Acerca de los reptiles...

source: Which of the following would <span class='blink red'>NOT</span> be a useful adaptation of fish or sea mammals?
es_es: ¿Cuál de las siguientes <span class='blink red'>NO</span> sería una adaptación útil para los peces o mamíferos marinos?

source: A. Having lungs that use oxygen more efficiently.
es_es: A. Tener pulmones que utilicen oxígeno más eficientemente.

source: B. Having blubber or thick underfur for insulation.
es_es: B. Tener grasa o pelo como aislamiento térmico.

source: C. Having sharp senses to communicate underwater with sound.
es_es: C. Tener sentidos agudos para comunicarse bajo el agua con sonidos.

source: D. Having survival skills that only work with light.
es_es: D. Tener habilidades de supervivencia que sólo funcionen en la luz.

source: Having lungs that use oxygen more efficiently.
es_es: Tener pulmones que utilicen oxígeno más eficientemente.

source: Having blubber or thick underfur for insulation.
es_es: Tener grasa o pelo como aislamiento térmico.

source: Having sharp senses to communicate underwater with sound.
es_es: Tener sentidos agudos para comunicarse bajo el agua con sonidos.

source: Having survival skills that only work with light.
es_es: Tener habilidades de supervivencia que sólo funcionen en la luz.

source: No, using oxygen efficiently is important. The lungs of many sea mammals are proportionately smaller than the lungs of humans, but they fill their lungs and are able to exchange 90% of their air in each breath.
es_es: No, utilizar el oxígeno eficientemente es importante. Los pulmones de muchos mamíferos marinos son proporcionalmente más pequeños que los pulmons de los humanos, pero llenan sus pulmones y son capaces de cambiar el 90% de su aire en cada respiro.

source: No, the ability to stay warm and not lose body heat is a very useful adaptation.
es_es: No, la habilidad de mantenerse tibios y no perder calor corporal es una adaptación muy útil.

source: No, sharp hearing is needed to find prey underwater and to make sure you are not a larger animal's prey either.
es_es: No, el oído agudo es necesario para encontrar presas bajo el agua y para asegurarse de no ser presa de animales más grandes.

source: Correct. This would not be the best adaptation because many sea animals live deep in the oceans and do not have access to much sunlight.
es_es: Correcto. Esta no sería la mejor adaptación porque muchos animales marinos viven en la profundidad del océano y no tienen mucho acceso a la luz.

source: Catching fishes...
es_es: Atrapando peces...

source: Which is <span class='blink red'>NOT</span> a feature of the anatomy of most birds that enables them to fly?
es_es: ¿Cuál de las siguientes <span class='blink red'>NO</span> es una característica anatómica de la mayoría de las aves que les da la habilidad de volar?

source: Solid bone structure
es_es: Estructura ósea sólida

source: Intricate feathers
es_es: Plumaje intrincado

source: Hollow bone structure
es_es: Estructura ósea hueca

source: Wings
es_es: Alas

source: Correct. The exact opposite of solid (hollow) bone structure is what helps them fly.
es_es: Correcto. El opuesto total de una estructura ósea sólida (hueca) es lo que les ayuda a volar.

source: No, the intricate feathers help birds fly. Some birds have special feathers that minimize the sound of their wings flapping for better survival skills.
es_es: No, el intrincado plumaje les ayuda a las aves a volar. Algunas aves tienen plumas especiales que minimizan el sonido de sus aleteo para mejorar sus habilidades de supervivencia.

source: No, a hollow bone structure is actually one of the most important features that allows birds to fly.
es_es: No, una estructura ósea hueca es en realidad una de las más importantes características que le permite volar a las aves.

source: No, without the bones or feathers of wings, birds could not fly at all.
es_es: No, sin los huesos o plumas de las alas, las aves no podrían volar en lo absoluto.

source: On to the birds!
es_es: ¡A las aves!

source: What is the main advantage of a beetle having a hard shell?
es_es: ¿Cuál es la principal ventaja del caparazón duro de los escarabajos?

source: It is able to swim
es_es: Les permite nadar

source: It is able to dig underground
es_es: Les permite cavar la tierra

source: It is camouflaged
es_es: Les sirve de camuflaje

source: Its wings and body are protected
es_es: Sus alas y cuerpo se mantienen protegidos

source: Correct. Small insects need protection, and the hard shell of a beetle protects the wings and body of the creature.
es_es: Correcto. Los insectos pequeños necesitan protección, y los caparazones duros de los escarabajos protegen las alas y cuerpo de la criatura.

source: No, the hard shell does not help it swim. It protects the wings and body of the beetle.
es_es: No, el caparazón duro no les ayuda a nadar. Protege las alas y el cuerpo del escarabajo.

source: No, the hard shell offers protection for the insect, not food-finding survival skills.
es_es: No, el caparazón duro le ofrece protección al insecto, no habilidades de supervivencia para encontrar alimento.

source: Not quite, if the shell were camouflaged it would help protect the beetle as well. But the having a hard shell protects the wings and body of the beetle.
es_es: No exactamente, si el caparazón sirviera de camuflaje le ayudaría a proteger al escarabajo también. Pero tener un caparazón duro protege las alas y el cuerpo del escarabajo.

source: Itty bitty beetle
es_es: Pequeño escarabajo

source: Not quite, but if the shell were camouflaged it would help protect the beetle as well. But the having a hard shell protects the wings and body of the beetle.
es_es: No exactamente, pero si el caparazón se camuflara ayudaría a proteger al escarabajo también. Pero el tener un caparazón duro protege las alas y el cuerpo del escarabajo.

source: Look at the pictures below and read the captions to each one. Then choose the statement that best explains the human adaptation and survival skills related to the images.
es_es: Mira las ilustraciones debajo y lee las descripciones de cada una. Luego elige la frase que mejor explica la adaptación humana y habilidad de supervivencia en relación con las imágenes.

source: High altitude environments have certain features that make it difficult for people to stay there for long periods of time: there is a low concentration of available oxygen, a lot of radiation from the sun, and the temperature fluctuates every day to name a few.
es_es: Los ambientes de gran altitud tienen ciertas características que hacen que sea difícil para las personas quedarse allí por largos periodos de tiempo: hay una baja concentración de oxígeno disponible, mucha radiación del sol, y la temperatura varía diariamente sólo por mencionar algunas.

source: This fighter pilot is adapting to high altitudes with technology.
es_es: Este piloto se está adaptando a la gran altitud por medio de la tecnología.

source: More than 140 million people live in high altitude environments. The chemicals in the blood and respiration system of natives of Tibet, the Andes, and Ethiopia have changed over generations. Some natives of Tibet have been living in these high altitudes for a long period of time and can survive these conditions due to genetic adaptation.
es_es: Más de 140 millones de personas viven en ambientes de gran altitud. Los químicos en la sangre y el sistema respiratorio de nativos del Tíbet, los Andes y Etiopía han cambiado a lo largo de varias generaciones. Algunos nativos del Tíbet han estado viviendo en estas altitudes por un largo periodo de tiempo y pueden sobrevivir estas condiciones debido a la adaptación genética.

source: Man-made technology eliminates the need for biological adaptations for specific groups.
es_es: La tecnología hecha por el hombre elimina la necesidad de adaptaciones biológicas para ciertos grupos.

source: High altitude environments have too many health risks for humans to survive in.
es_es: Los ambientes de gran altitud tienen demasiados riesgos de salud como para que los humanos sobrevivan allí.

source: Genetic adaptation is better than using technology for temporary adaptation.
es_es: La adaptación genética es mejor que la utilización de tecnología para adaptación temporal.

source: Humans survive in difficult environments through biological and cultural adaptations.
es_es: Los humanos sobreviven en ambientes difíciles a través de adaptaciones biológicas y culturales.

source: No, cultural adaptation such as using technology has provided temporary survival aid in this case. Over a long period of time, the biological adaptations took place. Neither one is better, they both help humans survive.
es_es: No, la adaptación cultural, como el uso de la tecnología, ha provisto ayuda para la supervivencia de manera temporal en este caso. Las adaptaciones biológicas tuvieron lugar a lo largo de un amplio periodo de tiempo. Ninguna de las dos es mejor, ambas ayudan a los humanos a sobrevivir.

source: No, the beauty is that with all the health hazards, humans have adapted and live in these areas with the help of genetic adaptation.
es_es: No, lo bello es que aún con todos los riesgos a la salud, los seres humanos se han adaptado y viven en estas áreas con la ayuda de la adaptación genética.

source: No, the biological adaptations took place over generations to form a permanent adaptation. The cultural adaptation such as using technology has provided temporary survival aid in this case. Neither one is better, they both help humans survive.
es_es: No, las adaptaciones biológicas tuvieron lugar a lo largo de generaciones para formar una adaptación permanente. La adaptación cultural como el uso de tecnología, ha provisto de ayuda para sobrevivir temporalmente en este caso. Ninguna de las dos es mejor, ambas ayudan a los humanos a sobrevivir.
