Repository: geneconde/NGR-sandbox
Catalog: modules/built-to-survive/Locale/*/LC_MESSAGES/built-to-survive.po
Languages: es_es

source: Among plants, there are many physical adaptations used to survive. Some plants, such as the cactus plant, have <span class='key'>thorns</span> that serve as protection and help reduce a loss of water in the hot sun. Many plants have flowers with <span class='key'>stamens</span>, the part of the flower that produces <span class='key'>pollen</span>, which are used for flower reproduction. The bright colors of a flower are an adaptation that attracts the bees and other insects that spread the pollen.
es_es: Entre las plantas, hay muchas adaptaciones físicas que se utilizan para sobrevivir. Algunas plantas, como los cactus, tienen <span class='key'>espinas</span> que sirven como protección y permiten reducir la pérdida de agua en el sol. Muchas plantas tienen flores con <span class='key'>estambres</span>, la parte de la flor que produce <span class='key'>polen</span>, los que las flores utilizan para reproducirse. Los colores brillantes de una planta son una adaptación que atrae las abejas y otros insectos que distribuyen el polen.

source: Closing the cages...
es_es: Cerrando las jaulas...

source: Question A. Why would a snake not be able to survive where it sometimes snows and freezes?
es_es: Pregunta A. ¿Por qué no podría sobrevivir una serpiente en un lugar donde a veces nieva y hiela?

source: There would be little or no food to eat
es_es: Habría muy poca comida

source: Their color would make it difficult to hide in snow
es_es: Por su color le sería difícil ocultarse en la nieve

source: They would not be able to stay warm enough to live
es_es: No podría mantenerse lo suficientemente tibia como para sobrevivir

source: Question B. Select the adaptation listed that is <span class='red bold blink'>NOT</span> possessed by plants.
es_es: Pregunta B. Selecciona la adaptación en la lista que <span class='red bold blink'>NO</span> poseen las plantas.

source: A. Movement
es_es: A. Movimiento

source: B. Thorns
es_es: B. Espinas

source: C. Colored petals
es_es: C. Pétalos de colores

source: D. Photosynthesis
es_es: D. Fotosíntesis

source: Correct. Snakes are cold-blooded; their body temperature varies with the temperature around them. They are adapted to live in warmer climates.
es_es: Correcto. Las serpientes tienen sangre fría; su temperatura corporal varía con la temperatura a su alrededor. Están adaptadas para vivir en climas más cálidos.

source: No, the body temperature of snakes varies with the temperature around them. They are adapted to live in warmer climates.
es_es: No, la temperatura corporal de las serpientes varía con la temperatura a su alrededor. Están adaptadas para vivir en climas más cálidos.

source: Correct. Plants do not usually rely on movement for survival. They use photosynthesis to produce their own food. Although they movement toward sunlight, movement is not considered an adaptation for plants the way it is for animals.
es_es: Correcto. Las plantas no dependen usualmente del movimiento para sobrevivir. Utilizan fotosíntesis para producir su propia comida. Aunque se mueven hacia la luz del sol, el movimiento no se considera una adaptación para las plantas como lo es para los animales.

source: No, thorns offer protection and help reduce water loss in the hot sun.
es_es: No, las espinas ofrecen protección y ayudan a reducir la pérdida de agua en el sol.

source: No. Although they move toward sunlight, movement is not considered an adaptation for plants the way it is for animals.
es_es: No. Aunque se mueven hacia la luz del sol, el movimiento no se considera una adaptación para las plantas como lo es para los animales.

source: No, plants use photosynthesis to produce their own food and survive.
es_es: No, las plantas utilizan fotosíntesis para producir su propio alimento y sobrevivir.

source: Sssssnakes!
es_es: ¡Ssssserpientes!

source: Correct. Plants do not usually rely on movement for survival. They use photosynthesis to produce their own food. Although they move toward sunlight, movement is not considered an adaptation for plants the way it is for animals.
es_es: Correcto. Las plantas usualmente no dependen del movimiento para sobrevivir. Utilizan la fotosíntesis para producir su propio alimento. Aunque se mueven hacia la luz solar, el movimiento no se considera una adaptación para las plantas como lo es para los animales.

source: <span class='key'>Humans</span> also adapt. The physical characteristics of populations change as their diverse individual members survive and reproduce at different rates. For example, humans and other mammals have similar internal organs such as a heart for pumping blood, lungs for breathing air, a stomach for digestion, and veins and arteries to move blood flow. They also have similar external members such as arms, legs, and a face with eyes, ears, and a mouth.
es_es: Los <span class='key'>humanos</span> también se adaptan. Las características físicas de las poblaciones cambian conforme sus miembros individuales diversos sobreviven y se reproducen en diferente medida. Por ejemplo, los humanos y otros mamíferos tienen órganos internos similares como un corazón para bombear sangre, pulmones para respirar aire, un estómago para la digestión, y venas y arterias para la circulación de la sangre. También tienen miembros externos similares como brazos, piernas, y un rostro con ojos, oídos y una boca.

source: People adapt in biological and cultural ways. Over a period of time genetic changes may take place while adapting to a specific environment. Human body form is an example. People in tropical climates became tall and lean to survive in the heat, and arctic and mountain people became short and wide to survive in the cold.
es_es: Las personas se adaptan en formas culturales y biológicas. Durante un periodo de tiempo, cambios genéticos pueden ocurrir mientras se adaptan a un ambiente específico. La forma del cuerpo humano es un ejemplo. La gente que vive en climas tropicales se vuelven más altos y esbeltos para sobrevivir en el calor, y la gente del ártico y las montañas se vuelven más bajos y anchos para sobrevivir en el frío.

source: Humans also pass on adaptations through their culture. Some social animals may have simple cultural adaptations, but only humans have complex ones. Due to these cultural adaptations, people have adapted to almost all of the different habitats on earth. By imitating, learning, and inventing technology, people survive in areas such as humid tropical forests, harsh deserts, and arctic wastelands.
es_es: Los humanos transmiten sus adaptaciones a través de su cultura. Algunos animales sociales pueden tener adaptaciones culturales simples, pero sólo los humanos tienen adaptaciones culturales complejas. Debido a estas adaptaciones culturales, la gente se ha adaptado a casi todos los distintos hábitats de la Tierra. Al imitar, aprender e inventar tecnología, los seres humanos sobreviven en áreas como los húmedos bosques tropicales, agresivos desiertos y páramos árticos.

source: A specific adaptation that make human beings unique from animals is human brain, which is the largest brain in proportion to body size of all living things. From poetry to technology, there is no comparison in the world to the human intellect. Humans are also unique among all living things in their capacities for language, culture, emotion, relationships, imagination, creativity, expression, purpose, determination, morality, love, and adoration.
es_es: Una adaptación específica que hace que los seres humanos se distingan de los animales es el cerebro humano, que es el cerebro más grande en proporción con el tamaño del cuerpo de todos los seres vivos. De poesía a tecnología, no hay nada comparable en el mundo al intelecto humano. Los humanos también son únicos entre los seres vivos debido a sus capacidades para el lenguaje, cultura, emoción, relaciones, imaginación, creatividad, expresión, propósitos, determinación, moralidad, amor y adoración.

source: Can humans adapt too?
es_es: ¿Se pueden adaptar los humanos?

source: Question A. Which living thing can survive in the most different environments? Put the living things below in order from left to right, specifying the most adaptable to different environments to the least adaptable to different environments. Drag the images to order them.
es_es: Pregunta A. ¿Cuál ser vivo puede sobrevivir en la mayor cantidad de ambientes? Ordena los seres vivos debajo de izquierda a derecha, especificando desde los más adaptables a distintos ambientes hasta los menos adaptables. Arrastra las imágenes para ordenarlas.

source: Plants
es_es: Plantas

source: Humans
es_es: Humanos

source: Animals
es_es: Animales

source: Question B. Fill in the blanks based on how humans are able to adapt to survive in different environments.
es_es: Pregunta B. Rellena en los campos basándote en cómo los humanos son capaces de adaptarse para sobrevivir en los distintos ambientes.

source: People adapt in
es_es: La gente se adapta

source: biological
es_es: biológica

source: genetic
es_es: genética

source: and
es_es: y

source: intellectual
es_es: intelectual

source: technological
es_es: tecnológica

source: ways.
es_es: mente.

source: All living things adapt to their environment to survive. Humans are the most adaptable, then animals, then plants. Humans have invented many things that allow us to live and survive in new environments without having to first adapt our bodies. We have clothes, shelter, fire and electricity to keep us warm in the arctic regions and cool in the deserts. Some animals are limited to only one kind of environment, and plants are even less adaptable.
es_es: Todos los seres vivos se adaptan a su entorno para sobrevivir. Los humanos son los más adaptables, luego los animales, luego las plantas. Los humanos han inventado muchas cosas que nos permiten vivir y sobrevivir en nuevos ambientes sin tener que adaptar nuestros cuerpos antes de hacerlo. Tenemos ropa, refugios, fuego y electricidad para mantenernos calientes en las regiones árticas y frescos en el desierto. Algunos animales se ven limitados a sólo un tipo de ambiente y las plantas son aún menos adaptables.

source: Correct. Humans adapt biologically (internal organs for survival, genetic changes…) and culturally (for example using housing and technology for shelter).
es_es: Correcto. Los humanos se adaptan biológicamente (órganos internos para sobrevivir, cambios genéticos...) y culturalmente (por ejemplo utilizando tecnologías y construcción para crear refugios).

source: Not quite. Humans adapt biologically (internal organs for survival, genetic changes…) and culturally (for example using housing and technology for shelter).
es_es: No exactamente. Los humanos se adaptan biológicamente (órganos internos para sobrevivir, cambios genéticos...) y culturalmente (por ejemplo utilizando tecnologías y construcción para crear refugios).

source: Not quite, genetic changes are an example of the biological adaptations humans undergo. Complex cultural adaptations have also helped mankind survive in various habitats around the world.
es_es: No exactamente, los cambios genéticos son un ejemplo de las adaptaciones biológicas por las que pasan los humanos. Las adaptaciones culturales complejas también han ayudado a la humanidad a sobrevivir en varios hábitats alrededor del mundo.

source: Not quite, technological advances are all passed on through cultural adaptations and would not be possible without many biological adaptations that humans have.
es_es: No exactamente, los avances tecnológicos se transmiten a través de adaptaciones culturales y no serían posibles sin las muchas adaptaciones biológicas que tienen los humanos.

source: Not quite, intellectual advances are all passed on through cultural adaptations and would not be possible without many biological adaptations that humans have. For example the human brain has adapted physically in many ways before allowing the intellect to accomplish things.
es_es: No exactamente, los avances intelectuales se transmiten a través de adaptaciones culturales y no serían posibles sin las muchas adaptaciones biológicas que tienen los humanos. Por ejemplo, el cerebro humano se ha adaptado físicamente de muchas formas antes de permitir al intelecto lograr cosas.

source: You survived the quick checks!
es_es: ¡Sobreviviste las revisiones rápidas!

source: Not quite, please try again.
es_es: No exactamente, por favor intenta de nuevo.

source: Using what you know... about being built to survive... to solve a problem
es_es: Utilizando lo que sabes... acerca de estar construidos para sobrevivir... para resolver un problema

source: The Problem
es_es: El Problema

source: Your Task
es_es: Su Tarea

source: Even though astronauts first landed on the moon in 1969, humans are not built to survive there. So they had to wear space suits to step out on the moon's surface and they could stay out there in their space suits for only a short period of time. What if they wanted to stay out there much longer?
es_es: Aunque los astronautas llegaron a la luna por primera vez en 1969, los humanos no están construidos para sobrevivir allí. Así que necesitaban utilizar trajes espaciales para salir a la superficie lunar y sólo podían estar allí utilizando sus trajes especiales por un corto periodo de tiempo. ¿Qué sucedería si quisieran quedarse afuera mucho más tiempo?

source: Describe what additional features would have to be added to their space suits to allow the astronauts to live on the moon for 3-4 days without being able to get back into the landing module.
es_es: Describe qué características adicionales necesitarían añadirse a los trajes espaciales para que les permitieran a los astronautas vivir en la luna por 3 o 4 días sin regresar al módulo lunar.

source: Click here to start typing your answer...
es_es: Da clic aquí para comenzar a escribir tu respuesta...

source: Wearing spacesuits...
es_es: Utilizar trajes espaciales...

source: Please type your answer.
es_es: Por favor escribe tu respuesta.

source: Summarizing core ideas... about being built to survive
es_es: Resumiendo ideas clave... acerca de estar construidos para sobrevivir

source: Earth contains a great <span class='key'>diversity</span> of living things. Each kind of living thing has unique adaptations, which are characteristics that can be seen in the anatomy of a creature and that contribute to the creature's survival. For example, most <span class='key'>birds</span> are able to fly due to their hollow bone structure, wings, and feathers. <span class='key'>Reptiles</span> are cold-blooded, so they are adapted to survive only in warmer climates, although with their tough, scaly skin they are well adapted to live in some rough areas. Most <span class='key'>fish</span> are adapted to breathe underwater using gills and to swim efficiently using their aerodynamic fins. <span class='key'>Plants</span> are capable of utilizing the energy of sunlight in the complex process of photosynthesis in which they take in carbon dioxide and release <span class='key'>oxygen</span>, an essential element for many other living things. Insects come in many varieties with many unique adaptations. The beetle, one of the most common insects, has a hard shell made from a pair of wings that gives the <span class='key'>beetle's</span> body durability and strength. Microorganisms possess tail-like <span class='key'>flagella</span> for motion and tiny, hair-like <span class='key'>pili</span> that enable them to attach onto other cells. Finally, <span class='key'>humans</span> have the largest brain size for their overall body size of all living things, and yet share many similarities with animals, such as having numerous internal organs working together under the direction of their very complex brains.
es_es: La Tierra contiene una gran <span class='key'>diversidad</span> de seres vivos. Cada clase de ser vivo tiene adaptaciones únicas, que son características que aparecen en la anatomía de una criatura y que contribuyen a la supervivencia de dicha criatura. Por ejemplo, la mayoría de las <span class='key'>aves</span> pueden volar debido a su estructura ósea hueca, alas y plumas. Los <span class='key'>reptiles</span> tienen sangre fría, para que puedan adaptarse a vivir sólo en climas cálidos, aunque con su piel escamosa y dura están adaptados para vivir en áreas hostiles. La mayoría de los <span class='key'>peces</span> están adaptados para respirar bajo el agua utilizando branquias y para nadar eficientemente utilizando sus aletas aerodinámicas. Las <span class='key'>plantas</span> son capaces de utilizar la energía de la luz solar en el complejo proceso de la fotosíntesis durante el cual toman dióxido de carbono y liberan <span class='key'>oxígeno</span>, un elemento esencial para muchos otros seres vivos. Los insectos tienen muchas variedades con muchas adaptaciones únicas. El escarabajo, uno de los insectos más comunes, tiene un caparazón duro hecho de un par de alas que le da al cuerpo del <span class='key'>escarabajo</span> durabilidad y fuerza. Microorganismos poseen <span class='key'>flagelos</span> parecidos a colas para moverse y pequeños <span class='key'>pili</span> parecidos a cabellos que le permiten unirse a otras células. Finalmente, los <span class='key'>humanos</span> tienen el cerebro más grande en relación al resto del cuerpo de entre todos los seres vivos, y aún así comparten muchas similaridades con los animales, como tener numerosos órganos internos trabajando juntos bajo la dirección de sus muy complejos cerebros.

source: Putting it all together...
es_es: Uniéndolo todo...

source: Reviewing key vocabulary related to... being built to survive
es_es: Repasando vocabulario clave relacionado a... estar construidos para sobrevivir

source: Adaptation
es_es: Adaptación

source: To say that living things have adaptations means that they have features that help them to stay alive. Both plants and animals have special adaptations. For example, a polar bear has heavy layers of fat to keep it warm in the cold winter, and a cactus is able to survive in a desert, where it is very hot and dry, because it can store a large amount of water in its very thick stem. These are both examples of adaptations that help these living things survive. Humans also have special adaptations. One of our most important adaptations is our ability to think. Humans have large brains that make it possible for us to think and reason in ways that no other animals can. This allows us to solve problems and make tools that help us to survive.
es_es: El decir que los seres vivos tienen adaptaciones significa que tienen características que les permiten mantenerse con vida. Tanto plantas como animales tienen adaptaciones especiales. Por ejemplo, un oso polar tiene pesadas capas de grasa para mantenerlo caliente durante el frío invierno, y un cactus es capaz de sobrevivir en el desierto, donde hay mucho calor y sequedad, porque puede guardar grandes cantidades de agua en su muy grueso tallo. Ambos son ejemplos de adaptaciones que ayudan a estos seres vivos a sobrevivir. Los humanos también tienen adaptaciones especiales. Una de nuestras adaptaciones más importantes es nuestra capacidad de pensar. Los humanos tienen grandes cerebros que hacen posible para nosotros pensar y razonar en formas que ningún otro animal puede. Esto nos permite resolver problemas y crear herramientas que nos ayudan a sobrevivir.

source: Anatomical
es_es: Anatómico

source: A living thing's anatomy, or anatomical features, are its physical characteristics. In general, a bird's anatomy also includes beaks, thin legs, and small heads and brains for their body size.
es_es: La anatomía de un ser vivo, o las características anatómicas, con sus características físicas. En general, la anatomía de un ave también incluye picos, piernas delgadas, y cabezas y cerebros pequeños para su tamaño corporal.

source: Bacteria
es_es: Bacterias

source: Bacteria are very small, single-celled organisms that can only be seen with a microscope. Bacteria are around us all of the time. They perform various functions and can be found almost anywhere on Earth. Most bacteria do not hurt us. Some bacteria are even helpful because they eat other bad bacteria and prevent them from entering our bodies. When bad bacteria do enter our bodies, they can grow and become an infection. Doctors can treat bacterial infections with drugs called antibiotics, which kill bacteria.
es_es: Las bacterias son organismos muy pequeños de una sola célula, que sólo pueden verse con el microscopio. Las bacterias están a nuestro alrededor todo el tiempo. Desempeñan varias funciones y pueden encontrarse en casi cualquier parte de la Tierra. La mayor parte de las bacterias no nos hacen daño. Algunas bacterias incluso nos ayudan porque se alimentan de otras bacterias malas y evitan que entren en nuestros cuerpos. Cuando bacterias malas entran en nuestro organismo, pueden crecer y convertirse en una infección. Los doctores pueden tratar infecciones bacteriales a través de medicamentos llamados antibióticos, que matan a las bacterias.

source: Cell
es_es: Célula

source: A cell is the simple building block of life. Cells make up all living things, which can be made up of just one cell or large groups of many cells. Humans are made up of trillions of cells. Cells are the smallest unit of life. Cells can take in food and change that food into energy. Cells do many different things in our bodies. Here is a paramecium—a simple cell you will likely study in science.
es_es: Una célula es el simple bloque de construcción de la vida. Las células forman a todos los seres vivos, los que pueden estar formados de sólo una célula o de grandes grupos de muchas células. Los humanos están formados de trillones de células. Las células son la unidad de vida más pequeña. Las células pueden ingerir alimento y transformar dicho alimento en energía. Las células hacen muchas cosas diferentes en nuestros cuerpos. Aquí está un paramecio—una célula simple que probablemente estudiarás en ciencias.

source: DNA
es_es: ADN

source: The letters DNA are an abbreviation for the molecule DeoxyriboNucleic Acid. DNA is a molecule that carries inherited information from parents to offspring. All living things have DNA in their cells. The information in DNA is what makes rats become rats, roses become roses, and humans become humans. DNA contains all the information that defines a living thing. Your DNA is a combination of both your parents' DNA. The reason why you look different from your parents is that your physical characteristics are determined by the sequence of DNA that you have. The particular sequence of DNA that you have makes you different from everyone else.
es_es: Las letras ADN son una abreviatura de la molécula Ácido DesoxiriboNucleico. El ADN es una molécula que carga la información heredada por los padres a los hijos. Todos los seres vivos tienen ADN en sus células. La información en el ADN es lo que hace que las ratas se vuelvan ratas, las rosas se vuelvan rosas, y los humanos se vuelvan humanos. El ADN contiene toda la información que define a un ser vivo. Tu ADN es una combinación del ADN individual de tus padres. La razón por la que luces diferente de tus padres es que tus características físicas están determinadas por la secuencia de ADN que tú tienes. La secuencia particular de ADN que tienes tú te hace diferente de todos los demás.

source: Nucleoid
es_es: Nucleoide

source: The nucleoid is the centrally located region inside a cell. DNA, the chemical codes that define the organism, is contained in the nucleoid of cells.
es_es: El nucleoide es la región localizada centralmente dentro de una célula. El ADN, los códigos químicos que definen el organismo, están contenidos en el nucleoide de las células.
