Repository: geneconde/NGR-sandbox
Catalog: demo/natural-resources/Locale/*/LC_MESSAGES/natural-resources.po
Languages: ar_eg, zh_cn

source: Start
ar_eg: إبدأ
zh_cn: 開始

source: Next
ar_eg: التالي
zh_cn: 下一個

source: Back
ar_eg: السابق
zh_cn: 返回

source: Read More
ar_eg: إقرأ المزيد
zh_cn: ا繼續閱讀

source: Check Answer
ar_eg: تأكد من الإجابة
zh_cn: 查看答案

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
zh_cn: 請選擇你的答案。

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
zh_cn: 請選擇你的答案。

source: Please type your answer here...
ar_eg: يرجى كتابة إجابتك هنا ...
zh_cn: 請在此輸入你的答案...

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
zh_cn: 請輸入您的答案。

source: Quick Check #1
ar_eg: إختبار قصير رقم 1
zh_cn: 小練習 #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
zh_cn: 小練習 #2

source: Quick Check #3
ar_eg: إختبار قصير رقم 3
zh_cn: 小練習 #3

source: Quick Check #4
ar_eg: إختبار قصير رقم 4
zh_cn: 小練習 #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.

source: How did I do?
ar_eg: كيف أجبت؟
zh_cn: 我做得如何呢？

source: You answered...
ar_eg: إجابتك كانت...
zh_cn: 您的回答是...

source: select
ar_eg: اختر
zh_cn: 請選擇

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر فوق، وعقد وحرك الماوس صعودا وهبوطا لتدوير مربع وحدد إجابتك.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: من خلال تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.

source: The Situation
ar_eg: الحالة

source: Your Task
ar_eg: مهمتك هي

source: The Task
ar_eg: في العمل

source: The Problem
ar_eg: مشكلة

source: Close me!
ar_eg: أغلق الشاشة!
zh_cn: 關閉！

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
zh_cn: 點擊這裡開始輸入你的答案...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
zh_cn: 回答以下6個小測驗，可以了解哪些是你已經知道的...哪些是還要再學習的？

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
zh_cn: 當您準備好了時，就請按下一步...

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
zh_cn: 小測驗 #1

source: Quiz Question #2
ar_eg: سؤال سريع رقم 2
zh_cn: 小測驗 #2

source: Quiz Question #3
ar_eg: سؤال سريع رقم 3
zh_cn: 小測驗 #3

source: Quiz Question #4
ar_eg: سؤال سريع رقم 4
zh_cn: 小測驗 #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
zh_cn: 小測驗＃5

source: Quiz Question #6
ar_eg: سؤال سريع رقم 6
zh_cn: 小測驗 #6

source: Congratulations
ar_eg: مبروك،
zh_cn: 恭喜你囉

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وبالأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
zh_cn: 你可以點擊下面的按鈕，查看到你在'小練習'和'小測驗'的表現...

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
zh_cn: 回到主選單

source: Let's begin!
ar_eg: دعنا نبدأ!

source: Are you ready
ar_eg: هل أنت مستعد،
zh_cn: 你準備好了

source: Preparing your first quick check...
ar_eg: تحضير اختبارك القصير الأول...
zh_cn: 準備進入小練習囉 ...

source: Ready for your last quick check?
ar_eg: استعداد للمشاركة الشيك سريعة؟
zh_cn: 準備好你的最後的小練習了嗎？

source: Your first quiz question is...
ar_eg: السؤال الأول الخاص بك هو الاختبار ...
zh_cn: 你的第一次小測驗的問題是...

source: Ready for your last quiz question?
ar_eg: استعداد للمسابقة مشاركة سؤالك؟
zh_cn: 準備好你的最後一個小測驗嗎？

source: Putting it all together...
ar_eg: إجمعها مع بعضها
zh_cn: 總結一下哦...

source: Words and explanations
ar_eg: كلمات وتفسيرات
zh_cn: 名詞與解釋

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
zh_cn: 讓我們看看你現在知道

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...

source: You're done!
ar_eg: أنهيت!
zh_cn: 大功告成！

source: Welcome to the Natural Resources review
ar_eg: مرحبا بكم في مراجعة حول مصادر الطبيعية.
zh_cn: 歡迎來到「自然資源」單元，

source: Let's begin
ar_eg: هيا نبدأ !
zh_cn: 開始囉！

source: Natural Resources
ar_eg: مصادر طبيعية
zh_cn: 自然資源

source: Thinking about... natural resources
ar_eg: التفكير بالمصادر الطبيعية
zh_cn: 想一想... 關於「自然資源」

source: Have you ever thought about everything that it takes to meet your needs and make your life comfortable? And where it all comes from? What does it take to make the heat and air conditioning work? Energy! Where does that energy come from? How about when you get thirsty or hungry? Water and food - where do they come from? Nature – that's where. All of the things we take for granted to help us survive and make our lives enjoyable are either materials or energy found in nature. We call these materials and energy natural resources. Just think about what your everyday life would be like if natural resources didn't exist.
ar_eg: هل سبق لك أن فكرت في كل شيء لتلبية احتياجاتك الخاصة وجعل حياتك مريحة؟ ومن اين يأتي كل ذلك؟ ماذا يتطلب الأمر لجعل الحرارة وتكييف الهواء يعملان؟ الطاقة! من أين تأتي تلك الطاقة ؟ ماذا يحل عند العطش والجوع؟ الماء والغذاء - من أين يأتيان؟ الطبيعة -من هنا تأتي.. كل الأشياء التي نتخذها كأمر مفروغ منه لمساعدتنا على البقاء على قيد الحياة وتجعل حياتنا ممتعة اما المواد أو الطاقة الموجودة في الطبيعة. ونحن نطلق على هذه المواد والطاقات المصادر الطبيعية. فكر في حياتك اليومية كيف ستكون إذا لم تكن هذه الموارد الطبيعية موجودة.
zh_cn: 你有沒有想過，那一切滿足你的需求並使生活舒適的事物呢？這一切從何而來？怎樣才能使暖氣和冷氣動起來呢？答案是：「能源！」，但能源從何而來？還有，當你渴了或餓了，怎麼辦？水和食物，是哪裡來的？答案是：「大自然！」。大自然中的材料或能源，提供我們所有生存、舒適的需要。我們稱這些材料和能源為「自然資源」。想想，如果沒有了天然資源，你的生活會是怎樣呢？

source: Checking what you know... about natural resources
ar_eg: تأكد مما تعرف... عن الموارد الطبيعية
zh_cn: 看看你了解多少... 關於「自然資源」

source: Which of the following natural resources does it take to make a hamburger? Click <span class='blink'>all</span> items that represents your answer.
ar_eg: أي من الموارد الطبيعية التالية نحتاجها لصنع الهمبرغر؟ انقر فوق <span class='blink'>جميع</span> العناصر التي تمثل إجابتك.
zh_cn: 做漢堡需要用到下列哪些「自然資源」？請點擊<span class='blink'>所有正確的選項</span>。(複選)

source: Sunlight
ar_eg: أشعة الشمس
zh_cn: 陽光

source: Water
ar_eg: مياه
zh_cn: 水

source: Grass
ar_eg: عشب
zh_cn: 草

source: Electricity
ar_eg: كهرباء
zh_cn: 電力

source: Soil
ar_eg: التربة
zh_cn: 土壤

source: Air
ar_eg: هواء
zh_cn: 空氣

source: Did you select all of them? All of them are true except electricity. We do use electricity to make our burgers but electricity is not a natural resource. Electricity is a form of energy that is generated from many kinds of natural resources such as coal, wind, solar, nuclear fuel, or oil, but it's not a natural resource by itself.
ar_eg: هل حددتها جميعا؟ جميعها صحيحة فيما عدا الكهرباء. نحن لا نستخدم الكهرباء لصنع البرغر ولكن الكهرباء ليست مورداً طبيعياً. الكهرباء هي شكل من أشكال الطاقة التي يتم توليدها من أنواع كثيرة من الموارد الطبيعية مثل الفحم والرياح والطاقة الشمسية والوقود النووي، أو النفط، ولكنها ليست موردا طبيعيا بحد ذاتها.
zh_cn: 您是否選擇了所有的項目？除了電力以外，所有的選項都是正確的。雖然我們使用的「電力」來製作漢堡，而且電力是從多種自然資源，如煤炭、風能、太陽能、核能燃料或石油產生的能量的，不過，它本身並不是一種「自然資源」。

source: What does grass have to do with your hamburger? Well the cow had to eat something to grow and become delicious beef. What about soil, water and air? Read on to see what natural resources are and what your role is in conserving them.
ar_eg: ما هي علاقة العشب بالهمبرغر الخاصة بك؟ البقرة بحاجة لأن تأكل شيئا لتنمو وتصبح لحما لذيذا. ماذا عن التربة والماء والهواء؟ اقرأ لمعرفة ما هي الموارد الطبيعية وما هو دورك في الحفاظ عليها.
zh_cn: 那麼，「草呢？」，草跟漢堡有什麼關係？那是因為，美味的牛肉是因為牛吃了草才能長成。那土壤、水和空氣呢？請繼續仔細閱讀這一單元，看看「自然資源」是什麼還有在「保護自然資源」方面，你可以扮演什麼樣的角色！

source: Eating hamburger...
ar_eg: تناول الهمبرغر
zh_cn: 吃漢堡...

source: Reviewing core ideas... about natural resources
ar_eg: مراجعة الأفكار الأساسية ... حول المصادر الطبيعية
zh_cn: 複習核心觀念... 關於「自然資源」

source: Natural resources are important to the survival of living things. Some are so important that living things die without them. Living things need air to breathe, water to drink, food to eat, and shelter for protection. These natural resources are essential for survival.
ar_eg: الموارد الطبيعية هامة لبقاء الكائنات الحية. بعضها في غاية الأهمية لأن الكائنات الحية تموت بدونها. الكائنات الحية تحتاج إلى الهواء للتنفس، والماء للشرب والمواد الغذائية لتناول الطعام، والمأوى للحماية. هذه الموارد الطبيعية ضرورية من أجل البقاء.
zh_cn: 自然資源對生物的生存很重要。有些重要到生物沒有它們就會死亡。生物都需要有空氣來呼吸、有水來喝、有食物吃、有地方住。這些自然資源是生存所必需的。

source: Animals need food for their energy source. They are different based on what they eat. Herbivores mainly eat plants; carnivores mainly eat other animals, while omnivores eat both plants and animals.
ar_eg: الحيوانات بحاجة إلى الطعام للطاقة. وهي مختلفة استنادا إلى ما تأكل. تأكل الحيوانات العاشبة النباتات؛ و آكلة اللحوم أساسا تأكل الحيوانات الأخرى، في حين تأكل حيوانات آكلة اللحوم على حد سواء النباتات والحيوانات.
zh_cn: 動物需要食物作為能量來源。動物可以根據吃什麼而有不同分類。草食性動物主要吃植物、肉食性動物主要吃其它動物、而雜食動物則植物和動物兩者都吃。

source: Most living things directly obtain from nature what they need for survival. A deer eats grass in a field, drinks water from a stream, and sleeps under a tree.
ar_eg: معظم الكائنات الحية تحصل مباشرة على ما تحتاجه من الطبيعة للبقاء. الأيل يأكل العشب في الحقل، وتشرب الماء من النهر، وتنام تحت شجرة..
zh_cn: 大多數生物從自然直接獲取它們生存所需。鹿在草地上吃草、從溪水中飲水、並在樹下睡覺。

source: But humans go beyond simply taking resources from nature to satisfy their needs. They use resources to make all kinds of things that they don't need for survival. Humans also use natural resources to create things that make life easy, comfortable and happy – like cars, and cell phones, and fancy clothes, basketballs and all the other stuff for everything they do. And all of this stuff is made from natural resources provided by the earth.
ar_eg: ولكن البشر يتجاوزون أخذ الموارد من الطبيعة لتلبية احتياجاتهم. إنهم يستخدمون الموارد لفعل جميع الأشياء التي لا يحتاجون اليها للبقاء على قيد الحياة. البشر أيضا يستخدمون الموارد الطبيعية لصنع الأشياء التي تجعل الحياة سهلة ومريحة وسعيدة - مثل السيارات، والهواتف المحمولة، والملابس الفاخرة، كرات السلة وجميع الأشياء الأخرى لكل شيء يفعلونه. وجميع هذه الأشياء مصنوعة من الموارد الطبيعية التي توفرها الأرض.
zh_cn: 但人類，從自然界中耗費的資源，比它們基本生活所需多太多了！人類使用資源來製造生存不一定必須的各種事物，他們創造各種物品讓生活更方便、舒適和快樂──例如汽車、手機、時髦的衣服、籃球等等...。而這些所有東西，都是從地球所提供的「自然資源」所製成的。

source: <span class='key'>Natural resources</span> are anything found in nature that was not created by man.
ar_eg: <span class='key'>الموارد الطبيعية</span> هي أي شيء وجد في الطبيعة ولم يتم اكتشافه من قبل الانسان.
zh_cn: <span class='key'>自然資源</span>是大自然中一切，不是由人類所創造的事物。

source: Enumerating natural resources...
ar_eg: تعداد الموارد الطبيعية ...
zh_cn: 列舉自然資源...

source: Question A. Natural resource is anything that humans...
ar_eg: السؤال أ. الموارد الطبيعية هي أي شيء يمكن للبشر أن ...
zh_cn: 問題A. 下列有關「自然資源」的敘述，何者較為適當。

source: Invent or build
ar_eg: يخترع أو يبني
zh_cn: 是人類發明或建造的

source: Design or create
ar_eg: يصمم أو ينشئ
zh_cn: 是人類設計或創造的

source: Have not created
ar_eg: لم يقم بانشائه
zh_cn: 並不是人類所創造的

source: Use to meet their needs
ar_eg: يستخدمه ليلبي احتياجاته
zh_cn: 就是用來滿足人類需求的

source: Question B. Trees are natural resources. Click on the <span class='blink'>correct</span> reason for this.
ar_eg: السؤال ب. الأشجار موارد طبيعية. انقر على السبب <span class='blink'>الصحيح</span> لذلك.
zh_cn: 問題B. 為什麼我們認為樹木是「自然資源」？請選出下列選項中，<span class='blink'>較合適的理由</span>。

source: Trees are a source for firewood.
ar_eg: الأشجار هي مصادر الحطب
zh_cn: 樹是柴火的來源。

source: Trees have the ability to regrow once they are cut down.
ar_eg: الأشجار لها القدرة على النمو مجددا بعد قطعها
zh_cn: 樹一旦被砍伐有重新生長的能力。

source: Trees grow in nature and provide people with lumber, fuel, and other products.
ar_eg: الأشجار تنمو في الطبيعة وتوفر للناس الخشب والوقود ومنتجات أخرى
zh_cn: 樹木在自然中生長，為人們提供木材、燃料與其它產品。

source: Trees provide shade necessary for certain animals.
ar_eg: الأشجار توفر الظل الضروري لأنواع معينة من الحيوانات.
zh_cn: 樹木對某些動物提供遮蔽的陰影。

source: No, a natural resource is anything from nature. These are things in the environment humans did not invent or build. They have built great things over time, but these things are not natural resources.
ar_eg: لا، المورد الطبيعي هو أي شيء من الطبيعة. هذه هي أشياء في البيئة لم يخترعها أو يبنيها البشر . لقد بنوا أشياء عظيمة مع مرور الوقت، ولكن هذه الأشياء ليست من الموارد الطبيعية.
zh_cn: 不對喔！「自然資源」是從大自然來的，它們不是人類發明或建造的。人類曾經發明並建造過偉大的事物，但這些東西都不屬於自然資源。

source: No, a natural resource is anything found in the environment not designed or created by humans. They use their creativity to solve problems by making new things, but these are not natural resources.
ar_eg: لا، المورد الطبيعي هو أي شيء وجد في البيئة وليس مصمماً أو منشأً من قبل البشر. فهم يستخدمون قدراتهم الإبداعية في حل المشكلات عن طريق صنع الأشياء الجديدة، ولكن هذه ليست موارد طبيعية.
zh_cn: 不對喔！「自然資源」是從大自然來的，它們不是人類發明或建造的。人類利用自己的創造力，製作新的東西來解決問題，但這些都不是自然資源。

source: Yes, a natural resource is anything from the environment humans did not create. Natural resources are simply found in nature.
ar_eg: نعم،المصدر الطبيعي هو أي شيء في البيئة لم يصنعه الإنسان. المصادر الطبيعية هي موجودة ببساطة في الطبيعة.
zh_cn: 答對了！「自然資源」是環境中不是由人類創造的所有事物。自然資源都是可以從自然界中找到的。

source: No, a natural resource is anything in the environment humans did not create. Humans make a lot of things to meet their needs, which are great resources, but are just not natural resources.
ar_eg: لا، المورد الطبيعي هو أي شيء في البيئة لم يقم البشر بصنعه. البشر يصنعون الكثير من الأشياء لتلبية احتياجاتهم، وهي موارد كبيرة، ولكنها لا تعد موارد طبيعية.
zh_cn: 不對喔！自然資源」是環境中不是由人類創造的所有事物。人類製造很多東西來滿足他們的需求，這些東西也是很有用的資源，但不是自然資源。

source: Yes, trees are natural resources because they grow in nature and humans use many products from trees.
ar_eg: نعم، الأشجار هي موارد طبيعية لأنها تنمو في الطبيعة والبشر يستخدمون العديد من المنتجات من الأشجار.
zh_cn: 答對了！樹木是自然資源，因為它們生長在自然界而且人類使用的許多物品都是從樹來的。

source: No, trees are natural resources because humans use many products from trees.
ar_eg: لا، الأشجار هي موارد طبيعية لأن البشر يستخدمون العديد من المنتجات من الأشجار.
zh_cn: 不對喔！樹木是自然資源，因為它們生長在自然界而且人類使用的許多物品都是從樹來的。

source: More core ideas... about natural resources
ar_eg: المزيد من الافكار... حول المصادر الطبيعية
zh_cn: 更多核心觀念...關於「自然資源」

source: Animals adapt to their climate and living conditions. When cold, some birds migrate to warmer areas. Other animals have thick fur to keep them warm. In warm areas, some animals stay out of the heat by hunting for food at night and resting during the day. Humans adapt differently however. They simply turn the air conditioner on when hot and increase the heat when cold. These make them need <span class='key'>fuel</span> for <span class='key'>energy</span>, in order for their appliances and machines (e.g. light bulbs, heater, cars) to work.
ar_eg: الحيوانات تتكيف مع الظروف المناخية والمعيشية. عند البرد، تهاجر بعض الطيور إلى مناطق أكثر دفئا. الحيوانات الأخرى لديها فراء كثيف لإبقائها دافئة. في المناطق الدافئة، بعض الحيوانات تبقى بعيدة عن الحرارة عن طريق صيد الطعام ليلا والإستراحة نهارا. البشر يتكيفون بشكل مختلف ولكن..انهم ببساطة يديرون مكيف الهواء عند الحر وزيادة التدفئة عند البرد. وهذ يجعلها بحاجة إلى الوقود</span> للحصول على الطاقة</span> للأجهزة والآلات (مثل المصابيح الكهربائية، والسخان، والسيارات) لتعمل .
zh_cn: 動物能適應氣候和生活條件。冷的時候，一些鳥類遷移到較溫暖的地方，一些其它動物也有厚厚的皮毛禦寒；在炎熱地區，一些動物在夜間獵取食物而在白天休息。人類也有不同的適應方式，他們在炎熱時打開空調，冷的時候打開暖氣；這使他們需要<span class='key'>燃料</span>作為<span class='key'>能源</span>，以便使他們的設備和機器（例如燈泡、暖器、汽車）運作。

source: And where does the energy come from? You're right! Natural resources are derived from the earth - petroleum from underground to make gasoline, sunlight as solar energy to produce electricity, wind for turbine, river water as hydroelectricity for generators, and coal for power plants. These natural resources provide the energy needed to produce and run everything in our modern human world.
ar_eg: من أين تأتي الطاقة ؟ أنت على حق! تستمد الموارد الطبيعية من الأرض - البترول من باطن الأرض لصنع البنزين، وضوء الشمس كمصدر من مصادر الطاقة الشمسية لإنتاج الكهرباء، وطاقة الرياح للتوربينات، وكذلك مياه النهر لمولدات الطاقة الكهرومائية والفحم لمحطات الطاقة. هذه الموارد الطبيعية توفر الطاقة اللازمة لإنتاج وتشغيل كل شيء في عالم الإنسان المعاصر.
zh_cn: 但，能量從何而來？你說得對：「...自然資源是來自大自然的。例如地底的石油變成汽油、太陽的能量用來發電、風力推動渦輪、河水用作水力發電、煤炭則可用於火力發電」。這些自然資源提供必要能量，以供現代人類世界的一切生產運作的需要。

source: It is important to know that using the earth's natural resources for our needs has an impact on the environment. This impact is often harmful to both nature and humans. When coal or gasoline is burned to make electricity or run our cars, the burning process pollutes the air making climate change possible. This climate change may cause severe weather conditions such as droughts, floods, wildfires, hurricanes as well as sea level changes in different parts of the world. So we need to be careful how we use natural resources so we don't cause any negative effect on the environment.
ar_eg: من المهم أن تعرف أن استخدام الموارد الطبيعية للأرض لسد احتياجاتنا لها تأثير على البيئة. هذا التأثير غالبا ما يكون ضارا على كل من الطبيعة والبشر. عندما يتم حرق الفحم أو البنزين لتوليد الكهرباء أو تشغيل سياراتنا، تلوث عملية الحرق وتجعل عملية تغيير المناخ محتملة. قد يسبب هذا التغير المناخي ظروف مناخية قاسية مثل الجفاف والفيضانات وحرائق الغابات والأعاصير وكذلك تغييرات مستوى سطح البحر في أجزاء مختلفة من العالم. لذلك نحن بحاجة إلى أن نكون حذرين كيف نستخدم الموارد الطبيعية لذلك حتى لا نسبب أي تأثير سلبي على البيئة.
zh_cn: 我們必須知道，因為人類基於需要而使用自然資源時，都會對環境造成衝擊，這種衝擊往往是同時是對自然和人類都有害處的。當燃燒煤或汽油以供電或使車輛行使，燃燒過程中會污染空氣並可能造成氣候變遷，進而可能會導致惡劣的天氣條件，如乾旱、洪水、野火、颶風以及海平面高度的變化。因此我們需要審慎使用自然資源，才不會對環境造成負面影響。

source: Burning gasoline...
ar_eg: حرق البنزين
zh_cn: 燃燒汽油...

source: Question A. Which of the following energy resources is <span class='blink'>not</span> an alternative to fossil fuels?
ar_eg: السؤال أ. أي من مصادر الطاقة التالية ليست بديلا للوقود الأحفوري؟
zh_cn: 問題A. 下列哪一項，<span class='blink'>並不是</span>化石燃料的替代能源？

source: Nuclear energy
ar_eg: الطاقة النووية
zh_cn: 核能

source: Energy from natural gas
ar_eg: الطاقة من الغاز الطبيعي
zh_cn: 天然氣能源

source: Solar Energy
ar_eg: الطاقة الشمسية
zh_cn: 太陽能

source: Energy from wind
ar_eg: طاقة الرياح
zh_cn: 風能

source: Question B. There is a larger demand for energy resources now than in the past because now the world:
ar_eg: السؤال ب. في وقتنا الحالي هناك طلب أكثر على مصادر الطاقة مما كانت عليه في الماضي لأن العالم الآن:
zh_cn: 問題B. 現在比過去對能源需求更大的原因，是因為現在的世界：

source: Has a larger resource base.
ar_eg: له قاعدة موارد أكبر
zh_cn: 有較多的天然資源。

source: Uses fewer industry products now.
ar_eg: يستخدم منتجات الصناعة بشكل أقل الآن
zh_cn: 使用的工業產品比以前少。

source: Has more people than before.
ar_eg: لديه عدد أكبر من الناس أكثر من ذي قبل.
zh_cn: 有比以前更多的人。

source: Does not need as much energy.
ar_eg: لا يحتاج الكثير من الطاقة
zh_cn: 並不需要那麼多的能源。

source: Storing energy...
ar_eg: يخزن الطاقة
zh_cn: 存儲能源...

source: No, the resources are decreasing because people are using them up. Also, human population is larger now.
ar_eg: لا، الموارد آخذة في التناقص بسبب استخدام الناس لها. بالإضافة إلى أن السكان أكثر الآن.
zh_cn: 不對喔！資源正在減少，因為人們正用盡它們。此外，人類人口現在變多了。

source: No, people use a lot of industry products today, but natural resources are needed to make these products. There is now a large population with limited resources.
ar_eg: لا، يستخدم الناس الكثير من منتجات الصناعة اليوم، ولكن هناك حاجة إلى موارد طبيعية لصنع هذه المنتجات. والآن هناك عدد كبير من السكان مع موارد محدودة.
zh_cn: 不是，人們今天了更多的工業產品，而且製造這些產品都需要自然資源。此外，現在有更多人口，但資源有限。

source: Yes, there is a larger population today. With advances in medicine and technology, people do not die as quickly as they did before. Meanwhile, all the people use up more and more resources.
ar_eg: نعم، هناك عدد أكبر من السكان اليوم. مع التقدم في مجال الطب والتكنولوجيا، والناس لا يموتون بسرعة كما في السابق. في هذه الأثناء، كل الناس تستخدم المزيد والمزيد من الموارد.
zh_cn: 答對了！現在比以前，有更多的人口，且隨著醫學和科技的進步，人們壽命變長；同時，人類使用越來越多的資源。

source: No, there are more people in the world today and they do use up a lot of energy. So the population is growing with very limited resources to use.
ar_eg: لا، هناك المزيد من الناس في العالم اليوم يستخدمون الكثير من الطاقة. وبالتالي فإن عدد السكان ينمو مع موارد محدودة جدا للاستخدام.
zh_cn: 不對喔！現在比起前，有更多的人口；人類確實使用了大量的能源。可以說，人口漸漸增長但資源有限。

source: No. Nuclear energy is a clean, safe alternative that does not burn fuel like coal. There are no pollutants released into the air.
ar_eg: لا، الطاقة النووية هي بديل نظيف وآمن ولا تحرق الوقود مثل الفحم. لا توجد ملوثات في الهواء.
zh_cn: 不對喔！核能並沒有用到化石燃料，所以它確實可以算是一種化石燃料的替代品。

source: Yes. Coal, natural gas, and petroleum are fossil fuels. Other energy sources are energy source alternatives.
ar_eg: نعم. الفحم والغاز الطبيعي، والنفط هي من أنواع الوقود الأحفوري. مصادر الطاقة الأخرى هي بدائل لمصادر الطاقة.
zh_cn: 是的。煤、天然氣和石油是化石燃料。其它能源是能源的替代品。

source: No. Solar energy is the radiation from the sun that hits the earth and is converted into heat and electricity. It does not cause pollution when it is produced or used.
ar_eg: لا، الطاقة الشمسية هي إشعاعات من الشمس والتي تضرب الأرض وتحولها إلى حرارة وكهرباء. لا تسبب التلوث عندما يتم إنتاجها أو استخدامها.
zh_cn: 不對喔！太陽能是從照射到地球的太陽能量轉換成熱能和電能，所以它確實可以算是一種化石燃料的替代品。

source: No. Converting energy from wind (e.g. heat, electricity) does not burn fossil fuel. It can be noisy but it is a clean alternative.
ar_eg: لا، تحويل الطاقة من الرياح (مثل الحرارة والكهرباء) لا يحرق الوقود الأحفوري. ويمكن أن تكون مزعجة إنما هي بديل نظيف.
zh_cn: 不對喔！從風轉換成能源不需燃燒化石燃料。所以它確實可以算是一種化石燃料的替代品。

source: Natural resources can be classified into two groups: renewable and non-renewable. <span class='key'>Renewable resources</span> are those automatically replenished by nature. Examples are:
ar_eg: ويمكن تصنيف الموارد الطبيعية إلى مجموعتين: المتجددة وغير المتجددة. الموارد المتجددة هي تلك التي تتجدد تلقائيا من الطبيعة. الأمثلة على ذلك:
zh_cn: 自然資源可分為兩類：「再生資源」和「不可再生資源」。 <span class='key'>再生資源</span>是指，大自然可以自己再生成補充的那些資源。例如：

source: It usually rains to add more water back to the environment.
ar_eg: عادة ما تمطر لإعادة إضافة المزيد من الماء مرة أخرى إلى البيئة.
zh_cn: 通常下雨就會將水分補充回環境中。

source: Trees and other plants
ar_eg: الأشجار والنباتات الأخرى
zh_cn: 樹木和其它植物

source: They grow back and reproduce.
ar_eg: إنها تنمو وتتكاثر مرة أخرى.
zh_cn: 它們會重新生長和繁殖。

source: Fish and other animals
ar_eg: الأسماك والحيوانات الأخرى
zh_cn: 魚和其它動物

source: They also reproduce
ar_eg: هي أيضا تتكاثر
zh_cn: 它們也會進行繁殖

source: Humans play a very important role in replenishing (filling up again) renewable resources. Without humans affecting natural cycles, natural resources would replenish themselves. But when humans use and deplete these natural resources, they also need to be responsible in making sure there will be more of these resources for the future. Humans can take positive action to preserve renewable natural resources like planting more trees before cutting old ones down and making sure there are enough animals for reproduction.
ar_eg: البشر يلعبون دورا هاما جدا في التجديد (إعادة التعبئة)الموارد المتجددة. دون أن يؤثر البشر على الدورات الطبيعية، فإن الموارد الطبيعية تجدد نفسها. ولكن عندما يستخدم ويستنزف البشر هذه الموارد الطبيعية،تحتاج أن تكون مسؤولة في التأكد من وجود هذه الموارد أكثر من أجل المستقبل. يمكن للانسان اتخاذ إجراءات إيجابية للحفاظ على الموارد الطبيعية المتجددة مثل زراعة المزيد من الأشجار قبل قطع القديمة ، والتأكد من وجود ما يكفي الحيوانات للتكاثر.
zh_cn: 人類如果能夠不影響自然界的循環，大自然有自我補充自然資源的能力。但是，當人類利用並消耗時，就對自然造成衝擊了。因此，人類在是否能讓「再生資源」得到足夠的填補，扮演著重要角色；我們有責任確保在未來還能有更多這些資源可用。人類應該採取積極的行動來保護可再生的自然資源：例如，在砍倒老樹前種植更多樹木，確保動物可以在這環境中繼續繁殖。
