Repository: geneconde/NGR-sandbox
Catalog: demo/natural-resources/Locale/*/LC_MESSAGES/natural-resources.po
Languages: ar_eg, zh_cn

source: Use the pie charts about natural resources and how they are divided by regions to answer the question below. Click on <span class='blink'>all</span> the correct answers.
ar_eg: استخدم الرسوم البيانية الدائرية حول الموارد الطبيعية وكيفية تقسيمها الى أصناف لإجابة الأسئلة أدناه. انقر على <span class='blink'>جميع</span> الإجابات الصحيحة.
zh_cn: 使用下列兩個「不同區域自然資源的圓餅圖」來回答下列問題。並點選<span class='blink'>所有正確的敘述</span>。(複選)

source: World Reserves by Region
ar_eg: احتياطيات العالم حسب المنطقة
zh_cn: 各區域世界儲量

source: North America
ar_eg: امريكا الشمالية
zh_cn: 北美洲

source: South/Central America
ar_eg: جنوب / أمريكا الوسطى
zh_cn: 中、南美洲

source: Europe
ar_eg: أوروبا
zh_cn: 歐洲

source: Russia
ar_eg: روسيا
zh_cn: 俄國

source: Africa
ar_eg: أفريقيا
zh_cn: 非洲

source: Middle East
ar_eg: الشرق الأوسط
zh_cn: 中東

source: Asia Pacific
ar_eg: آسيا والمحيط الهادئ
zh_cn: 亞太地區

source: Coal
ar_eg: فحم
zh_cn: 煤

source: Oil
ar_eg: نفط
zh_cn: 油

source: North America has more of the earth's coal than oil.
ar_eg: أمريكا الشمالية لديها اكثر الفحم الذي على الأرض من النفط.
zh_cn: 北美洲擁有煤的比率多於石油。

source: The Middle East has the largest percentage of oil on earth.
ar_eg: الشرق الأوسط لديه أكبر نسبة من النفط على الأرض.
zh_cn: 中東的石油占地球上最大的百分比。

source: Russia is the third richest area in coal.
ar_eg: روسيا هي ثالث أكثر منطقة غنية بالفحم
zh_cn: 俄羅斯是第三大富含煤炭的地區。

source: The same areas which have a lot of oil also have a lot of coal.
ar_eg: نفس المناطق التي لديها الكثير من النفط لديها أيضا الكثير من الفحم.
zh_cn: 擁有較多油的地區同樣也擁有較多煤。

source: Great job! Based on these pie charts, it seems that the areas with the most coal (Asia Pacific and North America) do not have as much oil resources. The Middle East is rich in oil, but not in coal.
ar_eg: عملا عظيما! بناء على هذه الرسوم البيانية الدائرية، يبدو أن المناطق الأكثر إنتاجا للفحم (آسيا والمحيط الهادئ وأمريكا الشمالية) لا تملك موارد قدر مواردالنفط . الشرق الأوسط غني بالنفط، ولكن ليس الفحم.
zh_cn: 做的好！根據這些圓餅圖，可以看出：北美洲擁有煤的比率多於石油；中東的石油占地球上最大的百分比；俄羅斯是第四大富含煤炭的地區；此外，看來似乎擁有最多煤的地區（亞太和北美）沒有很多石油資源，而中東地區有豐富的石油，但沒有煤炭。

source: Not quite. Based on these pie charts, it seems that the areas with the most coal (Asia Pacific and North America) do not have as much oil resources. The Middle East is rich in oil, but not in coal.
ar_eg: ليس تماما. بناء على هذه الرسوم البيانية الدائرية، يبدو أن المناطق التي تنتج معظم الفحم (آسيا والمحيط الهادئ وأمريكا الشمالية) لا تمتلك موارد النفط بقدر الفحم. الشرق الأوسط غني بالنفط، و ليس الفحم.
zh_cn: 不完全對。根據這些圓餅圖，可以看出：北美洲擁有煤的比率多於石油；中東的石油占地球上最大的百分比；俄羅斯是第四大富含煤炭的地區；此外，看來似乎擁有最多煤的地區（亞太和北美）沒有很多石油資源，而中東地區有豐富的石油，但沒有煤炭。

source: You've completed the Natural Resources review.
ar_eg: لقد اتممت مراجعة الموارد الطبيعية.
zh_cn: 你已經完成了「自然資源」的單元。

source: How Did I Do?
zh_cn: 我做得如何呢？

source: Browse through the slides below by clicking the left and right arrows
zh_cn: 請點擊左右箭頭瀏覽投影片
