Repository: geneconde/NGR-sandbox
Catalog: demo/natural-resources/Locale/*/LC_MESSAGES/natural-resources.po
Languages: ar_eg, zh_cn

source: The other classification of resources is <span class='key'>non-renewable resources</span>. These are resources not automatically replenished by nature. Examples are coal, minerals, metals, and petroleum. Once humans mine all of the coal or pump out all the oil from the ground, there will not be anything left because it takes millions of years for nature to replenish these types of natural resources.
ar_eg: التصنيفات الأخرى للموارد هي <span class='key'>الموارد غير المتجددة </span>. هذه الموارد لا تتجدد تلقائيا من الطبيعة. ومن الأمثلة عليها الفحم، والعناصر، والمعادن، والبترول. وعندما يخرج البشر الفحم من المناجم أو يضخون النفط من الأرض، لن يبقى هناك أي شيء لأن الطبيعة تاخذ ملايين السنين لتجديد هذه الأنواع من الموارد الطبيعية.
zh_cn: 另一種類別的資源是，<span class='key'>不可再生資源</span>，這是指：大自然無法在短時間內自己生成並補充的資源：例如煤炭、礦產、金屬和石油。一旦人類從地底挖走所有煤礦或石油，這些就會完全消失，因為大自然需要數百萬年的時間才能再次產生並補充這類自然資源。

source: One kind of non-renewable resources is called fossil fuels. They are the result of fossilized plants that grew on earth millions of years ago, and have turned into coal or petroleum inside the earth over a long period of time. Humans need to <span class='key'>conserve</span> these resources and use them wisely so they do not run out. Through research and experiment, humans need to find alternative energy sources so they do not always have to rely on non-renewable resources for energy.
ar_eg: يسمى النوع الواحد من الموارد غير المتجددة الوقود الأحفوري. فهي ناتجة عن النباتات المتحجرة التي نمت على الأرض منذ ملايين السنين، وتحولت إلى الفحم أو البترول داخل الأرض على مدى فترة طويلة من الزمن. البشر بحاجة ل <span class='key'>حفظ</span> هذه الموارد واستخدامها بحكمة حتى لا تنفد. من خلال البحث والتجربة، البشر بحاجة للعثور على مصادر بديلة للطاقة لذلك لم يلجأوا إلى الاعتماد على الموارد غير المتجددة للطاقة.
zh_cn: 在「不可再生資源」中，「化石燃料」是其中的一類。它們是在地球上數百萬年前生長的動、植物化石，經過很長一段時間後，在地球內部變成了煤或石油。人類一定要<span class='key'>節約資源</span>並明智地使用它們，使它們不會被用盡。另一方面，人類還需要藉由研究和實驗，尋找替代能源；如此，才能不必永遠依賴著「不可再生資源」。

source: Collecting fossil fuels...
ar_eg: جمع الوقود الأحفوري ...
zh_cn: 收集化石燃料...

source: Question A. What does it mean to conserve natural resources?
ar_eg: السؤال أ. ماذا يعني حفظ الموارد الطبيعية؟
zh_cn: 問題A. 節約自然資源的意思是？

source: Stop the use of energy resources.
ar_eg: وقف استخدام مصادر الطاقة.
zh_cn: 停止使用能源資源。

source: Use natural resources wisely.
ar_eg: استخدام الموارد الطبيعية بحكمة.
zh_cn: 明智地使用自然資源。

source: Stockpile the resources to use them in the future.
ar_eg: تخزين الموارد لاستخدامها في المستقبل.
zh_cn: 囤積資源以便在未來使用。

source: Increase deposits of natural resources.
ar_eg: زيادة تراكم الموارد الطبيعية
zh_cn: 增加自然資源的存量。

source: Question B. What is the main difference between renewable and non-renewable resources?
ar_eg: السؤال ب. ما الفرق الأساسي بين الموارد المتجددة وغير المتجددة؟
zh_cn: 問題B. 「可再生」和「不可再生」資源之間的主要區別，是...？

source: All non-renewable resources pollute the environment, renewable resources do not.
ar_eg: جميع الموارد غير المتجددة تلوث البيئة. الموارد المتجددة لا تلوث البيئة.
zh_cn: 所有「不可再生資源」都會污染環境，「再生資源」不會。

source: All non-renewable resources need to be conserved, renewable resources do not.
ar_eg: تحتاج جميع الموارد غير المتجددة للحفظ،الموارد المتجددة لا تحتاج لذلك.
zh_cn: 所有「不可再生資源」都需要節約，「再生資源」不需要。

source: There is a limited amount of renewable resources, and not of non-renewable resources.
ar_eg: هناك كمية محدودة من الموارد المتجددة، وليس من الموارد غير المتجددة.
zh_cn: 「再生資源」數量有限，而「不可再生資源」沒有限制的。

source: There is a limited amount of non-renewable resources, but renewable resources can be replenished.
ar_eg: هناك كمية محدودة من الموارد غير المتجددة، ولكن يمكن تجديد الموارد المتجددة.
zh_cn: 「不可再生資源」數量有限，但「再生資源」可以被補充。

source: No, to conserve natural resources means to use them wisely.
ar_eg: لا، الحفاظ على الموارد الطبيعية يعني أن نستخدمها بحكمة.
zh_cn: 不對，節約自然資源是指明智地使用它們。

source: Yes, to conserve natural resources means to use them wisely.
ar_eg: نعم، الحفاظ على الموارد الطبيعية يعني أن نستخدمها بحكمة.
zh_cn: 答對了！節約自然資源，就是指明智地使用它們。

source: No, there is a limited amount of non-renewable resources, and an unlimited amount of renewable resources.
ar_eg: لا، هناك كمية محدودة من الموارد غير المتجددة، وكمية غير محدودة من الموارد المتجددة.
zh_cn: 不對，它們的主要區別是：「不可再生資源」數量是有限的，而「再生資源」數量是無限的。

source: Yes, there is a limited amount of non-renewable resources, and renewable resources can be replenished if managed wisely.
ar_eg: نعم، هناك كمية محدودة من الموارد غير المتجددة، ويمكن تجديد الموارد المتجددة إذا ما أديرت بحكمة.
zh_cn: 答對了！它們的主要區別是：「不可再生資源」數量是有限的，而「再生資源」如果明智地管理則可以被適當地補充。

source: Using what you know... about natural resources... to solve a problem
ar_eg: استخدام ما تعرفه ... عن الموارد الطبيعية... من أجل حل مشكلة
zh_cn: 運用你所知道的... 關於「自然資源」... 來解決問題

source: The Scenario
ar_eg: السيناريو
zh_cn: 背景...

source: Suppose you were given the assignment of building a brand new beautiful city wherein people could live in harmony with nature and never run out of what they need to live comfortably.
ar_eg: لنفترض أنك أعطيت مهمة لبناء مدينة جديدة جميلة حيث يمكن للناس العيش فيها بوئام مع الطبيعة وعدم نفاذ ما يحتاجونه للعيش بشكل مريح.
zh_cn: 假設你被賦予建設一個全新的美麗的城市的任務，讓人們能生活在其中並與自然和諧相處，且永遠不會用盡他們生活舒適所需要的資源。

source: Your Assignment
ar_eg: مهمتك
zh_cn: 你的任務

source: Describe and explain some features you would design into your new city to use natural resources wisely.
ar_eg: وصف وشرح بعض الميزات التي قد تصمم في المدينة الجديدة لاستخدام الموارد الطبيعية بحكمة.
zh_cn: 請問，你設計的新城市中，節約自然資源的特色有哪些？請描述並解釋。

source: Building a new city...
ar_eg: بناء مدينة جديدة
zh_cn: 建設一個新的城市...

source: Summarizing core ideas... about natural resources
ar_eg: تلخيص الأفكار الأساسية ... حول الموارد الطبيعية.
zh_cn: 總結核心觀念... 關於「自然資源」

source: All living things need the earth's natural resources to survive. Human beings use more of these resources than most animals not only to survive but also to be comfortable. People use <span class='key'>natural resources</span> for almost everything on a daily basis. Some of these resources are used to produce things - like wood from trees to make houses. Others natural resources are used for <span class='key'>energy</span> needed to make appliances and machines work - like oil and coal to power cars and heat our homes. Some of the natural resources humans need are renewable – which means they may form naturally again after being used. Examples of <span class='key'>renewable resources</span> are trees and water. <span class='key'>Non-renewable resources</span> on the other hand, are those that are gone forever after they are used up. Examples of these are minerals and metals, coal, natural gas, and petroleum. People need to <span class='key'>conserve</span> these resources so they do not run out. Conservation means using resources wisely and carefully so we don't run out of them.
ar_eg: كل الكائنات الحية تحتاج إلى موارد الأرض الطبيعية من أجل البقاء. يستخدم البشر هذه الموارد أكثر من الحيوانات ليس فقط للبقاء على قيد الحياة ولكن أيضا للراحة. يستخدم الناس <span class='key'>الموارد الطبيعية</span> في كل شيء تقريبا وبشكلٍ يومي. وتستخدم بعض هذه الموارد لإنتاج الأشياء مثل الخشب من الأشجار لبناء المنازل. وتستخدم الموارد الطبيعية لتوفير <span class='key'>الطاقة</span> اللازمة لجعل الأجهزة وآلالات تعمل - مثل النفط والفحم لتشغيل السيارات وتدفئة منازلنا. بعض الموارد الطبيعية والتي يحتاجها البشر قابلة للتجديد - وهذا يعني أنها قد تتشكل طبيعيا مرة أخرى بعد استخدامها. أمثلة على <span class='key'>الموارد المتجددة</span> هي الأشجار والمياه. <span class='key'>الموارد غير المتجددة</span> من ناحية أخرى، هي تلك التي ولت إلى الأبد بعد أن تم استخدامها . بعض الأمثلة على ذلك المعادن والفحم والغاز الطبيعي، والنفط.. يحتاج الناس إلى <span class='key'> حفظ </span> هذه الموارد حتى لا تنفذ. الحفظ يعني استخدام الموارد بحكمة وبعناية حتى لا تنفد منهم.
zh_cn: 所有的生物都需要地球上的「自然資源」才能生存。人類比大多數的動物耗費更多這些資源，因為人類不僅只求生存，而且還求過的更舒適。人們的生活中，幾乎所有事物都使用著<span class='key'>自然資源</span>。這些資源有的被用於生產東西，像從樹木取木材蓋房子；有些則被用作<span class='key'>能量</span>，來使器具及機器運作：如，石油和煤炭讓汽車有動力和提供家庭供暖。一些人類需要的自然資源是屬於<span class='key'>再生資源</span>──也就是，它們被使用之後可以再次自然生成，例如，樹木和水；另一方面，有一些稱作<span class='key'>不可再生資源</span>，指的是，那些用過後就不會再有的：例如，礦物、金屬、煤、天然氣和石油。人們需要<span class='key'>節約</span>這些資源，所謂「節約」──是指明智和謹慎的利用資源，使它們不會被耗盡。

source: Reviewing key vocabulary related to... natural resources
ar_eg: استعراض المفردات الأساسية حول ... الموارد الطبيعية.
zh_cn: 複習主要名詞...關於「自然資源」

source: Natural resources are anything found in nature which are not created by humans. Trees, coal, and water are examples of natural resources.
ar_eg: الموارد الطبيعية هي أي شيء وجد في الطبيعة و لا يتم إنشاؤه من قبل البشر. الأشجار، والفحم، والمياه هي أمثلة على الموارد الطبيعية.
zh_cn: 「自然資源」是指，大自然中一切不是由人類所創造的事物。樹木、煤和水是自然資源的例子。

source: Natural resources
ar_eg: الموارد الطبيعية
zh_cn: 自然資源

source: Renewable resources
ar_eg: الموارد المتجددة
zh_cn: 再生資源

source: Renewable resources are plentiful and are quickly replenished in nature, such that they do not run out when used by humans. Examples of renewable resources are wind, water, and trees.
ar_eg: الموارد المتجددة وفيرة وتتجدد بسرعة في الطبيعة، بحيث لا تنفذ عندما يستخدمها البشر. أمثلة على الموارد المتجددة هي الرياح، والمياه، والأشجار.
zh_cn: 「再生資源」是指，大自然可以迅速補充回復的那些資源；當人類利用它們時，它們不會被用盡。例如：風、水、和樹木。

source: Non-renewable resources
ar_eg: موارد غير متجددة
zh_cn: 不可再生資源

source: Some natural resources, called fossil fuels, are replenished slowly or not at all, making them non-renewable. Non-renewable resources cannot be quickly or easily replaced once they are used up.
ar_eg: بعض الموارد الطبيعية ، تسمى الوقود الأحفوري، يتم تجديدها ببطء او حتى لا تتجدد، مما يجعلها غير قابلة للتجديد. الموارد غير المتجددة لا يمكنهاأن تستبدل بسرعة أو بسهولة عندما يتم استخدامها.
zh_cn: 「不可再生資源」，是指：大自然無法在短時間內自己生成並補充的資源。例如，化石燃料就是一種「不可再生資源」，當一旦被用完，無法迅速補充。

source: Energy
ar_eg: الطاقة
zh_cn: 能量

source: Energy is the ability to do work. All living things require energy to survive. Energy is obtained by producers, such as plants - through photosynthesis, by using the sun's light energy. Energy is obtained by consumers, such as people, through consuming producers or other consumers.
ar_eg: الطاقة هي القدرة على القيام بالعمل. كل الكائنات الحية تحتاج إلى الطاقة من أجل البقاء. يتم الحصول على الطاقة من قبل المنتجات، مثل النباتات - من خلال عملية التمثيل الضوئي، وذلك باستخدام طاقة الشمس الخفيفة. يتم الحصول على الطاقة من قبل المستهلكات، مثل البشر، من خلال إستهلاك المنتجات أو المستهلكات الآخرين.
zh_cn: 「能量」是工作的能力。所有的生物都需要能量才能生存。食物網中的「生產者(植物)」， 透過光合作用，吸收陽光獲得能量；「消費者(例如人類)」，以生產者或其它較低等級的「消費者」作為食物，來獲取能量。

source: Fuel
ar_eg: وقود
zh_cn: 燃料

source: Fuel is a material, such as gas, that is used for energy. Fuel is needed for appliances and machines to work; thus, fuel is very important!
ar_eg: الوقود هو مادة، مثل الغاز، الذي يستخدم للحصول على الطاقة. نحتاج للوقود للأجهزة والآلات للعمل؛ وبالتالي، الوقود مهم جدا!
zh_cn: 「燃料」是一種物質，例如天然氣，就是用來作為一種能源。設備和機器的運轉需要燃料;因此，燃料是非常重要的！

source: Conserve
ar_eg: حفظ
zh_cn: 節約

source: To conserve resources means to use them wisely so they do not run out. An example of energy conservation is the use of renewable energy, such as wind energy.
ar_eg: لحفظ الموارد يعني استخدامها بحكمة حتى لا تنفذ. مثال على حفظ الطاقة هو استخدام الطاقة المتجددة، مثل طاقة الرياح.
zh_cn: 「節約資源」，指的是明智地使用資源，使它們不會被用盡。節約能源的一個方式是，儘量使用可再生能源，例如風能。

source: Checking what you now know... about natural resources
ar_eg: تأكد من مدى معرفتك ... بالموارد الطبيعية
zh_cn: 看看你現在了解了多少... 關於「自然資源」

source: In order to conserve oil that is used to make gasoline people could do all of the following <span class='blink'>except</span>:
ar_eg: من أجل حفظ النفط الذي يستخدم لصنع البنزين يمكن للناس أن يفعلوا ما يلي <span class='blink'>باستثناء</span>
zh_cn: 為了節約被用來製造汽油的石油，下列哪一件事情<span class='blink'>是最不恰當的</span>：

source: Use public transportation like buses more.
ar_eg: زيادة استخدام وسائل النقل العام مثل الحافلات .
zh_cn: 多使用大眾交通工具，例如公車等。

source: Ride their bikes instead of driving cars.
ar_eg: ركوب الدراجات بدلا من قيادة السيارات.
zh_cn: 騎腳踏車取代開車。

source: Buy fuel efficient vehicles.
ar_eg: شراء السيارات ذات الكفاءة العالية في استهلاك الوقود.
zh_cn: 購買低油耗汽車。

source: Get a motorhome to go on vacation.
ar_eg: الحصول على بيت متنقل للذهاب في عطلة.
zh_cn: 買一台像大貨櫃車那麼大的渡假車做渡假用。

source: No. Using public transportation would be a great way to conserve oil because it would help save gasoline by driving cars less.
ar_eg: لا. استخدام وسائل النقل العام يمكن أن يكون وسيلة رائعة للحفاظ على النفط لان ذلك سيساعد على توفير البنزين عن طريق قيادة السيارات بشكل أقل.
zh_cn: 不對喔！搭乘大眾交通工具是一種節省油的好方法，因為它比開車能節省更多汽油。

source: Sorry. This would be a great way to conserve oil since riding a bike uses no gasoline.
ar_eg: آسف. ذلك من شأنه أن يكون وسيلة رائعة للحفاظ على النفط حيث أن ركوب الدراجة لا يستخدم فيهاالبنزين.
zh_cn: 不對喔！這是個節省油的好方法，因為騎腳踏車不會用到汽油。

source: Nope. Buying fuel-efficient vehicles would use less gasoline so it would help conserve oil.
ar_eg: كلا. إن شراء السيارات ذات الكفاءة العالية باستهلاك الوقود تستخدام كميات أقل من البنزين كي تساعد في الحفاظ على النفط.
zh_cn: 不。購買節能型汽車將使用更少的汽油，因此將有助於節省油。

source: Yes! Even though going on vacation is a great experience and lots of fun, those big motor homes don't get very good gas mileage so they use a lot of gas and the oil gas is made from petroleum which is a non-renewable natural resource.
ar_eg: نعم! على الرغم من أن الذهاب في اجازة هي تجربة رائعة ومرحة، تلك المنازل المتنقلة الكبيرة لا تحصل على الغاز الجيد لعدد الأميال بل يستخدمون الكثير من الغاز و من غاز البترول المصنوع من النفط والذي يعد مورداً طبيعياً غير متجدد.
zh_cn: 沒錯！隨然說，去渡假是個好體驗也很歡樂，但那些大型車很耗油，它們會使用大量的汽油，而汽油是從石油提煉的一種「不可再生資源」。

source: Choose the correct statement about natural resources. Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: اختر العبارة الصحيحة حول الموارد الطبيعية. أدر أو إقلب الصندوق الثلاثي الأبعاد أدناه إما للأعلى أو للأسفل لتحديد الإجابة.
zh_cn: 下列何者是關於「自然資源」的正確敘述？請向上或向下翻轉下方的3D方塊，作答。

source: Wind and solar energy are the most important energy developed so far.
ar_eg: طاقة الرياح والطاقة الشمسية هي الطاقة الأكثر أهمية وتطورا حتى الآن.
zh_cn: 風能和太陽能，是人類所開發的所有能源中最重要的。

source: Everybody should drive electric cars with rechargeable batteries.
ar_eg: ينبغي على الجميع أن يقود السيارات الكهربائية مع البطاريات القابلة لإعادة الشحن.
zh_cn: 每個人都應該開電動車並用充電電池。

source: In the future we will run out of fossils fuels.
ar_eg: في المستقبل سوف ننفذ من الوقود الأحفوري.
zh_cn: 在未來，我們將耗盡化石燃料。

source: Fossil fuels are the only natural resource that do not cause pollution.
ar_eg: الوقود الأحفوري هي الموارد الطبيعية الوحيدة التي لا تسبب التلوث.
zh_cn: 化石燃料是唯一不引起污染的自然資源。

source: Click, hold and drag up or down
ar_eg: انقر. انقر وامسك ومرر لأعلى أو لأسفل.
zh_cn: 點選、按住並同時滑動滑鼠

source: Conserving resources...
ar_eg: الحفاظ على الموارد ...
zh_cn: 節約資源...

source: Not Quite. While wind and solar energy are important because they are clean and non-polluting energy sources – petroleum and coal-based energy is more important because it is so widely used for automobiles, heating and electricity generation.
ar_eg: ليس تماماً. مع أن الرياح والطاقة الشمسية مهمة جداً لأنها نظيفة ومصادر غير ملوثة، إلا أن البترول والطاقة المعتمدة على الفحم أكثر أهمية لأنها مستخدمة على نطاق واسع للسيارات، والتدفئة ، وتوليد الكهرباء.
zh_cn: 不完全是。雖然風能和太陽能是乾淨、無污染的能源，相當重要；但是，對現在的生活來說，石油和煤為主的能源更為重要，因為它們廣泛用於汽車、供暖和發電。

source: Not quite! It would be good if more people would drive electric cars but it is not currently practical. And electric battery powered cars still use coal and petroleum to generate the electricity necessary to recharge them.
ar_eg: ليس تماما! سيكون من الجيد إذا قاد أكثر الناس السيارات الكهربائية ولكنها ليست عملية في الوقت الراهن. والبطارية الكهربائية التي تشغل السيارات لا تزال تستخدم الفحم والنفط لتوليد الكهرباء اللازمة لإعادة شحنها.
zh_cn: 不對喔！雖然，更多人駕駛電動車將是一件好事；但目前電動車還不實用，而且它的電池仍使用煤炭和石油來產生充電所需的電力。

source: Yes! Fossil fuels like coal and petroleum are non-renewable natural resources so they will eventually all get used up and we will run out of our supply of them.
ar_eg: نعم! الوقود الأحفوري مثل الفحم والبترول من الموارد الطبيعية غير المتجددة حتى يتم استخدامها في نهاية المطاف، وبالتالي سوف تنفذ لدينا الإمدادات.
zh_cn: 沒錯！「化石燃料」，如煤和石油，是「不可再生」的自然資源，它們最終將會被耗盡，到時候我們將會沒有化石燃料可用。

source: No. The use of fossil fuels for gas in automobiles and coal in power plants cause a great deal of pollution.
ar_eg: لا. استخدام الوقود الأحفوري للغاز في السيارات والفحم في محطات توليد الطاقة تسبب قدرا كبيرا من التلوث.
zh_cn: 不對喔！「化石燃料」，不管是作為汽車的汽油和發電廠的煤炭，燃燒時都造成極大汙染。

source: Recycling is a way to conserve natural resources. Which is the best example of how recycling contributes to the wise and effective use of natural resources?
ar_eg: إعادة التدوير هو وسيلة للحفاظ على الموارد الطبيعية. ما هو أفضل مثال على كيفية مساهمة إعادة التدوير في الإستخدام الحكيم والفعال للموارد الطبيعية؟
zh_cn: 「回收再利用」是一種節約自然資源的方法。下列那一項，是它能幫助節約自然資源的最好理由？

source: Recycling prevents garbage from being burned.
ar_eg: إعادة تدوير تمنع القمامة من التعرض للحرق.
zh_cn: 「回收再利用」，就不必再焚燒掉垃圾了。

source: It saves fuel used for garbage trucks.
ar_eg: إنها تحفظ الوقود المستخدم لشاحنات القمامة.
zh_cn: 「回收再利用」，節省了用於垃圾車的燃料。

source: By reusing natural resource materials instead of using new sources of natural resources.
ar_eg: عن طريق إعادة استخدام مواد الموارد الطبيعية بدلا من استخدام مصادر جديدة للموارد الطبيعية.
zh_cn: 藉由「回收再利用」自然資源，可避免新自然資源的耗損。

source: By reducing the amount of money spent on making plastic bags.
ar_eg: عن طريق تقليل كمية الأموال التي تنفق على صنع أكياس البلاستيك.
zh_cn: 減少花在製造塑膠袋的錢。

source: Installing solar panel...
ar_eg: تثبيت الألواح الشمسية ...
zh_cn: 安裝太陽能板...

source: Not quite! Recycling does prevent some garbage from being burned but that doesn't conserve natural resources.
ar_eg: ليس تماما! إعادة التدوير لا تمنع بعض القمامة من التعرض للحرق ولكن هذا لا يحافظ على الموارد الطبيعية.
zh_cn: 不對喔！回收利用確實防止一些垃圾被焚燒，但這並沒有節約自然資源。

source: Nope! Recycling does save a little bit of gas used in garbage trucks but many areas have a separate truck that picks up the recycling or your family has to drive to the recycling center to drop it off.
ar_eg: كلا! إعادة التدوير توفر القليل من الغاز المستخدم في شاحنات القمامة ولكن مناطق عديدة لها شاحنات منفصلة لجمع القمامة أو أن العائلة تحتاج لتقود السيارة إلى مركز إعادة التدوير للتخلص من القمامة.
zh_cn: 不對喔！回收確實節省了一點垃圾車的燃料，但處理這些回收物也是需要其它車輛的燃料。

source: Yes! By reusing natural resource materials like glass, or cans, or newspapers, new sources of natural resources like cutting trees or mining metals or sand don't have to be done.
ar_eg: نعم! عن طريق إعادة استخدام مواد الموارد الطبيعية مثل الزجاج، أو العلب، أو الصحف، مصادر جديدة للموارد الطبيعية مثل قطع الأشجار أو تعدين المعادن أو الرمال ليس من الضروري القيام بها.
zh_cn: 沒錯！重複使用自然資源材料：如玻璃、或鐵罐、或報紙；那麼浪費新的資源：像是砍樹或採金屬或砂礦，就比較不會發生了。

source: Not Really. Saving money on reusing plastic bags doesn't conserve many natural resources but it's a good thing to do anyway since those bags take thousands of years to rot away in the garbage dump and often blow all over the place.
ar_eg: ليس تماما. توفير المال لإعادة استخدام أكياس البلاستيك لا تحافظ على العديد من الموارد الطبيعية ولكن هذا شيء جيد للقيام به على أي حال إذ أن الحقائب تستغرق آلاف السنين لتتعفن في مكب القمامة، وغالبا ما تتطاير في كل مكان.
zh_cn: 不對喔！減少製造塑膠袋的金錢未必是在可慮節約資源。

source: Aluminum is a natural resource used for building cars and buildings. Using natural resources usually produces waste products. How should aluminum be disposed of in a way that is best for the environment?
ar_eg: الألومنيوم هو مورد طبيعي يستخدم لبناء السيارات والمباني. استخدام الموارد الطبيعية عادة ما تنتج منتجات النفايات. كيف ينبغي أن يتم التخلص من الألمنيوم بطريقة أفضل للبيئة؟
zh_cn: 人類使用自然資源製成物品，一段時間後就會產生廢棄品。鋁是一種用於製造汽車和建築物的自然資源。壞掉的鋁製品應該如何處理，才是最合適的？

source: Bury it in landfills
ar_eg: دفنه في مكبات النفايات
zh_cn: 把它埋在垃圾掩埋場

source: Burn it
ar_eg: حرقه
zh_cn: 燒掉它

source: Recycle it
ar_eg: إعادة تدويره
zh_cn: 回收利用

source: Crush it, then throw it away
ar_eg: سحقه، ثم رميه بعيدا
zh_cn: 粉碎它，然後把它扔掉

source: Operating gasoline pump...
ar_eg: تشغيل مضخة البنزين
zh_cn: 汽油水泵的運作...

source: No, burying it in landfills can lead to disturbing animals' habitat and needlessly taking up space in the landfill.
ar_eg: لا، دفنه في مكبات النفايات يمكن أن يؤدي إلى إزعاج مواطن الحيوانات وأخذ مساحة في المكب دون داعي.
zh_cn: 不對，把它埋在垃圾掩埋場可能會導致干擾動物的棲息地，而且不必要地佔用垃圾掩埋場的空間。

source: Not really, aluminum is incombustible – it will not burn. However, it can be melted at a very high temperature to be recycled/reused.
ar_eg: ليس تماماً، الألمنيوم غير قابل للاحتراق -لا يمكن حرقه. ومع ذلك، فإن من الممكن صهره في درجة حرارة عالية جدا لإعادة تدويره أو إعادة استخدامه.
zh_cn: 不對，鋁是不可燃的 - 它不會燃燒。但是，它可以在非常高的溫度下熔化回收/再利用。

source: Correct! By recycling, you will have the least impact on the environment.
ar_eg: صحيح! عن طريق إعادة التدوير، ستكون أقل تأثيرا على البيئة.
zh_cn: 正確！通過回收，您將對環境的影響最小。

source: Not quite. Crushing it will help reduce the space it takes up, but throwing it away means wasting a resource that can be recycled.
ar_eg: ليس تماما. سحقه سوف يساعد على التقليل من المساحة التي يمكن أن يستخدمها، ولكن رميها بعيدا يعني إضاعة الموارد التي يمكن إعادة تدويرها.
zh_cn: 不完全是。粉碎它將有助於減少它佔用的空間，但把它扔了代表浪費了可回收的資源。

source: What is the best way to describe how humans and animals need and use natural resources?
ar_eg: ما هي أفضل طريقة لوصف كيفية حاجة البشر والحيوانات واستخدامها الموارد الطبيعية؟
zh_cn: 下列有關，人類和其它動物使用自然資源的敘述，何者較為恰當？

source: Humans and animals both use natural resources to make themselves comfortable and happy.
ar_eg: البشر والحيوانات على حد سواء يستخدمون الموارد الطبيعية لتكون مرتاحة وسعيدة.
zh_cn: 人類和其它動物使用自然資源上，兩者在追求自己舒適快樂的程度是一樣的。

source: Humans and animals both take only the natural resources they need to survive.
ar_eg: البشر والحيوانات على حد سواء يستخدمون الموارد الطبيعية التي يحتاجونها من أجل البقاء على قيد الحياة.
zh_cn: 人類和其它動物一樣，都只取用他們賴以生存的自然資源。

source: Animals use just the natural resources they need to survive but humans take more natural resources than are needed just to survive.
ar_eg: الحيوانات تستخدم الموارد الطبيعية فقط و التي تحتاج إليها للبقاء على قيد الحياة ولكن البشر يأخذون المزيد من الموارد الطبيعية عن الحاجة للبقاء.
zh_cn: 其它動物只使用它們需要生存的自然資源，但人類取用比需要生存更多的自然資源。

source: Humans and animals both take more natural resources than are needed just for survival.
ar_eg: البشر والحيوانات على حد سواء بأخذون المزيد من الموارد الطبيعية اكثر من حاجتهم لمجرد البقاء على قيد الحياة.
zh_cn: 人類和其它動物都取用超過生存所需的自然資源。

source: Gathering coal...
ar_eg: تجميع الفحم
zh_cn: 收集煤...

source: Not quite. Humans use natural resources to make themselves comfortable and happy but animals just use what they need to survive.
ar_eg: ليس تماما. يستخدم الإنسان الموارد الطبيعية ليجعلوا أنفسهم مرتاحين وسعداء ولك الحيوانات فقط يستخدمون ما يحتاجونه للبقاء
zh_cn: 不完全是。人類利用自然資源，使自己舒適和快樂；但其它動物一般只取用它們賴以生存的部分。

source: No. Animals just use what they need to survive but humans use natural resources to make themselves comfortable and happy.
ar_eg: لا. الحيوانات فقط تستخدم ما تحتاجه للبقاء على قيد الحياة ولكن البشر يستخدمون الموارد الطبيعية ليكونون مرتاحين وسعداء.
zh_cn: 不對喔！其它動物只取用它們賴以為生的部分；但人類利用自然資源，除了生存外，一大部分還在使自己舒適和快樂。

source: Yes - Animals use just the natural resources they need to just survive but humans take more natural resources than are needed just to survive.
ar_eg: نعم - الحيوانات تستخدم الموارد الطبيعية التي تحتاجها إلى البقاء على قيد الحياة فقط ولكن البشر يستخدمون المزيد من الموارد الطبيعية أكثر من الحاجة للبقاء على قيد الحياة.
zh_cn: 是的。其它動物只取用它們賴以為生的自然資源；但人類取用比賴以維生更多的自然資源。

source: Not quite - Animals use just the natural resources they need to just survive but humans take more natural resources than are needed just to survive.
ar_eg: ليس تماما -تستخدم الحيوانات الموارد الطبيعية التي تحتاج إليها للبقاء على قيد الحياة فقط ولكن البشر يستخدمون الموارد الطبيعية أكثر من حاجتها للبقاء على قيد الحياة.
zh_cn: 不太對喔！其它動物只取用它們賴以為生的自然資源；但人類取用比賴以維生所需更多的自然資源。
