Repository: geneconde/NGR-sandbox
Catalog: modules/changing-life-forms/Locale/*/LC_MESSAGES/changing-life-forms.po
Languages: es_es, zh_cn

source: A mutation that gives a fox a third ear.
es_es: Una mutación que le da al zorro una tercera oreja.
zh_cn: 讓狐狸有第三隻耳朵的突變。

source: Question B. When will a change most likely be passed on to the next generation?
es_es: Pregunta B. ¿Cuándo es más probable que un cambio pase a la siguiente generación?
zh_cn: 問題B. 在甚麼狀況時，動物最可能將變化傳給下一代呢？

source: When it changes the physical characteristics of the living thing.
es_es: Cuando cambia las características físicas del ser vivo.
zh_cn: 當環境使生物改變其物理特徵時。

source: When it prevents the living thing from finding a mate.
es_es: Cuando previene que el ser vivo encuentre una pareja para aparearse.
zh_cn: 當環境使得生物無法找到伴侶。

source: When it is completely random, without a specific purpose.
es_es: Cuando es completamente aleatorio, sin un objetivo en específico.
zh_cn: 當這些改變是完全隨機出現，沒有一個具體的目的時。

source: When it becomes an advantage to the survival of the living thing.
es_es: Cuando se convierte en una ventaja para la supervivencia del ser vivo.
zh_cn: 當這改變是生物生存的優勢時。

source: Not good. Bright yellow foxes would have a hard time sneaking up on prey.
es_es: No es bueno. Los zorros amarillo brillante tendrían problemas para acechar a sus presas.
zh_cn: 不對喔！明亮的黃色狐狸會難以隱匿靠近獵物。

source: Yes! For a predator, faster is better.
es_es: ¡Sí! Para un depredador, entre más rápido, mejor.
zh_cn: 沒錯！對於捕食者，越快越好。

source: Eye color? Probably not a big deal to a fox.
es_es: ¿El color de ojos? Probablemente no importa mucho para un zorro.
zh_cn: 眼睛的顏色？對狐狸來說，這也許不是什麼大不了的事。

source: No. A mutation big enough to cause a third ear will most likely cause other deformities.
es_es: No. Una mutación lo suficientemente grande como para causar una tercera oreja probablemente causaría otras deformidades.
zh_cn: 不對喔！有了第三隻耳朵的突變，如果沒有特別突出的功能，那也是沒有用的。

source: Sorry. It depends upon how a characteristic changes.
es_es: Lo siento. Depende de cómo cambia una característica.
zh_cn: 不對喔！這還要看這個特徵的改變是什麼樣子的。是有利生存的，才能夠有助它自己的生存，然後存活並繁殖。

source: No. Mating is necessary to pass traits along.
es_es: No. Aparearse es necesario para heredar características.
zh_cn: 不對喔！交配是遺傳特徵給下一代所必需。

source: Nope. This is tricky. Changes are random, without purpose, but sometimes they work out to be advantages.
es_es: Nop. Esta es difícil. Los cambios son aleatorios, sin objetivo, pero algunas veces resultan ser ventajas.
zh_cn: 不對喔！變化是隨機的，無目的性的。只有在這突變是對生存有利的情況下，才會比較容易遺傳給後代。

source: There you go. Survival is the key. In order to reproduce, an organism must first survive.
es_es: Ahí lo tienes. La supervivencia es clave. Para reproducirse, un organismo primero debe sobrevivir.
zh_cn: 你答對了。生存是關鍵。為了繁殖，生物體首先必須生存。

source: The environment and resources change all the time. Some changes affect plants and animals and cause them to change over time as well. Let's look at the woodpecker example again. What if something happened to the trees, and there were no more worms for the long beaked birds to eat? The resources in the environment changed, and the characteristic that was once an advantage is no longer useful. Now the woodpecker on the left has the advantage because its beak can crack open nuts to survive. It will reproduce and create more of the species with that beak to survive the new conditions.
es_es: El ambiente y los recursos cambian todo el tiempo. Algunos cambios afectan a las plantas y animales y los hacen cambiar a lo largo del tiempo también. Veamos el ejemplo del pájaro carpintero de nuevo. ¿Qué sucedería si algo le pasara a los árboles y no hubiera gusanos para que comieran las aves de pico largo? Los recursos en el ambiente cambiaron, y la característica que antes fue una ventaja ya no es útil. Ahora el pájaro carpintero de la izquierda tiene la ventaja porque su pico puede partir nueces para sobrevivir. Se reproducirá y creará más de la especie con ese pico que sobrevivirán en las nuevas condiciones.
zh_cn: 環境和資源隨時在改變，這些變化會影響動植物並導致它們也隨著時間而改變。讓我們來看看啄木鳥的例子。假設因為某些原因，樹木不再有蟲子可以給長喙的鳥吃？這時，因為環境中的資源改變了，曾經的優勢特點不再有用。現在，左邊的啄木鳥反而變成具有優勢，因為它的短喙可以破開堅果而生存，這些短喙鳥反而將較能繁殖並創造更多有短喙鳥的後代以在新的條件下生存。

source: So, not everything in the environment stays the same. The variety that animals and plants have help them to survive changing conditions. The environment changes in different ways: the temperature may change, there may be less resources, there may be pollution caused by humans. Every living thing reacts differently to these changes. Some may survive and reproduce, others may not do so well and die. Some living things may move to new locations, and others might move into this new transformed environment.
es_es: Así que, no todo en el ambiente se queda igual. La variedad que las plantas y animales tienen les ayuda a sobrevivir las condiciones cambiantes. El ambiente cambia en distintas maneras: la temperatura puede cambiar, pueden haber menos recursos, puede haber contaminación causada por humanos. Cada ser vivo reacciona de manera diferente a estos cambios. Algunos pueden sobrevivir y reproducirse, a otros puede no irles tan bien y morir. Algunos seres vivos pueden mudarse a nuevas ubicaciones, y otros pueden llegar a este ambiente transformado.
zh_cn: 也就是因為環境並非永遠不變的，所以各種動植物的差異性可以幫助它們在變化的狀況中生存。當環境有了各種變化，例如，氣溫改變、資源變少、或人類的污染，每個生物體就可以有不同的反應，其中有些會生存下來並繁殖，也有些可能無法適應而死亡；也有些會遷離到別的棲息地，有的則會遷入這個新環境。

source: Sometimes, a species may not have enough variation to allow any of its members to survive environmental changes. A species is said to be <span class='key'>extinct</span> when its last members die. Most of the species that have existed in earth's history are now extinct.
es_es: Algunas veces, una especie puede no tener suficientes variaciones que le permitan a alguno de sus miembros sobrevivir a los cambios ambientales. Se dice que una especie está <span class='key'>extinta</span> cuando sus últimos miembros mueren. La mayoría de las especies que han existido en la historia de la Tierra ahora están extintas.
zh_cn: 有時候，一個物種的「多樣性」不足，它的個體在變化的環境狀況下就無法順利存活下來，當它最後一個成員死亡時，這物種就<span class='key'>「滅絕」</span>了。其實，地球歷史上曾經存在過的物種，現今大多數都已經滅絕。

source: The game is changing, but the rule of the game is still survival. Based on a few observations and a bit of logic, Darwin proposed the idea of <span class='key'>natural selection</span>.
es_es: El juego cambia, pero la regla del juego aún es la supervivencia. Basándose en algunas observaciones y algo de lógica, Darwin propuso la idea de <span class='key'>la selección natural</span>.
zh_cn: 生物的競賽不斷改變，但「求生存」就是最根本的遊戲規則。根據一些觀察和一點邏輯，達爾文，他提出了<span class='key'>物競天擇</span>的理論。(請將游標停在下列圖片上，觀看說明)

source: Species produce large numbers of offspring.
es_es: Las especies producen grandes números de crías.
zh_cn: 物種產生大量後代。

source: Resources available to organisms are limited.
es_es: Los recursos disponibles para los organismos son limitados.
zh_cn: 給生物的資源是有限的。

source: Limited resources create a competition for survival and reproduction.
es_es: Los recursos limitados crean competencia para sobrevivir y reproducirse.
zh_cn: 有限的資源創造生存和繁殖的競爭。

source: All species have inherited variations for nearly every characteristic.
es_es: Todas las especies han heredado variaciones para casi cada característica.
zh_cn: 所有物種遺傳的每一個特徵幾乎都有些微的差異。

source: The members of a population who survive and reproduce send their genetic information into future generations.
es_es: Los miembros de una población que sobreviven y se reproducen envían su información genética a generaciones futuras.
zh_cn: 具有生存和繁殖能力的個體會將牠們的基因訊息傳給後代。

source: That's about it. Change happens because some traits get passed along and some don't. When changes add up to the point where some populations can no longer interbreed with others, new species result. When living things are from different species, they cannot breed with one another.
es_es: Básicamente es eso. Los cambios suceden porque algunas características se transmiten y otras no. Cuando los cambios se acumulan al punto en que ciertas poblaciones no pueden cruzarse con otras, surge una nueva especie. Cuando los seres vivos son de distintas especies, no pueden reproducirse entre sí.
zh_cn: 整體來說，「生物形態的變化」是因為突變而產生新的性狀，如果這些性狀有利於生存，存活的個體就會將這性狀遺傳給後代，後代也將有所改變。有些性狀的遺傳，也可能只遺傳給一部分個體，但有些就沒有遺傳到；當物種的性狀改變大到某些群體已經無法再與它的「遠親」交配繁殖時，那麼就是出現了「新的品種」了。對於生物來說，來自不同品種的生物，彼此是無法交配繁殖的。

source: Question A. The variations involved in evolution must be inherited because:
es_es: Pregunta A. Las variaciones involucradas en la evolución deben ser heredadas porque:
zh_cn: 問題A. 對「進化」有幫助的變異性，最好都能遺傳下去，因為：

source: They must be passed into later generations to be important.
es_es: Deben pasarse a generaciones futuras para ser importantes.
zh_cn: 這變異性被遺傳給後代是很重要的，因為可能幫助物種的生存。

source: They must not be passed into later generations to be important.
es_es: No deben pasarse a generaciones futuras para ser importantes.
zh_cn: 這變異性不能被遺傳到後代是很重要，因為可能不利於物種的生存。

source: They must be unique to one individual only.
es_es: Deben ser únicas para un sólo individuo.
zh_cn: 這變異性對唯一的個體具有獨特性，所以重要。

source: They must have occurred in both parents to matter.
es_es: Deben haber ocurrido en ambos padres para importar.
zh_cn: 這變異性一定是和父母雙方有關，所以重要。

source: Question B. Which factor determines whether two living things are members of the same species?
es_es: Pregunta B. ¿Qué factor determina si dos seres vivos son miembros de la misma especie?
zh_cn: 問題B. 哪一個因素，可以用來決定兩個生物是否是同一物種呢？

source: The physical characteristics of the two living things.
es_es: Las características físicas de los dos seres vivos.
zh_cn: 兩個生物體身體的特性。

source: The environment in which the two living things live.
es_es: El ambiente en que los dos seres vivos viven.
zh_cn: 在這兩個生物生存的環境。

source: Their ability to breed with one another.
es_es: La capacidad de reproducirse entre sí.
zh_cn: 它們彼此間的繁殖能力。

source: All of the above.
es_es: Todas las anteriores.
zh_cn: 以上皆是。

source: Correct! It only changes a population if a trait is passed along.
es_es: ¡Correcto! Una población sólo cambia si se transmite una característica.
zh_cn: 正確！只有將性狀遺傳下去才會改變群體以有助生存和繁殖。

source: Sorry... If a trait isn't passed along, the population doesn't change.
es_es: Lo siento... Si una característica no se transmite, la población no cambia.
zh_cn: 不對喔......如果性狀沒有遺傳下去，群體不會改變。

source: No... It doesn't matter how many individuals have an important trait.
es_es: No... No importa cuántos individuos tengan una característica importante.
zh_cn: 不對喔！唯一的個體具有獨特性，並不是最重要的；重要的是，要能將變異性在群體中展現並在將有利性狀遺傳下去，促進進化。

source: Nope. Inheritance can come from either or both parents.
es_es: Nop. La herencia puede venir de uno o ambos padres.
zh_cn: 不對喔！這變異性一定是和父母雙方有關，並不是最重要的。重要的是，將性狀遺傳下去以改變群體並有助生存和繁殖。

source: Important? Yes. Critical? No. Appearances can be deceiving.
es_es: ¿Importante? Sí. ¿Crítica? No. Las apariencias pueden engañar.
zh_cn: 這因素重要嗎？是的。但是是關鍵決定因素嗎？不對喔！外表是會騙人的，不能只用外表判斷！

source: Not really. Some species inhabit many different environments.
es_es: No realmente. Algunas especies habitan en muchos ambientes diferentes.
zh_cn: 不盡然。有些相同的物種棲息在不同的環境。

source: Yes!!! The ability to mate and produce successful offspring is the key.
es_es: ¡¡¡Sí!!! La capacidad de aparearse y producir crías exitosas es la clave.
zh_cn: 是的！彼此能否交配繁殖，是判斷是否同一品種的關鍵。

source: No. Go back and reread each of the choices.
es_es: No. Regresa y lee cada una de las opciones.
zh_cn: 不對喔！請再看看每個選項。

source: Change happens. Things change all the time. As time passes, changes accumulate. When living things change, it's called evolution. Over the course of more than 4 billion years of earth history, living things have changed enough to account for all of the diversity of the life we see on our planet now.
es_es: El cambio sucede. Las cosas cambian todo el tiempo. Conforme el tiempo pasa, los cambios se acumulan. Cuando los seres vivos cambian, se llama evolución. A lo largo de más de 4 billones de años de historia de la Tierra, los seres vivos han cambiado lo suficiente como para resultar en toda la diversidad de vida que vemos en el planeta actualmente.
zh_cn: 改變不斷發生，而事物也隨時間變化；時間流逝，但變化卻累積。當生物發生變化，我們就稱為「演化」或「進化」。在過去四十億年的地球歷史長河中，生物變化實在是非常多，這才構成現在我們星球上看到的多樣化生命體。

source: A well-known example of natural selection involves insects called peppered moths. As forests in central England became polluted with soot from factories, a type of common moth changed colors from gray to black. Pollution had changed the environment: the light trees covered by lichens turned dark and bare. This had an impact on the moths because the light moths' camouflage no longer worked in the dark forest. Meanwhile, the DNA of a single moth changed and the moth's color was dark. This moth reproduced and created more dark moths with better camouflage and a better chance of survival in the dark forest.
es_es: Un ejemplo bien conocido de selección natural involucra insectos llamados polillas moteadas. Conforme los bosques del centro de Inglaterra se contaminaron de hollín de las fábricas, un tipo de polilla común cambió de color de gris a negro. La contaminación había cambiado el ambiente: los árboles claros cubiertos de líquen se volvieron oscuros y al descubierto. Esto tuvo un impacto en las polillas porque el camuflaje de las polillas claras ya no funcionaba en el bosque oscuro. Mientras tanto, el ADN de una sola polilla cambió, y el color de dicha polilla fue oscuro. Esta polilla se reprodujo y creó más polillas oscuras con mejor camuflaje y una mejor oportunidad de supervivencia en el bosque oscuro.
zh_cn: 「物競天擇」的一個廣為人知的例子是所謂的「樺(ㄏㄨㄚˋ)尺蛾」。在英格蘭中部的森林，有一段時間被工廠的煤煙嚴重污染，這一種常見的飛蛾改變它的顏色從原本淡灰色變成黑色。污染改變了環境：覆蓋了青苔的淺色樹木變成深色和光禿。這對飛蛾產生影響，因為淺色飛蛾的偽裝在黑色的森林中不再有用。同時，個別飛蛾的DNA也產生改變，蛾的顏色越變越深，這種飛蛾可以進行繁殖並生下了更多的黑蛾，以便能有較佳的偽裝並在黑暗森林中有更多的生存機會。污染的環境變化下，「物競天擇」造成飛蛾群體往深色改變。

source: Natural selection caused the population of moths to have a darker color due to the changes in pollution. All living things have small differences between the individuals in the species. Not all finches look alike, nor do all St. Bernard dogs look alike. If one of those differences allows the individuals to live longer, they will have more offspring. As that trait is passed on, the entire species changes.
es_es: La selección natural provocó que la población de polillas tuviera un color más oscuro debido a los cambios en la contaminación. Todos los seres vivos tienen diferencias pequeñas entre los individuos de las especies. No todos los pinzones lucen igual, ni todos los perros San Bernardo lucen igual. Si una de esas diferencias permite que el individuo viva más tiempo, tendrá más crías. Conforme esa característica se hereda, toda la especie cambia.
zh_cn: 所有生物的個體都和它的同物種個體存在一些差異，例如，不是每一隻鳥雀都長得一樣，也不是所有的聖伯納犬都長的一樣。如果某一個差異能使得一些個體活得更久、擁有更多的後代，那麼這個特徵會被遺傳下去，整個物種也會產生不同。

source: In the last fifty years, much effort has been put in to decrease the amount of pollution. With less pollution, the forests are becoming cleaner. Yes, the environment is changing again, and the number of dark moths are dropping.
es_es: En los últimos cincuenta años, se ha puesto mucho esfuerzo en reducir la cantidad de contaminación. Con menos contaminación, los bosques se están volviendo más limpios. Sí, el ambiente está cambiando de nuevo, y el número de polillas oscuras está bajando.
zh_cn: 在過去的五十年，英國為了減少污染已投入不少努力。污染減少後，森林變得更清潔。是的，環境再次發生變化，空氣變乾淨了，樹不再蒙上一層黑灰，淺色飛蛾又有了淺色的樹幹可以偽裝而數量慢慢又增加，反之，深色飛蛾的數量就又開始下降。

source: Question A. Which of the following ideas is <span class='blink'>not</span> an essential part of natural selection?
es_es: Pregunta A. ¿Cuál de las siguientes ideas <span class='blink'>no</span> es una parte esencial de la selección natural?
zh_cn: 問題A. 下面哪一個概念<span class='blink'>不屬於</span>「物競天擇」的一個部分？

source: Populations display inherited variations for nearly every trait.
es_es: Las poblaciones presentan variaciones heredadas para casi cada característica.
zh_cn: 幾乎每一種性狀在群體中都會具有差異性。

source: Species produce very large numbers of offspring.
es_es: Las especies producen números muy grandes de crías.
zh_cn: 物種會產生非常大量的後代。

source: There is a competition for survival in nature.
es_es: Hay competencia para sobrevivir en la naturaleza.
zh_cn: 大自然中存在著生存的競爭。

source: Every few million years, a comet strikes the earth.
es_es: Cada unos pocos millones de años, un cometa choca con la Tierra.
zh_cn: 每幾百萬年就會有一顆彗星撞擊到地球。

source: Question B. The example of the peppered moths living near English industrial cities demonstrates that:
es_es: Pregunta B. El ejemplo de las polillas moteadas que vivían cerca de ciudades industriales inglesas demuestra que:
zh_cn: 問題B. 樺尺蛾住在靠近英國工業城市的例子顯示：

source: A change in an environment can result in the evolution of species living there.
es_es: Un cambio en el ambiente puede resultar en la evolución de las especies que viven allí.
zh_cn: 環境的變化可能會導致生活在那裡的物種「進化」。

source: The environment near these cities has always favored dark colored moths.
es_es: El ambiente cerca de estas ciudades siempre ha favorecido a las polillas de color oscuro.
zh_cn: 這些城市的附近環境一向對深色飛蛾有利。

source: Evolution occurs so slowly that it is not possible to determine that it has happened in less than a million years.
es_es: La evolución ocurre tan lentamente que no es posible determinar que ha sucedido en menos de un millón de años.
zh_cn: 「進化(演化)」發生的非常緩慢，所以它是不可能在一百萬年內被確定的。

source: None of the above.
es_es: Ninguna de las anteriores.
zh_cn: 以上都不是

source: Nope. It's true, but this is an important part of natural selection.
es_es: Nop. Es cierto, pero esta es una parte importante de la selección natural.
zh_cn: 不是這個選項喔！這敘述是對的。這是「物競天擇」的一個重要部分。

source: Sorry. Natural selection depends upon this one.
es_es: Lo siento. La selección natural depende de esta.
zh_cn: 不是這個選項喔！這敘述是對的。這是「物競天擇」的基礎。

source: Not this one. This is a key point in natural selection.
es_es: Ésta no. Éste es un punto clave en la selección natural.
zh_cn: 不是這個選項喔！這敘述是對的。這是「物競天擇」的關鍵。

source: Bingo! While this is true, and does affect evolution, it's not part of the natural selection idea.
es_es: ¡Bingo! Si bien esto es verdad, y sí afecta a la evolución, no es parte de la idea de la selección natural.
zh_cn: 你選對了！這敘述是錯的。雖然這也影響到「進化」，但它不是「物競天擇」觀念的一部分。

source: Correct. The traits nature selects for or against can change as the environment changes.
es_es: Correcto. Las características que la naturaleza selecciona como positivas o negativas pueden cambiar conforme cambia el ambiente.
zh_cn: 正確。當環境變化時，「物競天擇」選擇或淘汰的性狀也會改變。

source: Not quite. When air pollution was reduced during the last few decades, tree bark became lighter in color. As a result, lighter colored moths were favored.
es_es: No exactamente. Conforme se redujo la contaminación del aire en las últimas décadas, las cortezas de los árboles se volvieron más claras. Como resultado, las polillas más claras se vieron favorecidas.
zh_cn: 不完全是。當空氣被污染在過去的幾十年裡減少後，樹皮的顏色變淺。因此，對淺色飛蛾有利。

source: No. In species with short generational times, such as moths and other insects, evolution can often be seen in just a few decades or less.
es_es: No. En las especies con lapsos generacionales cortos, como las polillas y otros insectos, la evolución puede verse frecuentemente en tan sólo unas décadas o menos.
zh_cn: 不對喔！在生命較短的物種中，例如飛蛾及其他昆蟲，「進化(演化)」經常可以在數十年或更短時間被發現。

source: No. The traits nature selects for or against can change as the environment changes. The environment near cities does not favor dark colored moths, and evolution in species with short generational times can often be seen in just a few decades or less.
es_es: No. Las características que la naturaleza selecciona como positivas o negativas pueden cambiar conforme cambia el ambiente. El ambiente cerca de las ciudades no favorece a las polillas oscuras, y la evolución en las especies con lapsos generacionales cortos puede verse frecuentemente en tan sólo unas décadas o menos.
zh_cn: 不對喔！物競天擇選擇或淘汰的性狀也會隨著環境變化而改變。城市附近的環境不利於深色飛蛾。並且生命較短的物種的進化(演化)，經常可以在短短的幾十年或更短的時間就被看到。

source: Using what you know... about changing life forms... to solve a problem
es_es: Utilizando lo que sabes… acerca de formas de vida cambiantes… para resolver un problema
zh_cn: 利用你 知道 的...「關於 生物 形態變化」...來解決 問題

source: The Scenario
es_es: El Escenario
zh_cn: 背景...

source: You are a science fiction novelist developing ideas for a new book. Your book is about the 21st century and all the technological changes. Cars can fly and people have machines that do almost everything for them. So what would this mean to people in such an advanced world of technology?
es_es: Eres un/a novelista de ciencia ficción que está desarrollando ideas para un nuevo libro. Tu libro es acerca del siglo XXI y todos los cambios tecnológicos. Los autos pueden volar y las personas tienen máquinas que hacen casi todo por ellas. Así que, ¿qué significaría esto para las personas en un mundo tan avanzado tecnológicamente?
zh_cn: 你是一個科幻小說家，正在構思一本新書。你的書是關於21世紀所有的技術變革。汽車能飛，機器也幾乎可以代替人類做所有的事情。那麼在技術如此先進的未來世界對人類會有什麼影響呢？

source: The Task
es_es: La Tarea
zh_cn: 任務

source: Based on what you now know about natural selection and how the environment changes affect living things over time, decide which human traits to change in your novel. Explain what skills people would need to survive in your new, high-tech world, and how people would have to be different to stay alive and prosper. Which traits would people no longer have to have in your new world?
es_es: Basándote en lo que sabes ahora acerca de la selección natural y cómo los cambios ambientales afectan a los seres vivos a lo largo del tiempo, decide qué características humanas cambiar en tu novela. Explica qué habilidades necesitarían las personas para sobrevivir en tu nuevo mundo de alta tecnología, y cómo las personas necesitarían ser diferentes para mantenerse con vida y prosperar. ¿Qué características no necesitarían tener las personas en tu nuevo mundo?
zh_cn: 根據你現在知道，有關「物競天擇」和「環境變化如何隨著時間影響生物」，請你試著描繪未來的人類和未來的生活。你可以參考或自行選擇以下 各點來敘述：1. 在你的小說中未來人類的性狀(可以遺傳的生物特徵)會變得如何；2. 請你也解釋人類將需要什麼技能才能在未來高科技的世界中生存，3. 人類為了繼續生存及繁榮需如何改變，以及4. 哪些人類的性狀在你的新世界將不再存在？

source: Click here to start typing your answer...
es_es: Haga clic aquí para empezar a escribir su respuesta...
zh_cn: 請點選一下並在此輸入你的答案…

source: Please type your answer here...
es_es: Por favor escribe tu respuesta aquí...

source: Please type your answer.
es_es: Por favor escriba su respuesta.
zh_cn: 請輸入您的答案。

source: Summarizing core ideas... about changing life forms
es_es: Resumiendo ideas clave… acerca de formas de vida cambiantes
zh_cn: 總結核 心觀 念......關於 「生物 形態變化」
