Repository: geneconde/NGR-sandbox
Catalog: modules/changing-life-forms/Locale/*/LC_MESSAGES/changing-life-forms.po
Languages: es_es, zh_cn

source: Changing Life Forms
es_es: Formas de Vida Cambiantes
zh_cn: 生物 形態變化

source: Back
es_es: Regresar
zh_cn: 返回

source: Next
es_es: Siguiente
zh_cn: 繼續

source: Check Answer
es_es: Revisar la respuesta
zh_cn: 查看答案

source: Read More
es_es: Leer más
zh_cn: 繼續閱讀

source: You answered...
es_es: Tú respondiste...
zh_cn: 您的答案是...

source: Please select your answer.
es_es: Por favor, selecciona tu respuesta.
zh_cn: 請選擇你的答案。

source: Please select your answers.
es_es: Por favor, selecciona tus respuestas.
zh_cn: 請選擇你的答案。

source: Close me!
es_es: ¡Ciérrame!
zh_cn: 關閉！

source: Quick Check #1
es_es: Revisión Rápida #1
zh_cn: 小練習 #1

source: Quick Check #2
es_es: Revisión Rápida #2
zh_cn: 小練習 #2

source: Quick Check #3
es_es: Revisión Rápida #3
zh_cn: 小練習 #3

source: Quick Check #4
es_es: Revisión Rápida #4
zh_cn: 小練習 #4

source: Quiz Question #1
es_es: Pregunta de Evaluación #1
zh_cn: 小測驗 #1

source: Quiz Question #2
es_es: Pregunta de Evaluación #2
zh_cn: 小測驗 #2

source: Quiz Question #3
es_es: Pregunta de Evaluación #3
zh_cn: 小測驗 #3

source: Quiz Question #4
es_es: Pregunta de Evaluación #4
zh_cn: 小測驗 #4

source: Quiz Question #5
es_es: Pregunta de Evaluación #5
zh_cn: 小測驗＃5

source: Quiz Question #6
es_es: Pregunta de Evaluación #6
zh_cn: 小測驗 #6

source: How did I do?
es_es: ¿Cómo lo hice?
zh_cn: 我做得如何呢？

source: select
es_es: seleccionar
zh_cn: 請選擇

source: Browse through the slides below by clicking the left and right arrows
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha
zh_cn: 請點擊左右箭頭瀏覽投影片

source: Go to dashboard
es_es: Ir al tablero de inicio
zh_cn: 回到主選單

source: Let's begin,
es_es: ¡Iniciemos,
zh_cn: 準備開始囉,

source: Are you ready,
es_es: ¿Estás listo/a?
zh_cn: 你準備好了,

source: Cuddling bears...
es_es: Osos acurrucándose...
zh_cn: 擁抱著熊...

source: Adapting to environment...
es_es: Adaptándose al ambiente...
zh_cn: 適應環境...

source: Preparing your first quick check...
es_es: La preparación de su primera comprobación rápida ...
zh_cn: 準備你的第一個小練習囉...

source: Woodpeckers burrowing for food...
es_es: Pájaros carpinteros hurgando por comida...
zh_cn: 啄木鳥鑽掘食物...

source: Passing on to next generation...
es_es: Pasándolo a la siguiente generación...
zh_cn: 傳遞給下一代...

source: Changing environment...
es_es: Cambiando el ambiente...
zh_cn: 變化的環境...

source: Identifying species...
es_es: Identificando especies...
zh_cn: 鑑定物種...

source: Flying dark moth...
es_es: Mariposa nocturna volando...
zh_cn: 在飛行中的灰蛾...

source: Ready for your last quick check?
es_es: ¿Listo/a para tu última revisión rápida?
zh_cn: 準備好你的最後一個小練習嗎？

source: Writing a fiction novel...
es_es: Escribiendo una novela de ficción...
zh_cn: 寫科幻小說...

source: Putting it all together...
es_es: Uniéndolo todo...
zh_cn: 總結一下哦...

source: Words and explanations
es_es: Palabras y explicaciones
zh_cn: 名詞與解釋

source: Let's check what you now know
es_es: Revisemos lo que sabes ahora
zh_cn: 讓我們看看你現在知道的

source: Your first quiz question is...
es_es: Tu primera pregunta de evaluación es...
zh_cn: 你的第一個小測驗的問題是......

source: Studying natural selection...
es_es: Estudiando la selección natural...
zh_cn: 研究物競天擇...

source: Remembering Darwin's idea...
es_es: Recordando la idea de Darwin...
zh_cn: 記得達爾文的理論...

source: Determining the evolutionary change...
es_es: Determinando el cambio evolutivo...
zh_cn: 決定「進化」改變...

source: Changing to survive...
es_es: Cambiando para sobrevivir...
zh_cn: 改變生存...

source: Ready for your last quiz question?
es_es: ¿Listo/a para tu última pregunta de evaluación?
zh_cn: 準備你最後一題的小測驗！

source: You're done!
es_es: ¡Terminaste!
zh_cn: 大功告成！

source: Start
es_es: Inicio
zh_cn: 開始

source: Welcome to the Changing Life Forms review,
es_es: Bienvenido/a a la revisión de Formas de Vida Cambiantes,
zh_cn: 歡迎來 到 「生物形態變化」單元

source: Thinking about... changing life forms
es_es: Pensando acerca de… formas de vida cambiantes
zh_cn: 想一想......關於 「生物 形態變化」

source: Look at the flowers below. Don't they look similar to each other? They are all actually Mediterranean bee orchids. But they each belong to a separate species. Each flower is pollinated by a different kind of insect. They are so similar, yet they are not the same species of flower; they cannot interbreed.
es_es: Mira las flores de abajo. ¿No se parecen las unas a las otras? En realidad todas son orquídeas de abeja mediterránea. Pero cada una de ellas pertenece a una especie distinta. Cada flor se poliniza por una clase de insecto diferente. Son muy similares, pero no son la misma especie de flor; no pueden reproducirse entre sí.
zh_cn: 看看下面的花。它們看起來很相似吧？它們都是真正的地中海蜂蘭花。但它們卻都屬於不同的品種。每朵花由不同種類的昆蟲授粉。它們是如此的相似，但它們卻不是同一品種的花；它們不能雜交繁殖。

source: There are many examples of living things similar to each other, but they have certain differences that set them apart. All the variety along with similar features led scientists to come up with different explanations about how living things change over time.
es_es: Hay muchos ejemplos de seres vivos que son similares entre sí, pero que tienen ciertas diferencias que los separan. Todas las variedades junto con las características similares llevaron a los científicos a buscar distintas explicaciones acerca de cómo los seres vivos cambian a lo largo del tiempo.
zh_cn: 生物彼此相似的例子很多，但它們有一定的差異性使它們有所區別。科學家們就利用具有類似特徵但卻不同品種的各種生物，找出生物如何隨時間改變的可能解釋。

source: Checking what you know... about changing life forms
es_es: Revisando lo que sabes… acerca de formas de vida cambiantes
zh_cn: 看看你 知道 了那些......關於 「生物 形態變化」

source: Which of the following statements <span class='blink'>best</span> describes an adaptation?
es_es: ¿Cuál de las siguientes frases describe <span class='blink'>mejor</span> una adaptación?
zh_cn: 以下哪項敘述是，「適應」的<span class='blink'>最好敘述</span>？

source: Adaptations are learned behaviors that help animals survive and reproduce.
es_es: Las adaptaciones son comportamientos aprendidos que les ayudan a los animales a sobrevivir y reproducirse.
zh_cn: 「適應」，是學習而來的行為，以幫助動物生存和繁殖。

source: Adaptations are inherited characteristics that make organisms more likely to survive and reproduce.
es_es: Las adaptaciones son características heredadas que hacen que los organismos sean más aptos para sobrevivir y reproducirse.
zh_cn: 「適應」，是一種藉由遺傳，從親代傳到子代的生物特徵，可使生物體更容易生存和繁殖。

source: Adaptations result from animal mutations that occur in response to rapidly changing environments.
es_es: Las adaptaciones son el resultado de mutaciones animales que ocurren como respuesta a ambientes que cambian rápidamente.
zh_cn: 「適應」，導致了動物基因突變，以因應快速變化的環境。

source: Adaptations are rare and only occur in animals found in tropical rain forests.
es_es: Las adaptaciones son escasas y sólo ocurren en animales que se encuentran en selvas tropicales.
zh_cn: 「適應」，是罕見的，只發生在熱帶雨林中發現的動物。

source: Adaptations are inherited characteristics that help all organisms survive and reproduce. They are the result of random mutations to DNA. A mutation may cause no change; or be harmful, neutral, or beneficial. If it ever becomes important for survival, the change is called an adaptation.
es_es: Las adaptaciones son características heredadas que ayudan a todos los organismos a sobrevivir y reproducirse. Son el resultado de mutaciones aleatorias al ADN. Una mutación puede no causar cambios; o ser dañina, neutral o benéfica. Si en un momento se vuelve importante para la supervivencia, el cambio se llama adaptación.
zh_cn: 生物學上的「適應」，除了像是常說的：「你要適應新環境喔！」中，你要在很短時間內學習調整自己去配合外界的環境；更重要的，所謂「適應」，還代表著生物所具有的可以遺傳下去並有助於生物生存和繁殖的特性(也就是「性狀」)，「適應」是DNA隨機突變的一種結果。 DNA的「突變」經常發生，它對生物體會也許有害、有益，或根本沒有造成什麼改變；如果它是幫助生物生存的，這種改變就叫做「適應」。

source: Reviewing core ideas... about changing life forms
es_es: Revisando ideas clave… acerca de formas de vida cambiantes
zh_cn: 複習核 心觀 念......關於 「生物 形態變化」

source: There are many different kinds of living things in any area, and they exist in different places on land and in water. Look at the variety of plants and animals in the picture. Each habitat has certain conditions that life forms in it have to get used to and survive. So if it is really cold or hot, plants and animals still have to find a way to get nourished and reproduce. The variety of adaptations is as diverse as all the differences we see in nature. An <span class='key'>adaptation</span> is an inherited characteristic that gives the adapting organisms an improved chance for survival and reproduction.
es_es: Hay muchos tipos distintos de seres vivos en cada área, y existen en distintos lugares en la tierra y el agua. Mira la variedad de plantas y animales en la imagen. Cada hábitat tiene ciertas condiciones a las que las formas de vida en ella tienen que acostumbrarse y sobrevivir. Así que si hace mucho frío o calor, las plantas y animales aún tienen que encontrar una forma de nutrirse y reproducirse. La variedad de adaptaciones es tan diversa como todas las diferencias que vemos en la naturaleza. Una <span class='key'>adaptación</span> es una característica heredada que da a los organismos adaptados una oportunidad mejorada para sobrevivir y reproducirse.
zh_cn: 各種不同的生物生長在不同的區域，它們存在於地面或水中不同地方。看看圖片中的各種動植物。每個棲息地具有一定條件讓在此處的生命必須習慣與生存。所以，如果非常寒冷或炎熱，動植物必須找到方法來獲得營養和繁殖。各種不同的適應方式變成了我們在自然界中看到的各種差異。<span class='key'>適應</span>是一種遺傳特性，使進行「適應」的生物體能有改善的機會以繼續存活並繁殖。

source: Hover your mouse on the images below to see the different kinds of animal adaptations.
es_es: Pasa tu mouse encima de las imágenes debajo para ver las distintas clases de adaptaciones animales.
zh_cn: 將滑鼠停在下面圖像可看到不同種類動物的適應方式。

source: Color patterns can protect animals from predators.
es_es: Los patrones de color pueden proteger a los animales de depredadores.
zh_cn: 變色可以保護動物免受天敵威脅。

source: Downy feathers can help birds survive cold weather
es_es: Las plumas aterciopeladas pueden ayudar a las aves a sobrevivir en climas fríos.
zh_cn: 毛茸茸的羽毛可以幫助鳥類生存在寒冷天氣中。

source: Nostrils on the tops of heads allow whales to breathe efficiently.
es_es: El orificio en la parte superior de la cabeza de las ballenas les permite respirar eficientemente.
zh_cn: 氣孔長在頭頂讓鯨魚有效地呼吸。

source: Single-toed hooves let horses run faster.
es_es: Las pezuñas de un sólo dedo permiten a los caballos correr más rápido.
zh_cn: 單趾蹄讓馬跑得更快。

source: Adaptation leads to all the different plants and animals across the world. Each of the many unique and diverse places on earth has its own kinds of plants and animals.
es_es: La adaptación da origen a todas las distintas plantas y animales alrededor del mundo. Cada uno de los muchos únicos y diversos lugares de la tierra tiene sus propias clases de plantas y animales.
zh_cn: 「適應」使得世界各地有著不同的動植物。地球上各個獨特和多樣化的地方都有著那邊特有的動植物。

source: Around 200 years ago, a scientist named Charles Darwin explored one of those places called the Galapagos Islands. He observed and collected the different plants and animals that lived in that habitat. The Galapagos Islands are a series of volcanic islands, rising from the Pacific Ocean more than 600 miles west of South America. Each island has a diverse set of ecosystems. An <span class='key'>ecosystem</span> is the unique set of living and non-living factors that combine to determine the types of plants and animals that can live in a certain location. Galapagos ecosystems range from desert to grassland to rainforest.
es_es: Hace alrededor de 200 años, un científico llamado Charles Darwin exploró uno de esos lugares, llamado las Islas Galápagos. Observó y recolectó las distintas plantas y animales que vivían en ese hábitat. Las Islas Galápagos son una serie de islas volcánicas, que se elevan en el Océano Pacífico más de 600 millas (960 kilómetros) al oeste de Sudamérica. Cada isla tiene una serie diversa de ecosistemas. Un <span class='key'>ecosistema</span> es el grupo único de factores vivos y no vivos que se combinan para determinar los tipos de plantas y animales que pueden vivir en cierta ubicación. Los ecosistemas Galápagos van del desierto a la pradera a la selva tropical.
zh_cn: 大約200年前，一位名叫「查爾斯·達爾文」的科學家研究了許多地方，其中之一叫做「加拉帕戈斯群島」。他觀察並收集棲息在那裏的許多不同種類的動植物。加拉帕戈斯群島是許多火山形成的島嶼所組成，突起在太平洋南美洲西部600英里處。每個島嶼都有多樣化的生態系統──所謂<span class='key'>生態系統</span>就是在一個特定地區中，所有生物和非生物因素共同影響下，所形成的動植物的獨特集合。加拉帕戈斯群島的生態系統相當多元，涵蓋著從沙漠到草原雨林的不同生態。

source: Small Ground-Finch
es_es: Pinzón Terrestre Pequeño
zh_cn: 小地雀

source: Medium Ground-Finch
es_es: Pinzón Terrestre Mediano
zh_cn: 中型地雀

source: Large Ground-Finch
es_es: Pinzón Terrestre Grande
zh_cn: 大型地雀

source: He noticed that on each island, a unique species of finch existed. They were all finches and very similar to one another, but their beaks were very different in shape and size. The beaks seemed to be related to the available resources on the island. Where there was fruit, the finches had beaks that were useful for eating fruit. On islands with insects, the finches had narrow beaks that could pick up insects one at a time. So Darwin thought the finches might have changed to become more specialized to suit their environment.
es_es: Él se dio cuenta de que en cada isla, existía una especie única de pinzón. Todos eran pinzones y eran muy similares entre sí, pero sus picos eran muy diferentes en forma y tamaño. Los picos parecían estar relacionados con los recursos disponibles en la isla. Donde había fruta, los pinzones tenían picos que eran útiles para comer fruta. En islas con insectos, los pinzones tenían picos angostos que podían recoger insectos, uno a la vez. Así que Darwin pensó que los pinzones podrían haber cambiado para volverse más especializados para adecuarse a su ambiente.
zh_cn: 達爾文，他注意到，每個不同的島，有著不同而獨特的雀鳥存在。牠們都屬於雀類，彼此也非常的相似，但牠們的「喙(鳥類的嘴)」在形狀和大小上卻是非常不同。他發現，喙似乎與島上的資源有關，只要是充滿水果的島嶼，雀鳥就長著適合用來吃水果的喙；而充滿昆蟲的島嶼上，雀鳥就有著狹窄的喙，以便將昆蟲一隻一隻的啄起來。因此，達爾文認為這些雀鳥可能已經改變，變得更加獨特，以用來適應牠們的環境。

source: Living things adapt to different living conditions when they move into new locations. They must also change when <span class='key'>environmental changes</span> occur in places they already live. Over the years, climate changes, rivers change their courses, fires rage, and predators prowl. Life has the ability to adapt to whatever changes occur.
es_es: Los seres vivos se adaptan a distintas condiciones de vida cuando llegan a nuevas ubicaciones. También deben cambiar cuando ocurren <span class='key'>cambios ambientales</span> en lugares en los que ya viven. A lo largo de los años, el clima cambia, los ríos cambian de curso, arden incendios y acechan los depredadores. La vida tiene la capacidad de adaptarse a cualesquiera cambios que ocurran.
zh_cn: 當生物遷移到新地方時，牠們會去適應當地不同的生活條件。當<span class='key'>環境變遷</span>發生在生物原來的棲息地，例如，氣候變化、河流改變河道、火災肆虐或食肉動物四處掠食時，生物也必須改變。生命具有適應各種變化的能力。

source: Question A. Click on <span class='blink'>all</span> the biological adaptations from the following:
es_es: Pregunta A. Da clic en <span class='blink'>todas</span> las adaptaciones biológicas entre las siguientes:
zh_cn: 問題A. 請問下列何者，表現出「生物適應性」的<spanclass='blink'>例子(複選)</span>？

source: Falcons have a streamlined shape to fly faster.
es_es: Los halcones tienen una forma aerodinámica para volar más rápido.
zh_cn: 獵鷹有著流線型的外型，以飛得更快。

source: Sports cars have a streamlined shape to drive faster.
es_es: Los autos de carreras tienen una forma aerodinámica para avanzar más rápido.
zh_cn: 跑車有著流線型的造型，以跑得更快。

source: Snow leopards' spots make them difficult to see in rocky habitats.
es_es: Las manchas de los leopardos de nieve los hacen difíciles de divisar en hábitats rocosos.
zh_cn: 雪豹的斑點使牠們在岩石地區不易被發現。

source: Most people wear heavy coats on cold winter days.
es_es: La mayoría de las personas utilizan abrigos pesados en días de invierno fríos.
zh_cn: 大多數人在寒冷的冬天裡穿上厚重的外衣。

source: Question B. Which environmental change would most likely cause changes in nearby living things?
es_es: Pregunta B. ¿Cuál cambio ambiental sería más probable que causara cambios en los seres vivos cercanos?
zh_cn: 問題B. 下列哪一個環境的變遷最有可能造成附近生物的改變？

source: A volcanic eruption more than a thousand kilometers away.
es_es: Una erupción volcánica a más de mil kilómetros de distancia.
zh_cn: 一千多公里外的火山爆發。

source: A rapidly deepening canyon, more than 50 kilometers long.
es_es: Un cañón que se profundiza rápidamente, de más de 50 kilómetros de largo.
zh_cn: 急遽變深的峽谷，深達50公里長。

source: A rapidly warming climate resulting in sea levels rising.
es_es: Un clima que se calienta rápidamente que resulta en la subida de los niveles de mar.
zh_cn: 氣候急速變暖導致海平面上升。

source: A very long period without rain causing widespread drought.
es_es: Un periodo muy largo sin lluvia que causa una sequía extendida.
zh_cn: 很長一段時間不下雨造成大面積的乾旱。

source: Right! Faster flying makes catching prey more likely. Prey animals don't see the cats coming until it is too late.
es_es: ¡Correcto! Volar más rápido hace más probable el capturar presas. Los animales de presa no ven a los felinos acercarse hasta que es demasiado tarde.
zh_cn: 答對了!飛得更快使得捕捉獵物更容易。

source: Not quite. Sports cars aren't alive. People only adjust for the weather. It's not an inherited trait. But faster flying makes catching prey more likely, and prey animals don't see the cats coming until it is too late.
es_es: No exactamente. Los autos de carreras no están vivos. La gente sólo se ajusta al clima. No es una característica heredada. Pero volar más rápido hace más probable el capturar presas, y los animales de presa no ven a los felinos acercarse hasta que es demasiado tarde.
zh_cn: 不對喔。跑車沒有生命。人類穿上大衣並沒有讓人類本身進行「調適」，這不是個遺傳性狀(可遺傳的生物特徵)。但飛得更快使得捕捉獵物更容易則是「調適」。

source: Probably not. A far away eruption would probably have widespread impacts.
es_es: Probablemente Una erupción lejana probablemente tendría impactos extendidos.
zh_cn: 不對喔！應該不會。一個那麼遙遠的火山爆發對環境可能是廣大面積的影響。

source: Good choice! As the canyon becomes more of an obstacle, it isolates animals on both sides.
es_es: ¡Buena elección! Conforme el cañón se convierte en un obstáculo mayor, aisla a los animales a ambos lados.
zh_cn: 不錯的選擇！如果峽谷成為一個阻隔，就會隔絕兩側的動物。

source: Unlikely. A warming climate impacts living things over a very wide area, impacting nearby living things equally.
es_es: No es probable. Un clima en calentamiento impacta a los seres vivos de un área muy grande, impactando a los seres vivos cercanos de la misma forma.
zh_cn: 不太可能。氣候變暖影響的生物的範圍很廣，影響附近生物的情況會是一樣。

source: Not the best choice. Widespread drought means it happens over a wide area, impacting nearby living things equally.
es_es: No es la mejor opción. Una sequía extendida significa que ocurre a lo largo de un área amplia, impactando a los seres vivos cercanos de la misma forma.
zh_cn: 不是最好的選擇。大面積乾旱意味著它發生在很大的範圍，影響附近生物的情況會是一樣。

source: More core ideas... about changing life forms
es_es: Más ideas clave… acerca de formas de vida cambiantes
zh_cn: 更 多核心觀念......關於「生物形態變化」

source: All living things in an environment are trying to survive. They will try their best to find food and shelter, and reproduce to create more offspring. But not every environment is cut out for every living thing. Think of a cactus on an iceberg- how long do you think it would survive? Think of a penguin in a desert- do you think it would be able to reproduce? So in a particular habitat, some organisms can survive better than others. Some may not survive at all.
es_es: Todos los seres vivos de un ambiente están tratando de sobrevivir. Harán su mejor esfuerzo para encontrar comida y refugio, y para reproducirse y tener más crías. Pero no todos los ambientes están diseñados para cada ser vivo. Piensa en un cactus en un iceberg ¿cuánto tiempo crees que sobreviviría? Piensa en un pingüino en el desierto ¿crees que sería capaz de reproducirse? Así que en un hábitat particular, algunos organismos pueden sobrevivir mejor que otros. Algunos pueden no sobrevivir en absoluto.
zh_cn: 環境中的所有生物都試圖生存。它們會盡力去尋找食物和住所並繁殖來創造更多的後代。但環境並不是為了生物而安排好的，請想想冰山上面的仙人掌，你認為它能生存多久？請再想想一隻沙漠中的企鵝，你覺得它能進行繁殖嗎？因此，在一個特定的棲息地，有一些生物可以生存比其它的較好；有些則根本無法生存。

source: Looking at beaks again, you can see how important beak size and shape is to these woodpeckers when it comes to finding food. The bird on the right has a long, thin beak that can easily access worms inside a tree. Whereas the bird on the left is similar to the other bird in many ways, but it does not have the long beak.
es_es: Mirando los picos de nuevo, puedes ver cuán importante es el tamaño y forma de los picos para los pájaros carpinteros cuando tienen que encontrar comida. El ave de la derecha tiene un pico largo y delgado que puede fácilmente alcanzar los gusanos dentro de un árbol. Mientras que el ave de la izquierda es similar al otro en muchas formas, no tiene el pico largo.
zh_cn: 請再看一下鳥喙的例子(右圖)，你可以看到鳥喙的大小和形狀對這些啄木鳥的尋找食物是多麼重要。右邊的鳥有著長而薄的鳥喙，可以很容易地吃到樹幹裡的蟲子；而在左側的鳥雖然長得和右邊的啄木鳥相似，只是它不具有長而薄的鳥喙。

source: Animals born with advantageous traits are more likely to live long enough to reach that goal.
es_es: Los animales que nacen con características ventajosas tienen más probabilidades de vivir el tiempo suficiente para alcanzar ese objetivo.
zh_cn: 這例子 中， 圖右的啄木鳥具有長喙可補得蟲子，它比左邊的啄木鳥具有優勢性狀，這樣的動物就可能活得較久，達成牠們生存繁殖的目標。

source: Sometimes the differences in characteristics between individuals of the same species provide advantages in finding food and surviving. The species that survives well can reproduce and produce more of its kind that will continue to survive well.
es_es: Algunas veces las diferencias en las características entre los individuos de la misma especie proveen de ventajas para encontrar comida y sobrevivir.. La especie que sobrevive bien puede reproducirse y producir más de su clase que continuarán sobreviviendo bien.
zh_cn: 有時同一物種特徵上的差異也會造成尋找食物和存活的優勢。生存能力較好的物種就有機會繁殖出與它一樣具有優勢特徵的後代，使得物種的生存繁殖能不斷延續。

source: Sometimes characteristic differences help certain species stay alive. Consider a type of fish that is usually green. Because of a random DNA change, called <span class='key'>genetic mutation</span>, the color of two fish changes in one generation; one to a bright color, and one to a dark color. When a larger predator swims by, hungry for food, which is more likely to be seen and eaten? The brighter fish is more easily seen, and less likely to survive the encounter. The darker fish is more likely to live long enough to mate and reproduce. Darwin called this <span class='key'>natural selection</span>.
es_es: Algunas veces las diferencias en características ayudan a ciertas especies a sobrevivir. Piensa en un tipo de pez que es usualmente verde. Debido a un cambio aleatorio en el ADN, llamado <span class='key'>mutación genética</span>, el color de dos peces cambia en una generación; uno a un color brillante, y otro a un color oscuro. Cuando un depredador grande nade cerca, buscando alimento, ¿cuál de ellos crees que será el más fácil de ver y será comido? El pez brillante será visto más fácilmente, y tendrá menos probabilidades de sobrevivir el encuentro. El pez más oscuro tiene mayor probabilidad de vivir lo suficiente para encontrar una pareja y reproducirse. Darwin llamó a esto, <span class='key'>selección natural</span>.
zh_cn: 我 們來看看，不同的特徵對某些物種生存影響的例子。請試想，如果一種原本是綠色的小魚，因為DNA(生物體內控制遺傳的物質)產 生了隨機變化──這稱為<span class='key'>基 因突變</span>，使得魚的顏色在一代之間有了改變；成為，一種是有明亮的顏色，一種是暗黑的顏色。請問，當 有一 隻飢餓的大魚游來尋找食物時，你認為哪一種魚容易被發現而被吃掉呢？是的，明亮的魚比深色的魚容易被吃掉；而深色的魚就更有機會 能存活下來並進行繁殖。達爾文稱這種現象為<span class='key'>物 競天擇</span>，也就是大自然的選擇；那些，能在環境中改變產生適應的性狀的生物，就能夠存活下來。

source: Question A. Click on the phrase that best describes a favorable mutation for a fox.
es_es: Pregunta A. Da clic en la frase que describe mejor una mutación favorable para un zorro.
zh_cn: 問題A. 下列哪一個選項是對狐狸「生存」比較有利的突變呢。

source: A mutation that changes the fur of a fox to bright yellow.
es_es: Una mutación que cambia el pelaje del zorro a amarillo brillante.
zh_cn: 使狐狸的皮毛變成亮黃色的突變。

source: A mutation that makes a fox run faster.
es_es: Una mutación que hace que el zorro corra más rápido.
zh_cn: 使狐狸跑得更快的突變。

source: A mutation that changes the eye color of a fox.
es_es: Una mutación que cambia el color de los ojos del zorro.
zh_cn: 使狐狸的眼睛顏色改變的突變。
