Repository: geneconde/NGR-sandbox
Catalog: modules/changing-life-forms/Locale/*/LC_MESSAGES/changing-life-forms.po
Languages: es_es, zh_cn

source: There are many different kinds of living things in any area, and they exist in different places on land and in water. Changes in an organism's habitat are sometimes beneficial to it and sometimes harmful. For any particular environment, some kinds of organisms survive well, some survive less well, and some cannot survive at all. <span class='key'>Adaptation</span> by <span class='key'>natural selection</span> acting over generations is one important process by which species change over time in response to changes in environmental conditions. The environment is dynamic in nature; its characteristics can vary over time. Disruptions to any part of the environment can lead to shifts in all its populations. Traits that support successful survival and reproduction in the new environment become more common; those that do not become less common. Thus, the distribution of traits in a population changes.
es_es: Hay muchos tipos distintos de seres vivos en cada área, y existen en distintos lugares en la tierra y el agua. Los cambios en el hábitat de un organismo a veces son beneficiosos para él y algunas veces dañinos. En cada ambiente en particular, algunos tipos de organismos sobreviven bien, otros sobreviven menos bien, y otros no pueden sobrevivir en absoluto. La <span class='key'>adaptación</span> por <span class='key'>selección natural</span> a lo largo de generaciones es un proceso importante por el que las especies cambian a lo largo del tiempo como respuesta a los cambios en condiciones ambientales. El ambiente es dinámico por naturaleza; sus características pueden variar a lo largo del tiempo. Alteraciones a cualquier parte del ambiente pueden llevar a cambios en todas sus poblaciones. Las características que apoyan la supervivencia exitosa y reproducción en el nuevo ambiente se vuelven más comunes; aquellas que no, se vuelven menos comunes. Por lo tanto, la distribución de las características en una población cambia.
zh_cn: 各種生物生活在各種地區，它們在陸地上或水中的不同地方生存。生物的的棲息地改變，有時對它有利，有時是有害的。在特定的環境中，有些種類的生物生存良好，一些生存較差，有的則無法生存。環境是隨時間動態變化的，<span class='key'>「適應」</span>與<span class='key'>「物競天擇」</span>，是物種因應環境條件變化而隨著時間而改變的一個重要過程。環境中任何部分的崩潰都可能導致所有群體的改變。成功在新環境生存和繁殖下來的性狀會變得越來越普遍；那些沒辦法生存和繁殖下來的性狀則會慢慢消失。因此，群體中性狀的分佈情形也會改變。

source: Reviewing key vocabulary related to... changing life forms
es_es: Revisando vocabulario clave relacionado con… formas de vida cambiantes
zh_cn: 總結核 心觀 念......關於 「生物 形態變化」

source: Adaptation
es_es: Adaptación
zh_cn: 適應

source: Natural selection
es_es: Selección natural
zh_cn: 物競天擇

source: Environmental change
es_es: Cambio ambiental
zh_cn: 環境變遷

source: Genetic mutation
es_es: Mutación genética
zh_cn: 基因突變

source: Extinction
es_es: Extinción
zh_cn: 物種滅絕

source: Ecosystem
es_es: Ecosistema
zh_cn: 生態系統

source: An inherited characteristic that may give a life form a better chance of survival. Animals that are better adapted are more likely to reproduce and pass on their adaptations.
es_es: Una característica heredada que puede darle a una forma de vida mejor oportunidad de sobrevivir. Es más probable que los animales que están mejor adaptados sobrevivan y hereden sus adaptaciones.
zh_cn: 遺傳的「特徵」，可能會給一個生命形式更有利的生存機會。適應較佳的動物更容易繁殖和遺傳它們的「適應」特徵給後代。

source: An example would be the giraffe. Giraffes' long necks allow them to obtain food that other animals cannot reach.
es_es: Un ejemplo sería la jirafa. Los cuellos largos de las jirafas les permiten obtener comida que otros animales no pueden alcanzar.
zh_cn: 一個「適應」的例子是長頸鹿。長頸鹿的長脖子讓牠們獲得其它動物無法獲得的食物。

source: Animals that are best adapted to survive will be the ones most likely to reproduce and pass on their genes. This results in a decrease in the total diversity of a population over time.
es_es: Los animales que están mejor adaptados para sobrevivir, serán los que tendrán más probabilidades de reproducirse y transmitir sus genes. Esto resulta en un decremento en la diversidad de una población a lo largo del tiempo.
zh_cn: 最能進行「適應」而生存的動物，最有可能複製和遺傳牠們的基因。不過，這會導致一個群體的多樣性隨時間而變小。

source: An example would be the shift in the peppered moth populations. Lighter colored moths survive more frequently around light colored trees, while dark colored moths survive more frequently around dark colored trees.
es_es: Un ejemplo sería el cambio en las poblaciones de polilla moteada. Las polillas de color más claro sobreviven más frecuentemente alrededor de árboles de colores claros, mientras que las polillas de colores obscuros sobreviven más frecuentemente alrededor de árboles de color oscuro.
zh_cn: 另一個例子是此消彼長的蠖尺蛾群體大小的變化。淺色飛蛾在周圍充滿淺色樹木時存活率較高；而深色飛蛾在周圍都是深色樹木時存活率較高。

source: A change in the surroundings that affects the organisms living there. Environmental change may favor a species or members of a species and drive natural selection.
es_es: Un cambio en los alrededores que afecta a los organismos que viven allí. El cambio ambiental puede favorecer a una especie o a miembros de una especie y dirigir la selección natural.
zh_cn: 「環境變遷」會影響到生活在那裡的生物。環境變遷可能有利於一個物種的全部或一部分，這變遷會促使「物競天擇」的發生。

source: Examples may include natural disasters, the introduction of an invasive species, climate change, or human interference.
es_es: Los ejemplos pueden incluir desastres naturales, la introducción de una especie invasora, cambio climático o interferencia humana.
zh_cn: 環境變遷的例子有可能是，自然災害、一個物種的入侵、氣候變化或人為干擾。

source: DNA that is incorrectly copied can result in differences in an organism. These differences may be beneficial, resulting in the organism being better adapted. They may also be harmful, resulting in the organism being less well adapted. Many mutations, however, cause changes that have no significant effect on the organism as a whole.
es_es: El ADN que no se copia correctamente puede resultar en diferencias en un organismo. Estas diferencias pueden ser benéficas, resultando en un organismo mejor adaptado. También pueden ser dañinas, resultando en un organismo menos adaptado. Muchas mutaciones, sin embargo, ocasionan cambios que no tienen efectos significativos en el organismo como tal.
zh_cn: 「DNA」是生物體中攜帶所有遺傳訊息的化合物。當體內的DNA複製錯誤，將導致生物體產生差異。這些差異可能是有利的，從而使生物體適應更良好；它也可能是有害的，從而使生物體適應不良；然而，許多突變並不會造成生物的明顯改變。

source: If no members of a species are able to reproduce, the species will cease to exist and become extinct. The vast majority of species that have existed in earth's history are now extinct.
es_es: Si ningún miembro de una especie es capaz de reproducirse, la especie dejará de existir y se extinguirá. La gran mayoría de las especies que han existido en la historia de la Tierra ahora están extintas.
zh_cn: 如果一個物種的任何個體都無法繁殖，那該物種將不復存在，也就是「物種滅絕」。絕大多數曾經存在於地球歷史上的物種現今都已滅絕。

source: An ecosystem is living and non-living components of an area that co-exist in a balance. If the balance is disrupted by something such as an environmental change, some or all species may experience natural selection, or possibly go extinct.
es_es: Un ecosistema es el conjunto de componentes vivos y no vivos de un área que coexisten en equilibrio. Si el equilibrio es afectado por algo como un cambio ambiental, algunas o todas las especies pueden experimentar selección natural, o posiblemente extinguirse.
zh_cn: 生態系統是生物與非生物之間以一個平衡狀態共存。如果平衡被一些諸如環境變化的事物打亂，部分或全部物種就會面臨「物競天擇」，適者生存，不適者可能走向滅絕。

source: Checking what you now know... about changing life forms
es_es: Revisando lo que sabes ahora… acerca de formas de vida cambiantes
zh_cn: 看看你 現在 了解了多少...關於 「生物 形態變化」

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.
zh_cn: 回答以下6個小測驗，可以了解哪些是你已經知道的...哪些是還要再學習的？

source: Click the NEXT button when you are ready.
es_es: Da clic en el botón de SIGUIENTE cuando estés listo/a.
zh_cn: 當您準備好了時，就請按下一步...

source: Choose the <span class='blink'>best</span> example of an adaptation.
es_es: Elige el <span class='blink'>mejor</span> ejemplo de una adaptación.
zh_cn: 選擇一個適應的<span class='blink'>最好的</span>例子。

source: Parrots learn to say phrases by copying people.
es_es: Los pericos aprenden a decir frases copiando a la gente.
zh_cn: 鸚鵡學會複製人類說短語。

source: Polar bears' hollow fur keeps them warm and makes swimming easier.
es_es: El pelaje hueco de los osos polares los mantiene tibios y les hace más fácil nadar.
zh_cn: 北極熊的獸毛是空心的結構，既保溫又可使游泳更容易。

source: A tropical rainforest is cleared by fire.
es_es: Una selva tropical es despejada por el fuego.
zh_cn: 利用人為控制的火來清除熱帶雨林中的雜蕪乾樹。

source: Rice fields are harvested at the end of a growing season.
es_es: Los campos de arroz son cosechados al final de una temporada de cultivo.
zh_cn: 稻田在生長季節的尾聲收割。

source: Not an adaptation. Learning isn't inherited.
es_es: No es una adaptación. El aprendizaje no se hereda.
zh_cn: 這不是適應。鸚鵡說話是學習而來的，不是遺傳的，所以不是「適應」。

source: Right. The fur is an important adaptation.
es_es: Cierto. El pelaje es una adaptación importante.
zh_cn: 答對了。這特殊的獸毛，是一個重要的適應。

source: Sorry. The rainforest clearing is only temporary.
es_es: Lo siento. El despeje de la selva tropical es sólo temporal.
zh_cn: 不對喔！人類清理雨林，這裡並沒有提到任何生物進行適應。

source: Nope. The harvest happens every year.
es_es: Nop. La cosecha sucede cada año.
zh_cn: 不對喔！人類收割，這裡並沒有提到任何生物進行適應。

source: Natural selection does <span class='blink'>not</span> involve...
es_es: La selección natural <span class='blink'>no</span> involucra...
zh_cn: 「物競天擇」並<span class='blink'>不</span>涉及...

source: Some types of variation are inherited.
es_es: Algunos tipos de variaciones son heredados.
zh_cn: 某些類型的變異被遺傳給後代。

source: People have carefully chosen horses to breed for special traits.
es_es: Las personas han seleccionado cuidadosamente ciertos caballos para crianza debido a características especiales.
zh_cn: 人們精心挑選具有特殊性狀的馬匹來繁殖。

source: There is a competition for survival.
es_es: Hay competencia para sobrevivir.
zh_cn: 生存的競爭。

source: Some traits make an organism especially able to survive in its habitat.
es_es: Algunas características hacen a un organismo especialmente capaz de sobrevivir en su hábitat.
zh_cn: 有些特質使生物特別能夠在牠的棲息地生存。

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.
zh_cn: 點擊，按住並上下移動滑鼠旋轉方塊，然後選擇你的答案。

source: Nope. Inherited variation is a key part of natural selection.
es_es: Nop. Variaciones heredadas son una parte clave de la selección natural.
zh_cn: 不是這個選項喔！這敘述是對的。遺傳時的變異性是「物競天擇」的一個關鍵部分。

source: Right! Choosing which animals breed takes nature out of the selection.
es_es: ¡Correcto! Elegir cuáles animales criar elimina a la naturaleza de la selección.
zh_cn: 沒錯，這一個是錯誤的敘述！人類選擇哪些品種的動物來繁殖，就不算是大自然的「天擇」了。

source: Nope. Competition is very important in natural selection.
es_es: Nop. La competencia es muy importante en la selección natural.
zh_cn: 不是這個選項喔！這敘述是對的。競爭是「物競天擇」非常重要的部分。

source: Sorry. Survival and reproduction are key in natural selection.
es_es: Lo siento. La supervivencia y la reproducción son claves en la selección natural.
zh_cn: 不是這個選項喔！這敘述是對的。生存和繁衍都是「物競天擇」的關鍵。

source: Which of the following environmental changes is least likely to lead to evolutionary change?
es_es: ¿Cuál de los siguientes cambios ambientales es menos probable que lleve a un cambio evolutivo?
zh_cn: 下列哪項環境的變化是<最不可能>導致「進化(演化)」？

source: Eruption of a supervolcano on an island.
es_es: La erupción de un supervolcán en una isla.
zh_cn: 一個小島上超大火山的爆發。

source: A large meteorite impact.
es_es: Un gran impacto de meteorito.
zh_cn: 一個大隕石撞擊。

source: A small group of people walking across a prairie.
es_es: Un pequeño grupo de personas caminando a través de una pradera.
zh_cn: 一小群人走在一個大草原。

source: The climate warming over a short period of time.
es_es: El calentamiento climático a lo largo de un corto periodo de tiempo.
zh_cn: 很短的期間造成了全球氣候暖化。

source: No. This actually could lead to some major changes.
es_es: No. Esto en realidad podría llevar a algunos cambios importantes.
zh_cn: 不對喔！這實際上可能導致一些嚴重的變化，部分生物可能滅絕，但部分生物可能進化。

source: Sorry. Large meteorite impacts have had profound impacts in the past.
es_es: Lo siento. Los impactos de meteoritos grandes han tenido impactos profundos en el pasado.
zh_cn: 不對喔！大隕石的撞擊在過去已經產生過深遠的影響，曾造成生物的滅絕和進化。

source: Correct. Simply walking through an area is likely to be harmless.
es_es: Correcto. Simplemente caminar a través de un área es probablemente inofensivo.
zh_cn: 答對了。單單走過一個地區危害相對較小。

source: Nope. Climate change has been shown to cause significant changes.
es_es: Nop. Se ha mostrado que el cambio climático causa cambios significativos.
zh_cn: 不對喔！氣候暖化已經顯示出會導致顯著的變化，可能造成生物的進化。

source: Which of the following statements is consistent with Darwin's idea of natural selection?
es_es: ¿Cuál de las siguientes frases es consistente con la idea de Darwin de la selección natural?
zh_cn: 以下哪一項敘述與達爾文「物競天擇」的學說一致？

source: Larger individuals tend to have more offspring.
es_es: Individuos más grandes tienden a tener más crías.
zh_cn: 較大的個體往往有更多的後代。

source: Individuals better adapted to the environment tend to leave more offspring.
es_es: Individuos mejor adaptados al ambiente tienden a tener más crías.
zh_cn: 個體如果對環境適應的更好，往往較可以留下更多的後代。

source: Individuals with variations tend to survive longer.
es_es: Individuos con variaciones tienden a sobrevivir más tiempo.
zh_cn: 具有更多變異性的個體，能活的較久。

source: Survival of individuals is more important in natural selection than in reproduction.
es_es: La supervivencia de los individuos es más importante en la selección natural que en la reproducción.
zh_cn: 個體的「存活」比個體的「繁殖」，對「物競天擇」的影響更大。

source: Nope. Size has little to do with numbers of offspring.
es_es: Nop. El tamaño no tiene mucho que ver con la cantidad de crías.
zh_cn: 不對喔！大小跟後代的數目關係不大。

source: Correct! Having more offspring means that individuals are better adapted.
es_es: ¡Correcto! Tener más crías significa que el individuo está mejor adaptado.
zh_cn: 正確！有更多的後代意味著個體適應更良好。

source: Sorry. All individuals display variations in many different traits.
es_es: Lo siento. Todos los individuos muestran variaciones en muchas características distintas.
zh_cn: 不對喔！所有的個體在不同的性狀上都有差異，個體本身性狀具有的差異性，也和活的長短，沒直接的關係。

source: Nope. Reproduction is key to natural selection.
es_es: Nop. La reproducción es clave para la selección natural.
zh_cn: 不對喔！和生存相比，繁殖更是「物競天擇」的關鍵。

source: A certain bird species preys upon insects that live on tree trunks. Over a period of time, the insects burrow deeper and deeper into the bark to avoid being eaten. Which of the following changes is likely to occur in the bird population?
es_es: Una cierta especie de ave se alimenta de insectos que viven en troncos. A través de un periodo de tiempo, los insectos se ocultan más y más profundamente en las cortezas para evitar ser comidos. ¿Cuál de los siguientes cambios es más probable que ocurra en la población de aves?
zh_cn: 某一種鳥類捕食住在樹幹上的昆蟲。過了一段時間，蟲子鑽入更深的樹皮，以避免被吃掉。下列哪一項變化是鳥群可能發生的變化？

source: The birds would lay eggs earlier each spring.
es_es: Las aves pondrían sus huevos más pronto cada primavera.
zh_cn: 鳥在春天下蛋的時間會變更早。

source: The birds would migrate later each fall.
es_es: Las aves migrarían más tarde cada otoño.
zh_cn: 鳥在每年秋季的遷移會延後。

source: Beaks would become longer and thinner over time.
es_es: Los picos se volverían más largos y delgados a lo largo del tiempo.
zh_cn: 鳥喙會隨著時間經過變得更長、更薄。

source: Spot patterns on eggs would change to darker colors.
es_es: Los patrones de manchas en los huevos cambiarían a colores más oscuros.
zh_cn: 鳥的蛋外殼斑點，將會變成較深的顏色。

source: Not likely. We can't predict a relationship between insect depth and mating time.
es_es: No es probable. No podemos predecir una relación entre la profundidad de los insectos y la temporada de apareamiento.
zh_cn: 不太可能。我們無法看出昆蟲的深度和鳥類交配時間兩者間的關係。

source: Nope. We have no reason to predict any change in migration.
es_es: Nop. No tenemos razones para predecir cambios en la migración.
zh_cn: 不對喔！我們沒有理由根據昆蟲的深度來預測遷移的任何變化。

source: Correct! Selection will favor longer, thinner beaks to catch food.
es_es: ¡Correcto! La selección favorecerá picos más largos y delgados para atrapar comida.
zh_cn: 正確！物競天擇將使得鳥會有更長、更薄的喙以捕捉食物。

source: Sorry. There's no reason to link food location to spot patterns.
es_es: Lo siento. No hay razón para relacionar la ubicación de la comida y los patrones de manchas.
zh_cn: 不對喔！我們沒有理由能將昆蟲的深度鳥蛋的斑點圖案連結在一起。

source: The chart shows the survival rate of peppered moth over time (2002-2007). The blue dashed line shows the fraction of light colored moth that survived. The red solid line shows the fraction of dark colored moth that survived. Use this chart to click on the statement that is <span class='blink'>not correct</span> regarding this data and what you know about environment changes.
es_es: La gráfica muestra la tasa de supervivencia de la polilla moteada a lo largo del tiempo (2002-2007. La línea punteada azul muestra la fracción de polillas de color claro que sobrevivieron. La línea roja muestra la fracción de polillas moteadas oscuras que sobrevivieron. Utiliza esta gráfica para dar clic en la frase que <span class='blink'>no es correcta</span> en relación con estos datos y lo que tú sabes acerca de los cambios ambientales.
zh_cn: 下圖，顯示樺尺蛾在一段時間內（2001-2007年）的存活率。藍色虛線顯示的是淺色蛾的存活率。紅色實線表示的是深色蛾的存活率。請依據此圖，點選關於這些數據以及你所知道環境變化的<span class='blink'>錯誤</span>敘述。

source: The population of light and dark colored moths is changing from 2002-2007.
es_es: La población de polillas claras y oscuras ha cambiado de 2002-2007.

source: In 2004, light colored moths survived more than dark colored moths did.
es_es: En 2004, las polillas de color claro sobrevivieron más que las polillas de color obscuro.

source: From 2005 to 2006 something must have caused the survival rate of dark colored moths to increase.
es_es: De 2005 a 2006 algo debe haber causado que la tasa de supervivencia de las polillas de color oscuro aumentara.
zh_cn: 2005年附近必定有一些事情發生，而造成深色蛾的存活率提高。

source: In 2003, the fraction of light colored moths that survived show that pollution must be low.
es_es: En 2003, la fracción de polillas de color claro que sobrevivieron muestra que la contaminación debió ser baja.
zh_cn: 2002年淺色蛾的存活率顯示，當年的污染必定是相當輕微的。

source: No. The varying population of moths is shown in the ups and downs of this chart.
es_es: No. La población cambiante de polillas se muestra en los incrementos y decrementos de esta gráfica.

source: No. If you look at the lines for 2004, you will see the blue line is more than 0.8 (more than 8 out 10 light colored moths have survived). The red line is less than 0.7 (less than 7 out of 10 dark colored moths have survived).
es_es: No. Si miras las líneas del 2004, verás que la línea azul es más de 0.8 (más de 8 de cada 10 polillas de color claro han sobrevivido). La línea roja es menos de 0.7 (menos de 7 de cada 10 polillas de color oscuro han sobrevivido).

source: No. The red line goes up from 2005 to 2006. Something (pollution is a large factor) must have caused the survival rate of dark colored moths to increase.
es_es: No. La línea roja sube de 2005 a 2006. Algo (la contaminación es un gran factor) debe haber causado que la tasa de supervivencia de las mariposas nocturnas oscuras incrementara.

source: Correct, this statement is false. In 2003, the light colored moths were at their lowest survival rate, which shows that population might have been high, the trees dark, and the light colored moths could not survive as well. Pollution is one factor that affects the population of these moths.
es_es: Correcto, esta declaración es falsa. En el 2003, las polillas de colores claros estaban a su tasa de supervivencia más baja, lo que muestra que la población debió haber sido alta, los árboles oscuros, y las polillas de colores claros no podían sobrevivir tan bien. La contaminación es un factor que afecta la población de estas polillas.
zh_cn: 你選對了，這個敘述是錯誤的！ 2002年，淺色蛾的存活率降到最低點，這表示的應是當時的樹木變黑使得淺色蛾無法偽裝而存活。污染，是影響到飛蛾存活率是一個因素。

source: The survival rates of light and dark moth populations are changing from 2002-2007.
es_es: Las tasas de supervivencia de las polillas claras y oscuras han cambiado de 2002 a 2007.
zh_cn: 淺色和深色兩種飛蛾的存活率在2002-2007年間有所變動。

source: In 2004, light colored moths were more likely to survive than dark moths.
es_es: En 2004, las polillas de colores claros tenían más probabilidades de sobrevivir que las polillas oscuras.
zh_cn: 2004年，淺色蛾比深色蛾的存活比率要高。

source: No. The population rate changes are illustrated by the peaks and valleys of the chart.
es_es: No. Los cambios en la tasa de población están ilustrados por los picos y valles de la gráfica.
zh_cn: 不對喔，這是正確的敘述！蛾的群體的存活率的確在這張圖上顯示出變動的情形。

source: No. The point indicated by the blue line is higher than the one indicated by the red line.
es_es: No. El punto indicado por la línea azul es más alto que el que está indicado por la línea roja.
zh_cn: 不對喔，這是正確的敘述！此處藍線的數值大於紅色的。

source: No. The red line increases from 2005-2006. Some factors did cause the survival rate to increase.
es_es: No. La línea roja incrementa de 2005 a 2006. Algunos factores causaron que la tasa de supervivencia incrementara.
zh_cn: 不對喔，這是正確的敘述！紅線在2005-2006年開始上升。這應該是有某些原因造成深色蛾的存活率提高（污染應該就是一大可能的因素）。

source: Congratulations
es_es: Felicitaciones
zh_cn: 恭喜您

source: You've completed the Changing Life Forms review.
es_es: Has completado la revisión de Formas de Vida Cambiantes.
zh_cn: 你已經 完成 了「生物形態變化」單元。

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.
zh_cn: 你可以點擊下面的按鈕，查看到你在“小練習”和“小測驗”的表現...

source: The population of light and dark colored moths is changing from 2001-2007.
zh_cn: 淺色和深色兩種飛蛾的存活率在2001-2007年間有所變動。
