Repository: geneconde/NGR-sandbox
Catalog: demo/how-light-behaves/Locale/*/LC_MESSAGES/how-light-behaves.po
Languages: ar_eg, es_es

source: Black or dark objects absorb more light than white or light colored objects. A material heats up when it absorbs light. The more light that something absorbs, the hotter it gets. This explains why it is not a good idea to walk barefooted on a blacktop or asphalt covered road on a sunny summer day and why buildings in warmer climates have windows that act like mirrors to reflect the sunlight and keep the rooms inside cooler.
ar_eg: الأجسام السوداء أو الداكنة تمتص مزيدا من الضوء من الأجسام الملونة، أو البيضاء أو الخفيفة اللون. ترتفع درجة حرارة المادة عندما تمتص الضوء. وكلما كان امتصاص الضوء أكبر كلما زادت درجة حرارة المادة. وهذا ما يفسر لماذا أنها ليست فكرة جيدة أن تمشي حافي القدمين على الأسفلت أو على الطريق في يوم صيفي مشمس ولماذا تكون نوافذ المباني في المناطق ذات المناخ الأكثر دفئا تعمل عمل المرايا لتعكس أشعة الشمس ولتحافظ على الغرف في الداخل لتكون أكثر برودة.
es_es: Los objetos negros u oscuros absorben más luz que los objetos de colores claros o blancos. Un material se calienta cuando absorbe luz. Entre más luz absorbe algo, más caliente se pone. Esto explica por qué no es buena idea caminar descalzo sobre un camino de asfalto o concreto cuando es un día soleado de verano y por qué los edificios en climas más cálidos tienen ventanas que actúan como espejos para reflejar la luz del sol y mantener las habitaciones interiores más frescas.

source: You may have seen solar panels on a home or business. These panels change the energy from light to generate electricity for the appliances in a home, or to reduce the amount of money a business has to pay the utility company each month.
ar_eg: ربما قد رأيت الألواح الشمسية على منزل ما أو في العمل. هذه اللوحات تغير الطاقة من الضوء لتوليد الكهرباء للأجهزة في المنزل، أو لتقليل المال على الشركات والتي يجب أن تدفعها الشركة كفائدة كل شهر.
es_es: Quizá hayas visto paneles solares en una casa o negocio. Estos paneles transforman la energía de la luz para generar electricidad para los aparatos en una casa, o para reducir la cantidad de dinero que un negocio tiene que pagar a la compañía de servicio eléctrico cada mes.

source: Blue, red or yellow?
ar_eg: الأزرق أو الأحمر أو الأصفر؟
es_es: ¿Azul, rojo o amarillo?

source: A Strawberry
ar_eg: فراولة
es_es: Una Fresa

source: A Glass of Orange Juice
ar_eg: كأس من عصير البرتقال
es_es: Un Vaso de Jugo de Naranja

source: The Lead in a Pencil
ar_eg: الرصاص في قلم الرصاص
es_es: El Plomo en un Lápiz

source: <select>
ar_eg: اختر
es_es: <seleccionar>

source: Click on the color of light reflected by the objects shown below.
ar_eg: انقر على لون الضوء المنعكس من الأجسام المبينة أدناه.
es_es: Da clic en el color de la luz reflejada por los objetos mostrados debajo.

source: red
ar_eg: أحمر
es_es: rojo

source: orange
ar_eg: برتقالي
es_es: anaranjado

source: yellow
ar_eg: أصفر
es_es: amarillo

source: green
ar_eg: أخضر
es_es: verde

source: blue
ar_eg: أزرق
es_es: azul

source: purple
ar_eg: أرجواني
es_es: púrpura

source: all of the above
ar_eg: كل ما سبق
es_es: todos los anteriores

source: none
ar_eg: لايوجد
es_es: ninguno

source: Click on the color of light reflected by the things listed below.
ar_eg: انقر على لون الضوء المنعكس من الأجسام المبينة أدناه.
es_es: Da clic en el color de luz reflejado por las cosas listadas debajo.

source: Reflecting light...
ar_eg: انعكاس اللضوء
es_es: Reflejando luz...

source: You've got it! A ripe strawberry looks red because it reflects red light; a glass of orange juice looks orange because it reflects orange light; and the lead from a pencil looks black because it doesn't reflect any light.
ar_eg: لقد أصبت! تبدو الفراولة الناضجة حمراء لأنها تعكس الضوء الأحمر. يبدو كوب من عصير البرتقال برتقالي اللون لأنه يعكس الضوء البرتقالي. والرصاص من قلم الرصاص يبدو أسود لأنه لا يعكس أي ضوء.
es_es: ¡Acertaste! Una fresa madura luce roja porque refleja la luz roja; un vaso de jugo de naranja luce anaranjado porque refleja la luz anaranjada; y el carbón de un lápiz luce negro porque no refleja ninguna luz.

source: Not quite! A ripe strawberry looks red because it reflects red light; a glass of orange juice looks orange because it reflects orange light; and the lead from a pencil looks black because it doesn't reflect any light.
ar_eg: ليس تماما! تبدو الفراولة الناضجة حمراء لأنها تعكس الضوء الأحمر. يبدو كوب من عصير البرتقال برتقالي اللون لأنه يعكس الضوء البرتقالي. والرصاص من قلم الرصاص يبدو أسود لأنه لا يعكس أي ضوء.
es_es: ¡No exactamente! Una fresa madura luce roja porque refleja la luz roja; un vaso de jugo de naranja luce anaranjado porque refleja la luz anaranjada; y el carbón de un lápiz luce negro porque no refleja ninguna luz.

source: More big ideas about... how light behaves
ar_eg: المزيد من الأفكار الكبيرة ... حول كيف يسلك الضوء
es_es: Más ideas importantes acerca de... cómo se comporta la luz

source: Some materials not only absorb and reflect light but they also <span class='key'>transmit</span> or let some or most light pass through. Materials that let most light pass straight through are called <span class='key'>transparent</span>. The glass windows on most cars are transparent, allowing the driver a clear view of any objects near the car. Other transparent materials absorb most colors of light while allowing only one color of light to pass through. A red material lets only red light pass through; a blue material lets only blue light pass through, and so on.
ar_eg: بعض المواد لا تمتص وتعكس الضوء فحسب ولكنها <span class='key'>تمرر</span> أو تنقل أو تسمح لبعض أو معظم الضوء بالمرور أيضا. وتسمى المواد التي تسمح لمعظم الضوء بالمرور بشكل مباشر <span class='key'> شفافة</span>. النوافذ الزجاجية في معظم السيارات شفافة، مما يسمح للسائق رؤية واضحة للأجسام القريبة من السيارة. المواد الشفافة الأخرى تمتص معظم ألوان الضوء في حين يسمح للون واحد فقط من الضوء بالمرور. المواد الحمراء تتيح للضوء الأحمر فقط بالمرور،المادة الزرقاء تسمح للضوء الأزرق فقط بالمرور، وهكذا.
es_es: Algunos materiales no sólo absorben y reflejan la luz sino que también <span class='key'>transmiten</span> o dejan pasar un poco o la mayor parte de la luz. Los materiales que dejan que la mayor parte de la luz pase directamente a través de ellas, se conocen como <span class='key'>transparentes</span>. Las ventanas de vidrio en la mayoría de los automóviles son transparentes, lo que permite al conductor ver claramente cualquier objeto cerca del auto. Otros materiales transparentes absorben la mayoría de los colores de la luz mientras que dejan pasar un solo color de luz. Un material rojo sólo deja pasar la luz roja; un material azul sólo deja pasar la luz azul, etcétera.

source: Materials that let just some of the light pass through are called <span class='key'>translucent</span>. These materials change the path that light takes on the way through them, making it tough to clearly see objects on the other side of the material. That's why it can be difficult for airplanes to take off and land in foggy weather, or for the driver of a car to see through a frost covered windshield on a cold day. Remember though that opaque things don't transmit any light!
ar_eg: وتسمى المواد التي تسمح فقط لبعض من الضوء بالمرور <span class='key'>شيه شفافة</span>. هذه المواد تغير المسار الذي يأخذه الضوء من خلالها، مما يجعله صعوبة في أن نرى الأجسام بوضوح للجانب الآخر من هذه المادة. هذا هو السبب وراء صعوبة إقلاع وهبوط الطائرات في الطقس الغائم، أو أن يرى سائق سيارة من خلال الزجاج الأمامي المغطى بالصقيع في يوم بارد. تذكر أنه على الرغم من أن الأجسام المعتمة لا تنقل أي ضوء!
es_es: Los materiales que dejan pasar sólo una parte de la luz se conocen como <span class='key'>translúcidos</span>. Estos materiales cambian el camino que sigue la luz cuando pasa a través de ellos, haciendo difícil ver los objetos del otro lado del material claramente. Por eso puede ser difícil para los aviones despegar y aterrizar en climas con neblina, o para un conductor ver a través del parabrisas de su auto cuando está cubierto de hielo, en un día frío. ¡Recuerda, sin embargo, que las cosas opacas no transmiten ninguna luz!

source: Absorbing light...
ar_eg: امتصاص الضوء
es_es: Absorbiendo luz...

source: How would you describe the things below in how well they transmit light?
ar_eg: كيف يمكنك وصف الاشياء أدناه من حيث مدى نقلها للضوء بشكل جديد؟
es_es: ¿Cómo describirías las cosas debajo con respecto a cuán bien transmiten la luz?

source: Clean lake
ar_eg: بحيرة نظيفة
es_es: Lago limpio

source: Foggy morning
ar_eg: صباح ضبابي
es_es: Mañana con neblina

source: Wooden door
ar_eg: باب خشبي
es_es: Puerta de madera

source: transparent
ar_eg: شفاف
es_es: transparente

source: translucent
ar_eg: شبه شفاف
es_es: translúcido

source: opaque
ar_eg: مُعتم
es_es: opaco

source: Different transmission...
ar_eg: إرسال مختلف ...
es_es: Transmisión distinta...

source: Way to go! Water in a clean lake is transparent, allowing all light to pass through it; a morning fog is translucent, allowing only some light through; you can't see anything through a wooden door because it is opaque, the door doesn't allow any light to pass through it.
ar_eg: أحسنت، تكون المياه في البحيرة النظيفة شفافة سامحة لكل الضوء بالمرور من خلالها؛ يكون الضباب في الصباح نصف شفاف، سامحا فقط لبعض الضوء بالمرور من خلاله؛ لا يمكنك مشاهدة أي شيء من خلال باب خشبي لأنه معتم، والباب لا يسمح بأي ضوء بالمرور من خلاله.
es_es: ¡Bien hecho! El agua en un lago limpio es transparente, lo que permite que toda la luz pase a través de ella; la neblina de una mañana es translúcida, lo que permite que una parte de la luz pase; no puedes ver nada a través de una puerta de madera porque es opaca, la puerta no permite que nada de luz pase a través de ella.

source: Not quite. Water in a clean lake is transparent, allowing all light to pass through it; a morning fog is translucent, allowing only some light through; you can't see anything through a wooden door because it is opaque, the door doesn't allow any light to pass through it.
ar_eg: ليس تماما، تكون المياه في البحيرة النظيفة شفافة سامحة لكل الضوء بالمرور من خلالها؛ يكون الضباب في الصباح نصف شفاف، سامحا فقط لبعض الضوء بالمرور من خلاله؛ لا يمكنك مشاهدة أي شيء من خلال باب خشبي لأنه معتم، والباب لا يسمح بأي ضوء بالمرور من خلاله.
es_es: No exactamente. El agua en un lago limpio es transparente, lo que permite que toda la luz pase a través de ella; la neblina de una mañana es translúcida, lo que permite que una parte de la luz pase; no puedes ver nada a través de una puerta de madera porque es opaca, la puerta no permite que nada de luz pase a través de ella.

source: Finally, when light passes from one material to another material, the light can change direction or bend. Scientists call this bending <span class='key'>refraction</span>. For example, when light passes at an angle from air into water or from water into air, the light refracts. This bending of light can cause objects to look odd, like the straw in this glass of water.
ar_eg: وأخيراً، عندما يمر الضوء من مادة واحدة إلى مادة أخرى، يمكن أن يتغير اتجاه الضوء أو ينحني، يسمي العلماء هذا الانحناء ب <span class='key'>الإنكسار</span>. على سبيل المثال، عندما يمر الضوء بزاوية من الهواء إلى الماء أو من الماء إلى الهواء، ينكسر الضوء. يمكن أن يسبب هذا الانحناء في الضوء ان تبدو الأجسام غريبة مثل القشة في هذا الكوب من الماء.
es_es: Finalmente, cuando la luz pasa de un material a otro material, la luz puede cambiar de dirección o doblarse. Los científicos llaman a este pliegue <span class='key'>refracción</span>. Por ejemplo, cuando la luz pasa con un ángulo del aire al agua o del agua al aire, la luz se refracta. Este pliegue de la luz puede causar que los objetos luzcan extraños, como la pajilla en este vaso de agua.

source: Because the light is changing directions when passing from water into the air, objects beneath the surface of the water can appear to be slightly out of place. For example, this fish appears to be closer to the surface than it actually is due to the way the light is changing direction on the way to the person 's eyes.
ar_eg: لأن الضوء يغير في اتجاهاته عندما يمر من الماء الى الهواء، يمكن أن تظهر الأجسام تحت سطح الماء في غير مكانها. على سبيل المثال، تبدو هذه السمكة أقرب إلى السطح مماهي عليه في الواقع بسبب التغيير في اتجاه الضوء في مرورة إلى العين.
es_es: Porque la luz está cambiando de dirección cuando pasa del agua al aire, los objetos debajo de la superficie del agua pueden parecer ligeramente fuera de lugar. Por ejemplo, este pez parece estar más cerca de la superficie de lo que está realmente, debido a la forma en que la luz está cambiando de dirección de camino a los ojos de la persona.

source: A rainbow of color is produced when sunlight passes through raindrops in the air at the proper angle. The different colors of light refract different amounts upon entering and exiting the rain drop, changing the direction of red light the least and blue and violet light the most. The result is the separation of colors we see as a rainbow.
ar_eg: يتكون قوس قزح عندما يمر ضوء الشمس خلال قطرات المطر في الهواء عند الزاوية الصحيحة. تكسرالألوان المختلفة من الضوء بكميات مختلفة عند الدخول والخروج داخل قطرة المطر، مغيرة الاتجاه الأحمر للضوء بشكل أقل والضوء الأزرق والبنفسجي أكثر. والنتيجة هي فصل الألوان التي نراها كقوس قزح.
es_es: Un arcoíris de color se produce cuando la luz pasa a través de las gotas de lluvia en el aire en el ángulo apropiado. Los distintos colores de la luz se refractan en distinto grado cuando entran y salen de la gota de lluvia, cambiando la dirección de la luz roja de la manera más mínima y la luz azul y violeta con la mayor intensidad. El resultado es la separación de los colores que vemos como un arcoiris.

source: Knowing how light refracts can be used to help us see things more clearly. You may have classmates that wear glasses to help them see. Eyeglasses or contacts have special lenses made of glass or plastic. The <span class='key'>lenses</span> are made to refract light as it passes through them. A nearsighted person's eyes focus light too "near" to the back of the eye. They need a lens that spreads the light out a bit. A farsighted person's eyes focus light too "far" behind the back of the eye. They need a lens that focuses the light closer. This helps a person wearing eyeglasses to see more clearly.
ar_eg: معرفة كيف ينكسر الضوء يمكن استخدامه لمساعدتنا في رؤية الأشياء أكثر وضوحا. قد يكون لديك زملاء دراسة يرتدون النظارات لمساعدتهم على الرؤية. النظارات أو العدسات اللاصقة فيها عدسات مصنوعة من الزجاج أو البلاستيك. <span class='key'>العدسات</span> مصنوعة لتكسر الضوء عند مروره من خلالها. عيون الشخص قصير النظر يسلط فيه الضوء بشكل قريب جدا الى الجزء الخلفي من العين. وهم يحتاجون إلى العدسة التي توزع الضوء خارجا قليلا. عيون الشخص البعيد النظر يركز فيه الضوء بعيدا خلف الجزء الخلفي من العين. انهم بحاجة الى العدسة التي تركز الضوء بشكل أقرب. وهذا يساعد الشخص الذي يرتدي النظارات على الرؤية بشكل أكثر وضوحا.
es_es: Saber cómo se refracta la luz puede ser utilizado para ayudarnos a ver las cosas más claramente. Puede ser que tengas compañeros de clase que utilizan gafas que les ayudan a ver. Las gafas y lentes de contacto tienen lentes especiales hechos de vidrio o plástico. Los <span class='key'>lentes</span> están hechos para refractar la luz cuando pasa a través de ellos. Los ojos de una persona miope enfocan la luz demasiado "cerca" de la pared trasera del ojo. Ellos necesiten un lente que disipe la luz un poco. Los ojos de una persona hipermétrope, enfocan la luz demasiado "lejos" de la pared trasera del ojo. Necesitan un lente que enfoque la luz más cerca. Esto ayuda a que una persona que usa gafas vea más claramente.

source: Looking at the rainbow...
ar_eg: النظر إلى قوس قزح ...
es_es: Mirando el arcoíris...

source: Seeing isn't always believing. Artists are able to create a wide variety of images these days with the help of computers. These computer-generated images can be works of art that would be impossible to achieve with cameras alone. Unfortunately, they can also result in unnatural images that don't portray nature correctly. Given that refraction bends different colors of light by different amounts, changing the direction of red light the least, and blue and violet light the most, look at the images below and drag them into the correct column to show which ones got the science right and which ones got it wrong.
ar_eg: رؤية الأشياء لا يعني تصديقها. الفنانون قادرون على إنشاء مجموعة متنوعة من الصور هذه الايام بمساعدة أجهزة الكمبيوتر. ويمكن لهذه الصور بواسطة الحاسوب أن تكون أعمال فنية يستحيل الحصول عليها باستخدام الكاميرات وحدها. لسوء الحظ، يمكن أن تُنتج صور غير طبيعية التي لا تصور الطبيعة بشكل صحيح. لأنها تعطي الانكسارات المنحنية ألوان مختلفة من الضوء بنسب مختلفة، مغيرة اتجاه الضوء الأحمر على الأقل، والضوء الأزرق والبنفسجي أكثر، انظر الى الصور أدناه واسحبها إلى العمود الصحيح لإظهار أي منها صحيحة علميا وأيها غير صحيحة.
es_es: Ver no siempre es creer. Los artistas son capaces de crear una gran variedad de imágenes estos días con la ayuda de computadoras. Estas imágenes generadas por computadora pueden ser obras de arte que sería imposible crear tan sólo con una cámara. Desafortunadamente, también pueden resultar en imágenes antinaturales que no representan a la naturaleza correctamente. Dado que la refracción dobla los distintos colores de la luz en distinto grado, cambiando la dirección de la luz roja de la manera más mínima y la luz azul y violeta con la mayor intensidad, mira las imágenes debajo y arrástralas hacia la columna correcta para mostrar cuáles son correctas de acuerdo a la ciencia y cuáles no.

source: Items
ar_eg: أصناف
es_es: Objetos

source: Got it Right!
ar_eg: لقد أصبت!
es_es: ¡Acertaste!

source: Got it Wrong!
ar_eg: لقد أخطأت!
es_es: ¡Te equivocaste!

source: Prism 1
ar_eg: المنشور 1
es_es: Prisma 1

source: Prism 2
ar_eg: المنشور 2
es_es: Prisma 2

source: Prism 3
ar_eg: المنشور 3
es_es: Prisma 3

source: Prism 4
ar_eg: المنشور 4
es_es: Prisma 4

source: Answer
ar_eg: الإجابة
es_es: Respuesta

source: Checking what you now know about... how light behaves
ar_eg: فحص ما تعرفه الآن ...كيف يسلك الضوء
es_es: Revisando lo que sabes acerca de... cómo se comporta la luz

source: Using what you now know about... how light behaves... to solve a problem
ar_eg: استخدام ما تعرفه الآن عن ... كيف يسلك الضوء ... لحل مشكلة
es_es: Utilizando lo que ahora sabes acerca de... cómo se comporta la luz... para resolver un problema

source: You're an engineer working for a company in charge of designing a heating system for a swimming pool. You decide to use sunlight to heat up the water by pumping the water from the pool through a bunch of tubes that will run across the roof of the pool building.
ar_eg: انت مهندسا تعمل لحساب شركة مسؤولة عن تصميم نظام تدفئة لحمام سباحة. قررت استخدام أشعة الشمس لتسخين المياه عن طريق ضخ المياه من البركة من خلال مجموعة من الأنابيب التي سيتم تشغيلها عبر سطح مبنى حمام السباحة.
es_es: Eres un/a ingeniero/a que trabaja para una compañía a cargo de diseñar un sistema de calefacción para una piscina. Decides utilizar la luz del sol para calentar el agua bombeando el agua de la piscina a través de un grupo de tuberías que pasarán a lo largo del techo del edificio donde se encuentra la piscina.

source: Using what you know about the absorption and reflection of light, describe the characteristics of the tubes you would use for the system.
ar_eg: باستخدام ما تعرفه عن امتصاص وانعكاس الضوء، صف خصائص الأنابيب التي ستستخدم للنظام.
es_es: Utilizando lo que sabes acerca de la absorción y reflexión de la luz, describe las características de los tubos que utilizarías para el sistema.

source: Looking for a heat source...
ar_eg: البحث عن مصدر حرارة...
es_es: Buscando una fuente de calor...

source: Summarizing big ideas about... how light behaves
ar_eg: تلخيص الأفكار الكبيرة حول ... كيفي يسلك الضوء
es_es: Resumiendo ideas importantes acerca de... cómo se comporta la luz

source: Light is one kind of <span class='key'>energy</span>. When light shines on an object, it can be <span class='key'>reflected</span> (bounced off), <span class='key'>transmitted</span> (passed through) or <span class='key'>absorbed</span> (not reflected or transmitted). <span class='key'>Transparent</span> materials transmit most light and reflect and absorb some. <span class='key'>Translucent</span> materials transmit some light and reflect and absorb some. <span class='key'>Opaque</span> materials absorb and reflect light but transmit none. When you see a solid object, the color you see is the color of the light being reflected by the object. A blue car is blue because blue light is reflecting off the car while the other colors of light are being absorbed. If light can pass from one material to another material, it can be <span class='key'>refracted</span>. When light is refracted, it changes its direction. This can happen when light passes at an angle from air into water or from water into air. <span class='key'>Lenses</span> use refraction to help people see more clearly. Solar panels can be used to change light energy into heat and electrical energy.
ar_eg: الضوء نوع واحد من <span class='key'>الطاقة</span>. عندما يسطع الضوء على جسم ما، فإنه يمكن أن يتم <span class='key'>ينعكس (يرتد)</span>، أو <span class='key'>يمر</span> (ينتقل) أو <span class='key'>يُمتص</span> (لا ينعكس أو ينتقل). المواد <span class='key'>الشفافة</span> تنقل معظم الضوء وتعكس وتمتص بعضه. المواد <span class='key'>شبه الشفافة</span> تمرر بعض الضوء وتعكس وتمتص بعضه. المواد <span class='key'>المعتمة</span> تمتص وتعكس الضوء، ولكن لا تمرر شيء. عندما ترى جسم صلب، فإن اللون الذي تراه هو لون الضوء الذي ينعكس من خلال الجسم. السيارة الزرقاء لونها أزرق لأن الضوء الأزرق ينعكس من السيارة في حين يتم امتصاص الألوان الأخرى للضوء. إذا يمكن للضوء أن يمر من مادة واحدة إلى مادة أخرى، و يمكن أن ينكسر. عندما ينكسر الضوء، فإنه يغير اتجاهه. هذا يمكن أن يحدث عندما يمر الضوء عند زاوية من الهواء إلى الماء أو من الماء إلى الهواء. تستخدم <span class='key'>العدسات</span> الانكسار لمساعدة الناس على الرؤية بشكل أكثر وضوحا. يمكن أن تُستخدم الألواح الشمسية لتغيير الطاقة الضوئية إلى حرارة وطاقة كهربائية.
es_es: La luz es un tipo de <span class='key'>energía</span>. Cuando la luz brilla sobre un objeto, puede ser <span class='key'>reflejada</span> (rebotar), <span class='key'>transmitida</span> (pasar a través del objeto), o <span class='key'>absorbida</span> (ni reflejarse ni transmitirse). Los materiales <span class='key'>transparentes</span> transmiten la mayor parte de la luz y reflejan y absorben un poco. Los materiales <span class='key'>translúcidos</span> transmiten una parte de la luz y reflejan y absorben un poco. Los materiales <span class='key'>opacos</span> absorben y reflejan luz pero no transmiten ninguna. Cuando ves un objeto sólido, el color que ves es el color de la luz que es reflejada por el objeto. Un auto azul es azul porque la luz azul se refleja en el auto mientras que los otros colores de luz están siendo absorbidos. Si la luz puede pasar de un material a otro, puede ser <span class='key'>refractada</span>. Cuando la luz se refracta, cambia de dirección. Esto puede suceder cuando la luz pasa con un ángulo del aire al agua o del agua al aire. Los <span class='key'>lentes</span> utilizan refracción para ayudar a las personas a ver más claramente. Los paneles solares pueden ser utilizados para transformar energía lumínica en calor y electricidad.

source: Reflected
ar_eg: مُنعكس
es_es: Reflejada

source: Refracted
ar_eg: مُنكسر
es_es: Refractada

source: Absorbed
ar_eg: مُمتص
es_es: Absorbida

source: Transmitted
ar_eg: مُمرر
es_es: Transmitida

source: No. If the light had been reflected by the prism, it would have bounced off the surface of the prism.
ar_eg: لا، إذا انعكس الضوء بالمنشور، فإنه سيكون قد ارتد عن سطح المنشور.
es_es: No. Si la luz hubiera sido reflejada por el prisma, habría rebotado en la superficie del prisma.
