Repository: geneconde/NGR-sandbox
Catalog: demo/how-light-behaves/Locale/*/LC_MESSAGES/how-light-behaves.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Regresar

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer Más

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: Por favor, selecciona tu respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, selecciona tus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escribe tu respuesta.

source: Quick Check #1
ar_eg: تقويم سريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: التقويم السريع رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: القويم السريع رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: التقويم السريع رقم 4
es_es: Revisión Rápida #4

source: Quick Check #5
ar_eg: سريع تحقق رقم 5
es_es: Revisión Rápida #5

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisa tus respuestas.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo lo hice?

source: You answered...
ar_eg: إجابتك كانت...
es_es: Tú respondiste...

source: select
ar_eg: اختر
es_es: seleccionar

source: Play
ar_eg: شغَل
es_es: Reproducir

source: Pause
ar_eg: وقف مؤقت
es_es: Pausa

source: Stop
ar_eg: توقف
es_es: Detener

source: Mute
ar_eg: صامت
es_es: Silencio

source: Unmute
ar_eg: غير صامت
es_es: Activar sonido

source: Max volume
ar_eg: أعلى صوت
es_es: Volumen máximo

source: Full screen
ar_eg: وضع الشاشة بالكامل
es_es: Pantalla completa

source: Restore screen
ar_eg: استعادة الشاشة
es_es: Restaurar pantalla

source: Repeat
ar_eg: كرر
es_es: Repetir

source: Repeat off
ar_eg: إيقاف التكرار
es_es: No repetir

source: Update Required
ar_eg: التحديث مطلوب
es_es: Actualización Requerida

source: To play the media you will need to either update your browser to a recent version or update your
ar_eg: لتشغيل الوسائط ستحتاج إما إلى تحديث المتصفح لنسخة الأخيرة أو تحديث
es_es: Para reproducir los contenidos multimedia, necesitas actualizar tu navegador a una versión más reciente o actualizar tu

source: Flash plugin
ar_eg: برنامج الفلاش المساعد
es_es: Lector Flash

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر فوق، وثبت وحرك الفأرة أعلى وأسفل لتدوير المربع وحدد إجابتك.
es_es: Da clic, sostén y desliza tu mouse hacia arriba y hacia abajo para girar la caja y seleccionar tu respuesta.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
es_es: Navega entre las diapositivas debajo dando clic en las flechas de izquierda y derecha.

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: The Scenario
ar_eg: السيناريو
es_es: El Escenario

source: Your Task
ar_eg: مهمتك هي
es_es: Tu Tarea

source: The Task
ar_eg: المهمة
es_es: La Tarea

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Your Assignment
ar_eg: مهمتك
es_es: Tu Tarea

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérrame!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haz clic aquí para empezar a escribir tu respuesta...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Contestar las siguientes seis (6) preguntas de evaluación te dará una idea acerca de lo que sabes ahora y lo que aún necesitas estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
es_es: Haz clic en el botón de SIGUIENTE cuando estés listo/a.

source: Quiz Question #1
ar_eg: السؤال القصير رقم 1
es_es: Pregunta de Evaluación #1

source: Quiz Question #2
ar_eg: سؤال قصير رقم 2
es_es: Pregunta de Evaluación #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de Evaluación #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de Evaluación #4

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta de Evaluación #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de Evaluación #6

source: Congratulations,
ar_eg: مبروك،
es_es: ¡Felicidades,

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للتقويم السريع وللأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en la 'Revisión Rápida' y 'Preguntas de Evaluación' de esta revisión dando clic en el botón de abajo.

source: Go to dashboard
ar_eg: اذهب إلى اللوحة التوجيهية
es_es: Ir al tablero de inicio

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Iniciemos!

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a,

source: Preparing your first quick check!
ar_eg: تحضير التقويم السريع الأول!
es_es: ¡Preparando tu primera revisión rápida!

source: Ready for your last quick check?
ar_eg: هل أنت مستعد للتقويم الأخير السريع؟
es_es: ¿Listo/a para tu última revisión rápida?

source: Ready for your last quiz question?
ar_eg: هل أنت مستعد لسؤال الاختبار الاخير؟
es_es: ¿Listo/a para tu última pregunta de evaluación?

source: Putting it all together...
ar_eg: إجمعها مع بعضها ...
es_es: Uniéndolo todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Revisemos lo que sabes ahora

source: And the first quiz question is...
ar_eg: السؤال الأول في الإختبار هو:
es_es: Y la primera pregunta de evaluación es...

source: You're done!
ar_eg: أنهيت!
es_es: ¡Terminaste!

source: How Light Behaves
ar_eg: كيف يسلك الضوء
es_es: Cómo se Comporta la Luz

source: Welcome to the How Light Behaves module
ar_eg: مرحبا بكم في وحدة كيف يسلك الضوء.
es_es: Bienvenido/a al módulo de cómo se comporta la luz

source: Thinking about... how light behaves
ar_eg: التفكير ... كيف يبسلك الضوء
es_es: Pensando acerca de... cómo se comporta la luz

source: When you walk into your dark bedroom at night, you usually turn on a light. With a light on, you can see everything from your red pillow on the chair to the blue blanket on the bed. But what is light? What happens when that light is turned on? How does that light help you see? This module is all about light and how it behaves.
ar_eg: عندما تمشي في غرفة مظلمة في الليل، يمكنك تشغيل الضوء. عند تشغيل الضوء، يمكنك أن ترى كل شيء من وسادتك الحمراء على الكرسي الى البطانية الزرقاء على السرير. ولكن ما هو الضوء؟ ماذا يحدث عندما يتم تشغيل الضوء؟ كيف يمكن أن يساعدك الضوء على الرؤية؟ هذه الوحدة هي كل شيء يتحدث عن الضوء وكيفية عمله.
es_es: Cuando entras en tu habitación oscura por la noche, sueles encender una luz. Con una luz encendida, puedes ver todo, desde tu almohada roja en la silla a la manta azul sobre la cama. Pero, ¿qué es la luz? ¿Qué sucede cuando se enciende esa luz? ¿Cómo te ayuda esa luz a ver? Este módulo trata acerca de la luz y cómo se comporta.

source: Are you ready
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo/a

source: Checking what you know about... how light behaves
ar_eg: التحقق مما تعرفه عن...كيف يسلك الضوء
es_es: Revisando lo que sabes acerca de... cómo se comporta la luz

source: The drawing shows how your room might look after turning on a light at night. Arrange the sequence to show where the light comes from and where it ends up in order for you to be able to see the pillows on the bed.
ar_eg: ويبين الرسم كيف قد تبدو غرفتك بعد تشغيل الضوء في الليل. رتب التسلسل لإظهار من أين يأتي الضوء ومن أين ينتهي لتكون قادراً على رؤية الوسائد على السرير.
es_es: El dibujo muestra cómo podría lucir tu habitación tras encender una luz por la noche. Ordena la secuencia para mostrar de dónde viene la luz y en donde termina para que tú puedas ser capaz de ver las almohadas sobre la cama.

source: Ceiling light
ar_eg: ضوء السقف
es_es: Luz de techo

source: Eyes
ar_eg: العيون
es_es: Ojos

source: Pillows on the bed
ar_eg: الوسائد على السرير
es_es: Almohadas sobre la cama

source: If all of the arrows you have drawn start at the light, you are on the right track. We see things by the light bouncing from or coming from them. Our eyes donât send out any light! Continue to check out more things about how light behaves.
ar_eg: إذا كان كل من الأسهم التي رسمتها تبدأ من الضوء، فأنت على الطريق الصحيح. نحن نرى الأشياء من الضوء المرتد أو القادم منها. عيوننا لا ترسل أي ضوء! واصل التحقق في الكثير من الأشياء عن كيف يسلك الضوء.
es_es: Si todas las flechas que has dibujado comienzan en la luz, vas por el camino correcto. Vemos cosas porque la luz rebota o proviene de ellas. ¡Nuestros ojos no proyectan ninguna luz! Continúa para descubrir más cosas acerca de cómo se comporta la luz.

source: If the path you've chosen starts at the light, you are on the right track. We see things by the light bouncing from or coming from them. Our eyes don't send out any light! Continue this review to learn more about how light behaves.
ar_eg: إذا كان المسار الذي قمت باختياره يبدأ من الضوء، فأنت على الطريق الصحيح. نحن نرى الأشياء من الضوء المرتد أو القادم منها. عيوننا لا ترسل أي ضوء! واصل الاستعراض لمعرفة المزيد حول كيف يسلك الضوء.
es_es: Si el camino que has elegido comienza en la luz, vas por el camino correcto. Vemos cosas debido a la luz que rebota o proviene de ellas. ¡Nuestros ojos no proyectan ninguna luz! Continúa esta revisión para aprender más acerca de cómo se comporta la luz.

source: Turning on the lights...
ar_eg: تشغيل الأضواء ...
es_es: Encendiendo las luces...

source: Reviewing big ideas about... how light behaves
ar_eg: استعراض أفكار كبيرة حول ... كيف يسلك الضوء
es_es: Revisando ideas importantes acerca de... cómo se comporta la luz

source: All light travels in straight lines from a source, such as a lamp, a candle or the Sun. Unlike sound waves that need a material to carry the wave, light waves can travel through empty space. But when light reaches or shines on an object, any or all three of the following things can happen:
ar_eg: يسافر الضوء في خطوط مستقيمة من المصدر، مثل المصباح، الشمعة أو الشمس. على عكس الموجات الصوتية التي تحتاج إلى مادة للقيام بالموجة، يمكن لموجات الضوء السفر من خلال مساحة فارغة. ولكن عندما يصل الضوء أو يضيء على جسم ما، يمكن أن يحدث واحد أو ثلاثة من الأمور التالية:
es_es: Toda la luz viaja en líneas rectas a partir de una fuente, como una lámpara, una vela o el sol. A diferencia de las ondas sonoras que necesitan un material para llevar la onda, las ondas de luz pueden viajar a través del espacio vacío. Pero cuando la luz llega a o brilla sobre un objeto, una o todas las tres cosas siguientes puede suceder:

source: a. The object or material <span class='key'>absorbs</span> some or most of the light,
ar_eg: أ. الجسم أو المادة <span class = 'key'>يمتص</span> بعض أو معظم الضوء،
es_es: a. El objeto o material <span class='key'>absorbe</span> parte o la mayoría de la luz,

source: b. Some of the light can bounce off or be <span class='key'>reflected</span>, or
ar_eg: ب. جزء من الضوء <span class='key'>يرتد</span>، أو
es_es: b. Parte de la luz puede rebotar o ser <span class='key'>reflejada</span>, o

source: c. Some of the light can pass through or be <span class='key'>transmitted</span>
ar_eg: ج.جزء من الضوء يمر أو </span>ينتقل<span class='key'>
es_es: c. Parte de la luz puede pasar a través o ser <span class='key'>transmitida</span>

source: White light
ar_eg: الضوء الأبيض
es_es: Luz blanca

source: White light Reflected
ar_eg: الضوء الأبيض المنعكس
es_es: Luz blanca Reflejada

source: White surface
ar_eg: سطح أبيض
es_es: Superficie blanca

source: No light Reflected
ar_eg: لا ينعكس الضوء
es_es: Ninguna luz Reflejada

source: Black surface
ar_eg: سطح أسود
es_es: Superficie negra

source: Red light Reflected
ar_eg: الضوء الأحمر المنعكس
es_es: Luz roja Reflejada

source: Red surface
ar_eg: سطح أحمر
es_es: Superficie roja

source: A material or object that absorbs or reflects all of the light that shines on it is called <span class='key'>opaque</span>. When light shines on an opaque object, a <span class='key'>shadow</span> is formed on the other side of the object. But not all the light has to be absorbed or reflected to create a shadow. So shadows aren't all necessarily black. For example, a clear glass of water can also cast a shadow. Try it!
ar_eg: المادة أو الجسم الذي يمتص أو يعكس كل الضوء الذي بسطع عليه يسمى <span class='key'>معتم</span>. عندما يضيء الضوء على جسم معتم، يتم تشكيل <span class='key'>الظل</span> على الجانب الآخر من الجسم. ولكن ليس من الضروري أن يتم امتصاص الضوء كله او انعكاسه لتكوين الظل. لذا ليست بالضرورة أن تكون جميع الظلال سوداء . على سبيل المثال، زجاجة مياه نقية يمكن أيضا أن تلقي بظلالها. جرب ذلك!
es_es: Un material u objeto que absorbe o refleja toda la luz que brilla sobre de él, se conoce como <span class='key'>opaco</span>. Cuando la luz brilla sobre un objeto opaco, una <span class='key'>sombra</span> se forma al otro lado del objeto. Pero no toda la luz tiene que ser absorbida o reflejada para crear una sombra. Así que las sombras no son necesariamente todas negras. Por ejemplo, un vaso transparente con agua también puede proyectar una sombra. ¡Inténtalo!

source: Travelling in straight lines...
ar_eg: السفر في خطوط مستقيمة...
es_es: Viajando en líneas rectas...

source: Look at the pictures below of objects and shadows made with light from the Sun. Match the object with its shadow by dragging the shadow images up or down.
ar_eg: انظروا إلى الصور أدناه للأجسام والظلال المكونة من اشعة الشمس عن طريق الضوء. قم بتوصيل الجسم مع ظله عن طريق سحب صور الظل أعلى أو أسفل.
es_es: Mira las imágenes debajo de objetos y sombras formadas por la luz del sol. Une el objeto con su sombra arrastrando las imágenes de las sombras hacia arriba o hacia abajo.

source: Funny Hat
ar_eg: قبعة مضحكة
es_es: Sombrero Gracioso

source: Toy Rake
ar_eg: مشط البستان
es_es: Rastrillo de Juguete

source: Basket
ar_eg: سلة
es_es: Cesta

source: Look at the objects and shadows made by light from the Sun below. Match the object with its shadow by dragging the images up or down.
ar_eg: انظر إلى الأجسام والظلال التي كونها الضوء من الشمس أدناه. طابق الجسم بظله بسحب الصور أعلى أو أسفل.
es_es: Mira los objetos y las sombras creadas por el sol debajo. Une el objeto con su sombra arrastrando las imágenes hacia arriba o hacia abajo.

source: Preparing your first quick check...
ar_eg: حضر لأول إختبار سريع!
es_es: Preparando tu primera revisión rápida...

source: Well done! The shadows that are formed will share common features with the objects. The shadow of the rake will have lines of light and dark; the shadow of the funny hat will show the pointy features of the hat; and the shadow of the basket will have a long dark arc because of the basket handle.
ar_eg: أحسنت! سوف يكون للظلال التي يتم تشكيلها سمات مشتركة مع الأجسام. ظل مشط البستان سيكون له خطوط من الضوء والظلام؛ ظل القبعة المضحكة سوف تظهر ملامحه مدببة؛ وسوف يكون لظل السلة قوس داكن وطويل بسبب يد السلة.
es_es: ¡Bien hecho! Las sombras que se forman tendrán características en común con los objetos. La sombra del rastrillo tendrá líneas de luz y de oscuridad; la sombra del sombrero gracioso mostrará las características puntiagudas del sombrero; y la sombra de la cesta tendrá un arco largo y oscuro debido al mango de la cesta.

source: Look again. The shadows formed by the objects will share common features with the objects. Do the shadows in your matches look similar to the objects in the photos?
ar_eg: ابحث مرة أخرى. الظلال التي تشكلت بفضل الظلال سوف يكون لها سمات مشتركة مع الاجسام. هل الظلال في مطابقاتك تبدو مشابهة للأجسام الموجودة في الصور؟
es_es: Mira de nuevo. Las sombras que se forman por los objetos tendrán características en común con los objetos. ¿Acaso las sombras en tus pares lucen similares a los objetos en las fotos?

source: Some materials are highly reflective. When light strikes these materials, nearly all of the light bounces off. The reflectors on a bicycle are designed so that light coming from a car's headlights will bounce straight back off of the reflectors, making the bicycle visible to the driver of the car. During the first Moon landing, the Apollo 11 astronauts placed a similar reflector on the Moon's surface. Scientists on Earth were then able to bounce light off of these reflectors straight back to Earth, allowing for very exact measurements of the distance between Earth and Moon.
ar_eg: بعض المواد تكون عاكسة بدرجة كبيرة،عندما يسقط الضوء على هذه المواد، يرتد كل الضوء تقريبا . تم تصميم عاكسات على الدراجة بحيث أن الضوء القادم من المصابيح الأمامية للسيارة سوف يرتد بشكل مستقيم من على العاكسات، مما يجعل الدراجة مرئية لسائق السيارة. خلال أول هبوط على القمر، وضعت مركبة الفضاء أبولو 11 عاكس مماثل على سطح القمر. استطاع بعدها العلماء أن يعكسوا الضوء من على العاكسات مباشرة إلى الأرض، والسماح لقياسات دقيقة جدا من المسافة بين الأرض والقمر.
es_es: Algunos materiales son altamente reflejantes. Cuando la luz toca estos materiales, casi toda la luz rebota en ellos. Los reflectores de una bicicleta están diseñados para que la luz que viene de los faros de un auto rebote en los reflectores, haciendo que la bicicleta sea visible para el conductor del auto. Durante el primer aterrizaje en la luna, los astronautas del Apolo 11 colocaron un reflector similar sobre la superficie de la luna. Los científicos en la Tierra entonces fueron capaces de rebotar luz sobre estos reflectores de regreso a la Tierra, lo que les permitió realizar mediciones muy exactas de la distancia entre la Tierra y la luna.

source: <span class='key'>Mirrors</span> are another example of reflectors. A mirror can be any shiny surface that reflects most of the light. You can see yourself or other things in a flat mirror because the light that bounces off you or other things bounces off the mirror in straight lines back to your eyes. If the surface of a mirror is curved, the light bounces off in different directions and can make things look closer, farther or just plain funny!
ar_eg: </span> المرايا<span class='key'> هي مثال آخر للعاكسات. المرآة ممكن أن تكون أي سطح لامع يعكس معظم الضوء. يمكنك ان ترى تفسك أو أشياء اخرى في مرآة مسطحة لأن الضوء الذي يرتد عنك أو عن الأشياء يرتد أيضا عن المرآة في خطوط مستقيمة إلى عينيك. اذا كان سطح المرآة محدبا، يرتد الضوء في اتجاهات مختلفة وتجعل الأشياء تبدو أقرب، أبعد أو مضحكة!
es_es: Los <span class='key'>espejos</span> son otro ejemplo de reflectores. Un espejo puede ser cualquier superficie brillante que refleja la mayor parte de la luz. Puedes verte a ti mismo u a otros objetos en un espejo plano porque la luz que rebota en ti u otros objetos rebota en el espejo de regreso en líneas rectas hacia tus ojos. Si la superficie del espejo está curveada, la luz rebota en distintas direcciones y puede hacer que las cosas luzcan más cercanas, más lejanas ¡o simplemente graciosas!

source: Things look normal when light reflects off of flat mirrors.
ar_eg: الأمور تبدو طبيعية عندما ينعكس الضوء من على المرايا المسطحة.
es_es: Las cosas lucen normales cuando la luz se refleja en espejos planos.

source: People can look really silly when light reflects off of curved mirrors.
ar_eg: يمكن أن يبدو الناس مضحكين حقاً عندما ينعكس الضوء من المرايا المنحنية.
es_es: La gente puede verse muy graciosa cuando la luz se refleja en espejos curveados.

source: Bouncing lights...
ar_eg: أضواء مرتدة ...
es_es: Rebotando luces...

source: Arrange the sequence to show how light has to travel for the person on the bottom of the bunk bed to see the cat sitting on the top of the bunk bed in the mirror.
ar_eg: رتب التسلسل لإظهار كيف يسافر الضوء للشخص في الجزء السفلي من السرير لرؤية القط الذي يجلس على رأس سرير بطابقين مرتفع في المرآة.
es_es: Ordena la secuencia para mostrar cómo la luz necesita viajar para que la persona en la parte inferior de la litera vea al gato sentado en la parte superior de la litera por el espejo.

source: Cat on top of bunk bed
ar_eg: قطة فوق سرير بطابقين
es_es: Gato en la parte superior de la litera

source: Lamp beside the mirror
ar_eg: مصباح بجانب المرآة
es_es: Lámpara al lado del espejo

source: Man on bottom of bunk bed
ar_eg: رجل أسفل سرير مرتفع
es_es: Hombre en la parte inferior de la litera

source: Mirror facing the bunk bed
ar_eg: مرآة مقابل سرير مرتفع
es_es: Espejo de frente a la litera

source: Looking at the cat...
ar_eg: النظر إلى القطة...
es_es: Mirando al gato...

source: Great! Light rays first have to reflect (bounce) off the cat, travel to the mirror, and reflect (bounce) off the mirror to person's eye.
ar_eg: عظيم! يجب أن ترتد الأشعة الضوئية عن القطة اولا،ثم تسافر إلى المرآة، وتنعكس من على المرآة إلى عين الشخص
es_es: ¡Excelente! Los rayos de luz primero tienen que reflejarse (rebotar) sobre el gato, viajar al espejo y reflejarse (rebotar) sobre el espejo hacia el ojo de la persona.

source: Nope! The light rays have to first shine on the cat, then bounce off the cat, travel to the mirror and bounce off the mirror to the person's eye.
ar_eg: كلا! يجب على الأشعة الضوئية أن تسطع على القطة أولا، ثم ترتد عن القطة، وتسافر إلى المرآة وترتد من على المرآة إلى عين الشخص.
es_es: ¡Nop! Los rayos de luz primero tienen que brillar sobre el gato, luego rebotar sobre el gato, viajar al espejo y rebotar sobre el espejo hacia el ojo de la persona.

source: Light absorption plays an important role in the colors of the objects you see all around you. For you to see a red apple, the apple must reflect red light while absorbing the other colors of light. Ripe bananas look yellow because they reflect yellow light and absorb the other colors.
ar_eg: امتصاص الضوء يلعب دورا هاما في ألوان الأجسام التي تراها من حولك. ولتستطيع رؤية تفاحة حمراء، يجب أن تعكس التفاحة الضوء الأحمر في حين تمتص الألوان الأخرى للضوء. الموزة الناضجة تبدو صفراء لأنها تعكس الضوء الأصفر وتمتص الألوان الأخرى.
es_es: La absorción de la luz tiene un papel importante sobre los colores de los objetos que ves a tu alrededor. Para que puedas ver una manzana roja, la manzana debe reflejar la luz roja mientras que absorbe los otros colores de la luz. Las bananas maduras lucen amarillas porque reflejan la luz amarilla y absorben todos los otros colores.

source: The colors of light an object absorbs and reflects can explain why things can look different when different colored lights shine on them.
ar_eg: الوان الضوء التي يمتصها الجسم ويعكسها يمكن أن تفسر لماذا يمكن أن تبدو الأمور مختلفة عندما تسطع أضواء ملونة مختلفة عليها.
es_es: Los colores de luz que un objeto absorbe y refleja pueden explicar por qué las cosas pueden lucir diferentes cuando luces de distintos colores brillan sobre ellas.

source: Blue, red, yellow cubes under a yellow lamp
ar_eg: مكعبات زرقاء، و حمراء، و صفراء تحت مصباح أصفر
es_es: Cubos azules, rojos, amarillos debajo de una lámpara amarilla.

source: Blue, red, yellow cubes under a blue lamp
ar_eg: مكعبات زرقاء، و حمراء، و صفراء تحت مصباح أزرق
es_es: Cubos azules, rojos, amarillos debajo de una lámpara azul.

source: Blue, red, yellow cubes under a standard desk lamp source
ar_eg: مكعبات زرقاء، و حمراء، و صفراء تحت مصباح مكتبي
es_es: Cubos azules, rojos, amarillos debajo de una lámpara de escritorio común.

source: Blue, red, yellow cubes under a red lamp
ar_eg: مكعبات زرقاء، وحمراء، وصفراء تحت مصباح أحمر
es_es: Cubos azules, rojos, amarillos debajo de una lámpara roja.
