Repository: geneconde/NGR-sandbox
Catalog: demo/how-light-behaves/Locale/*/LC_MESSAGES/how-light-behaves.po
Languages: ar_eg, es_es

source: Correct. The light bent upon moving from the surrounding air into the glass, and it changed direction again when moving from the glass back into the surrounding air.
ar_eg: صحيح. الضوء انحنى عند الانتقال من الهواء المحيط الى الزجاج، وغير الاتجاه مرة أخرى عند الانتقال من الزجاج مرة أخرى في الهواء المحيط.
es_es: Correcto. La luz se dobló al pasar del aire al vidrio, y cambió de dirección de nuevo cuando pasó del vidrio de nuevo al aire a su alrededor.

source: No. If the light had been absorbed by the prism, it would have remained within the prism rather than passing through the prism and exiting through the opposite side.
ar_eg: لا، إذا تم امتصاص الضوء عن طريق المنشور، فإنه سيتعين عليه أن يظل ضمن المنشور بدلاً من المرور من خلال المنشور وخروجه من الجانب الآخر.
es_es: No. Si la luz hubiera sido absorbida por el prisma, habría permanecido dentro del prisma en lugar de pasar a través de él y salir por el lado opuesto.

source: Not quite. If the light had simply been transmitted, it would have passed through without separating into different colors.
ar_eg: ليس تماما. إذا انتقل الضوء ببساطة، سيكون قد مر دون أن يُفصل إلى ألوان مختلفة.
es_es: No exactamente. Si la luz simplemente hubiera sido transmitida, habría pasado a través del prisma sin separarse en distintos colores.

source: Your first quiz question is...
ar_eg: السؤال الأول في الإختبار هو ...
es_es: Tu primera pregunta de evaluación es...

source: Ms. Thomas used a special piece of glass called a prism and a flashlight to show how a rainbow is made. The rainbow produced is an example of light being:
ar_eg: السيدة توماس استخدمت قطعة خاصة من الزجاج تدعى المنشور ومصباح يدوي لإظهار كيفية تكون قوس المطر. قوس المطر هو مثال للضوء الذي:
es_es: La Srita. Thomas utilizó un pedazo especial de vidrio llamado prisma y una linterna para mostrar cómo se hace un arcoíris. El arcoíris que se produjo es un ejemplo de la luz siendo:

source: Reviewing key vocabulary related to... how light behaves
ar_eg: عرض المفردات الرئيسية المتصلة ب ... كيف يسلك الضوء
es_es: Revisando vocabulario clave relacionado con... cómo se comporta la luz

source: Reflection
ar_eg: انعكاس
es_es: Reflexión

source: When a light wave changes direction when it hits a different type of media and stays in the media it was in before. Visible light reflects off mirrors to stay in the air.
ar_eg: عندما تقوم موجه الضوء بتغيير الاتجاه عندما تصل إلى نوع مختلف من الأوساط وتبقى في الوسط الذي كانت فيه قبل ذلك. ينعكس الضوء المرئي من المرايا ليبقى في الهواء.
es_es: Cuando una onda de luz cambia de dirección cuando toca un tipo distinto de medio y se queda en el medio en que estaba anteriormente. La luz visible se refleja en los espejos para permanecer en el aire.

source: Refraction
ar_eg: انكسار
es_es: Refracción

source: When a light wave changes direction when it hits a different type of media and moves into the new media. Visible light is often refracted when it hits water from the air, or moves from water into the air.
ar_eg: عندما تقوم موجه الضوء بتغيير الاتجاه عندما تصل إلى نوع مختلف من الأوساط وتنتقل في وسط جديد. غالبا ما ينكسر الضوء المرئي عندما يضرب الماء من الهواء، أو ينتقل من الماء الى الهواء.
es_es: Cuando una onda de luz cambia de dirección cuando toca un tipo distinto de medio y se transmite al nuevo medio. La luz visible con frecuencia es refractada cuando entra al agua desde el aire, o pasa del agua al aire.

source: Absorption
ar_eg: امتصاص
es_es: Absorción

source: A wavelength of light hits the electron of an atom and transfers its energy to it. This will generally excite the electron to a higher energy state.
ar_eg: الطول الموجي للضوء يضرب الإلكترون من الذرة وينقل الطاقة اليها. هذا سوف يثير الإلكترون الى حالة طاقة أعلى.
es_es: Una longitud de onda de luz toca el electrón de un átomo y transfiere su energía a él. Esto generalmente elevará al electrón hacia un estado de energía más alto.

source: Lens
ar_eg: عدسات
es_es: Lente

source: Something that refracts light converging or diverging it. Examples include lenses in glasses and lenses in a microscope.
ar_eg: شيء يقوم بكسر الضوء القريب أو البعيد منه . والأمثلة تشمل عدسات النظارات وعدسات المجهر.
es_es: Algo que refracta la luz haciéndola convergir o divergir. Ejemplos incluyen los lentes en unas gafas y los lentes de un microscopio.

source: Transmission
ar_eg: مرور (انتقال)
es_es: Transmisión

source: Light energy that is absorbed by an electron and then released. A given electron can only absorb and transmit certain wavelengths of light.
ar_eg: الطاقة الضوئية التي يتم امتصاصها من قبل إلكترون ومن ثم تطلق. يمكن للإلكترون امتصاص ونقل بعض الأطوال الموجية للضوء.
es_es: Energía lumínica que es absorbida por un electrón y luego liberada. Un electrón determinado sólo puede absorber y transmitir luz de ciertas longitudes de onda.

source: chemical
ar_eg: كيميائي
es_es: Químico

source: Transparent
ar_eg: شفاف
es_es: Transparente

source: When light travels through something without being absorbed or reflected. May also be called "see-through". Examples can include water and glass.
ar_eg: عندما يسافر الضوء من خلال شيء دون أن يتم امتصاصه أو انعكاسه. يمكن أيضا أن يسمى شفافاً. يمكن أن تشمل الأمثلة الماء والزجاج.
es_es: Algo que permite que la luz viaje a través de él sin ser absorbida o reflejada. A dichos objetos también se les puede llamar "cristalinos". Ejemplos incluyen al agua y al vidrio.

source: Translucent
ar_eg: شبه شفاف
es_es: Translúcido

source: When some, but not all, light travels through an object without being absorbed or reflected. Translucent things can be seen through but are not completely clear.
ar_eg: عندما يمر بعض الضوء ، ولكن ليس كله، من خلال جسم دون أن يتم امتصاصه أو انعكاسه. يمكن أن تُرى الأشياء نصف شفافة ولكن ليست واضحة تماما.
es_es: Cuando un objeto permite que una parte de, pero no toda, la luz viaje a través de él sin ser absorbida o reflejada. Las cosas translúcidas permiten ver a través de ellas pero no son completamente transparentes.

source: Opaque
ar_eg: مُعتم
es_es: Opaco

source: Something that cannot be seen through. It either absorbs or reflects light.
ar_eg: شيء لا يمكن رؤيته . فهو إما أن يَمتَص أو يَعكس الضوء.
es_es: Algo a través de lo cual no se puede ver. Ya que absorbe o refleja la luz.

source: Shadow
ar_eg: الظل
es_es: Sombra

source: An absence of light in an area due to it being blocked by an object. People cast shadows when in a room with visible light.
ar_eg: غياب الضوء في منطقة بسبب حجزه بواسطة جسم معين. يشكل الناس الظل عندما يكونون في غرفة بها ضوء مرئي.
es_es: Una ausencia de luz en un área debido a que es bloqueada por un objeto. Las personas proyectan sombras cuando están en una habitación con luz visible.

source: You are using a mirror to help you get ready for school. Arrange the words in order to show the path the light travels so that you can see yourself in the mirror.
ar_eg: أنت تستخدم المرآة لمساعدتك على الاستعداد للمدرسة. رتب الكلمات لإظهار المسار الذي يسافر فيه الضوء حتى تستطيع أن ترى نفسك في المرأة.
es_es: Estás utilizando un espejo para ayudarte a prepararte para la escuela. Ordena las palabras para mostrar el camino que la luz recorre para que puedas verte en el espejo.

source: eyes
ar_eg: عيون
es_es: ojos

source: mirror
ar_eg: مرآة
es_es: espejo

source: face
ar_eg: وجْه
es_es: rostro

source: light
ar_eg: إضاءة
es_es: luz

source: Looking at the mirror...
ar_eg: النظر في المرأة ...
es_es: Mirándote al espejo...

source: Yes. The light has to initially travel from a source to your face before reflecting off of your face and travelling to the mirror and then reflecting off of the mirror and traveling to your eyes, allowing you to see your own face.
ar_eg: نعم. في البداية لا بد من أن يمر الضوء من مصدر ما ومن ثم على وجهك قبل أن ينعكس من على وجهك ويمر إلى المرآة ثم ينعكس من المرآة ثم يمر إلى عينيك، سامحا لك أن ترى وجهك.
es_es: Sí. La luz inicialmente debe viajar de una fuente a tu rostro, antes de reflejarse en tu rostro y viajar al espejo, luego reflejándose en el espejo y viajando a tus ojos, permitiéndote ver tu propio rostro.

source: Not quite. Light must travel from the source to your face, where it is reflected and then travels to the mirror, where it is again reflected before finally travelling to your eyes.
ar_eg: ليس تماما. يجب أن يمر الضوء من المصدر إلى وجهك،حيث ينعكس ومن ثم يمر إلى المرآة، حيث ينعكس مرة أخرى قبل المرور إلى عينيك اخيراً.
es_es: No exactamente. La luz debe viajar de la fuente a tu rostro, donde se refleja y luego viaja al espejo, donde de nuevo es reflejada antes de viajar finalmente a tus ojos.

source: If you put a red car in a room with a blue light bulb on the ceiling, what car color would you see?
ar_eg: إذا قمت بوضع سيارة حمراء في غرفة مع مصباح أزرق على السقف، ما لون السيارة التي ستراها؟
es_es: Si colocas un auto rojo en una habitación con una bombilla azul en el techo, ¿qué color de auto verías?

source: Red
ar_eg: أحمر
es_es: Rojo

source: Blue
ar_eg: أزرق
es_es: Azul

source: Black
ar_eg: أسود
es_es: Negro

source: Green
ar_eg: أخضر
es_es: Verde

source: Putting blue light...
ar_eg: وضع الضوء الأزرق ...
es_es: Poniendo luz azul...

source: No, the light bulb in the ceiling only emits blue light. There is no red light available to reflect off of the car.
ar_eg: لا، تبعث اللمبة في السقف الضوء الأزرق فقط. ليس هناك ضوء أحمر متوفر لينعكس خارج السيارة.
es_es: No, la bombilla en el techo sólo emite luz azul. No hay luz roja disponible para que se refleje en el auto.

source: No, the light bulb does emit blue light, but a red car reflects red light, and absorbs all other colors of light. The blue light would be absorbed by the car's surface.
ar_eg: لا، اللمبة لا تبعث الضوء الأزرق، ولكن تعكس السيارة الحمراء الضوء الأحمر، وتمتص جميع الألوان الأخرى للضوء. يتم امتصاص الضوء الأزرق بواسطة سطح السيارة.
es_es: No, la bombilla en el techo emite luz azul, pero un auto rojo refleja luz roja, y absorbe todos los otros colores de la luz. La luz azul sería absorbida por la superficie del auto.

source: Yes, the light bulb on the ceiling emits blue light, but the paint on the car absorbs blue light. This would result in the car appearing black in this scenario.
ar_eg: نعم، اللمبة الموجودة على السقف تبعث الضوء الأزرق، ولكن الطلاء على السيارة يمتص الضوء الأزرق. هذا من شأنه أن يؤدي إلى أن تظهر السيارة سوداء في هذا السيناريو.
es_es: Sí, la bombilla en el techo emite luz azul, pero la pintura del auto absorbe luz azul. Esto resultaría en que el auto aparezca negro en esta situación.

source: No, the light bulb on the ceiling emits blue light, but a red car reflects only red light while absorbing all other colors.
ar_eg: لا، اللمبة الموجودة على السقف تبعث الضوء الأزرق، ولكن تعكس السيارة الحمراء الضوء الأحمر فقط بينما تمتص كل الألوان الأخرى.
es_es: No, la bombilla en el techo emite luz azul, pero un auto rojo refleja sólo luz roja mientras que absorbe todos los otros colores.

source: It's difficult to identify the objects on the other side of this window because the water on the glass is making the window:
ar_eg: من الصعب التعرف على الأشياء في الطرف الآخر من هذه النافذة لأن الماء على الزجاج يجعل النافذة:
es_es: Es difícil identificar los objetos al otro lado de esta ventana porque el agua sobre el vidrio hace que la ventana sea:

source: Cleaning glass windows...
ar_eg: تنظيف النوافذ الزجاجية ...
es_es: Limpiando ventanas de cristal...

source: Not quite. If the window was dry, it would most likely be transparent, allowing all the light to travel straight through it.
ar_eg: ليس تماما. إذا كانت النافذة جافة، فمن المرجح أن تكون شفافة، مما يتيح لجميع الضوء الانتقال مباشرة من خلالها.
es_es: No exactamente. Si la ventana estuviese seca, lo más probable es que fuera transparente, permitiendo que toda la luz viajara a través de ella.

source: Way to go! The water on the window is causing slight changes to the path light takes through it, making the objects on the other side of the glass look fuzzy.
ar_eg: أحسنت! يسبب الماء على النافذة تغييرات طفيفة في مسار الضوء الذي يتخذه من خلالها، مما يجعل الأجسام في الجانب الآخر من الزجاج تبدو غير واضحة.
es_es: ¡Bien hecho! El agua en la ventana está provocando ligeros cambios en el camino que la luz sigue a través de él, haciendo que los objetos del otro lado del vidrio luzcan borrosos.

source: Nope. If the glass was opaque, none of the light coming from the other side would make it through. You wouldn't be able to see anything.
ar_eg: كلا. إذا كان الزجاج معتم، فإن أيا من الضوء القادم من الجانب الآخر سيجعله يمر. لن تكون قادرا على رؤية أي شيء.
es_es: Nop. Si el vidrio fuese opaco, no pasaría nada de la luz que viene del otro lado. No serías capaz de ver nada.

source: An experienced spear fisher knows not to aim the spear directly at the place where the fish appears to be in the water. This is because light travelling from the fish to the eyes of the spear fisher is _____________ at the surface of the water.
ar_eg: صياد السمك المحترف بصيد الرمح لا يصوب الرمح مباشرة في المكان الذي تظهر الأسماك فيها في الماء. وذلك لأن الضوء الذي يمر من الأسماك إلى عيون الصياد _____________ على سطح الماء.
es_es: Un pescador con arpón experimentado sabe que no debe apuntar el arpón directamente al lugar donde el pez parece estar en el agua. Esto es porque la luz que viaja del pez a los ojos del pescador está siendo ___________ en la superficie del agua.

source: reflected
ar_eg: منعكس
es_es: reflejada

source: refracted
ar_eg: منكسر
es_es: refractada

source: absorbed
ar_eg: ممتص
es_es: absorbida

source: Hunting fish...
ar_eg: صيد الأسماك
es_es: Cazando peces...

source: Nope. If the light was reflected at the surface of the water, it would bounce and stay below the surface. The spear fisher wouldn't be able to see the fish at all.
ar_eg: كلا. إذا تم انعكاس الضوء على سطح الماء، فإنه سيرتد ويبقى تحت سطح الماء. لن يكون الصياد قادرا على رؤية الأسماك على الإطلاق.
es_es: Nop. Si la luz se reflejara en la superficie del agua, rebotaría y se quedaría debajo de la superficie. El pescador con arpón no sería capaz de ver al pez en absoluto.

source: Yep! The light changes direction as it moves from the water into the air. This bending of light is known as refraction, and it makes the fish appear to be closer to the surface than it actually is.
ar_eg: نعم! يتغير اتجاه الضوء عندما ينتقل من الماء إلى الهواء. ويعرف هذا الانحناء للضوء بالانكسار، ويجعل الأسماء تظهر لتكون أقرب إلى السطح مما هي عليه في الواقع.
es_es: ¡Sí! La luz cambia de dirección conforme se mueve del agua al aire. Este pliegue de la luz se conoce como refracción, y hace que el pez parezca estar más cercano a la superficie de lo que está realmente.

source: No. If the light was absorbed by the water, none of it would reach the eyes of the spear fisher.
ar_eg: لا. إذا تم امتصاص الضوء من الماء، لا شيء منه سيصل إلى عيون صياد السمك.
es_es: No. Si la luz fuese absorbida por el agua, ninguna parte de ella llegaría a los ojos del pescador con arpón.

source: A periscope is used to "see around corners". Arrange the sequence to show how light travels in order for the tricycle to be seen by the person using the periscope.
ar_eg: يستخدم المنظار للرؤية بمنطقة الزوايا. رتب التسلسل لاظهار كيف يمر الضوء ليستطيع الشخص الذي يستخدم المنظار أن يرى الدراجة الثلاثية العجلات.
es_es: Un periscopio se utiliza para "ver alrededor de las esquinas". Ordena la secuencia para mostrar cómo viaja la luz para que el triciclo sea visto por la persona utilizando el periscopio.

source: periscope
ar_eg: منظار
es_es: periscopio

source: person's eye
ar_eg: عين الشخص
es_es: ojo de la persona

source: sun
ar_eg: شمس
es_es: sol

source: bicycle
ar_eg: دراجة هوائية
es_es: bicicleta

source: Fantastic! The light must first come from the Sun and then bounce off the tricycle before bouncing off of the mirrors in the periscope and arriving at the eye of the person.
ar_eg: رائع! يجب أن يأتي الضوء أولا من الشمس ومن ثم يرتد عن الدراجة ثلاثية العجلات قبل أن يرتد من على المرايا في المنظار ومن ثم يصل الى عين الشخص.
es_es: ¡Fantástico! La luz primero debe venir del sol y luego rebotar en el triciclo antes de rebotar en los espejos del periscopio para llegar al ojo de la persona.

source: Nope. First, it must come from the Sun, then it is reflected by the tricycle before bouncing off the mirrors in the periscope and arriving at the eye of the person.
ar_eg: كلا. أولا، يجب أن يأتي من الشمس، ومن ثم ينعكس من الدراجة ثلاثية العجلات قبل أن يرتد عن المرايا في المنظار ومن ثم يصل الى عين الشخص.
es_es: Nop. Primero, debe venir del sol, luego es reflejada por el triciclo antes de rebotar en los espejos del periscopio para llegar al ojo de la persona.

source: Congratulations
ar_eg: تهانينا
es_es: ¡Felicitaciones,

source: You've completed the How Light Behaves module.
ar_eg: لقد أكملت وحدة كيف يسلك الضوء.
es_es: Has completado el módulo de Cómo se Comporta la Luz

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع و الأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puedes revisar cómo lo hiciste en las 'Revisiones Rápidas' y 'Preguntas de Evaluación' de este módulo dando clic en el botón de abajo.

source: Go Back to Dashboard
ar_eg: العودة إلى اللوحة التوجيهية
es_es: Ir al tablero de inicio

source: Not quite! An image can look real, but people can use science to determine whether or not that's the case. In this example, a couple of the images show the violet light changing direction the least, and the red light changing direction the most. That's not how it works in nature!
ar_eg: ليس تماما! الصورة يمكن أن تبدو حقيقية، ولكن يمكن أن يستخدام الناس العلم لتحديد ما إذا كان هذا هو الحال أم لا. في هذا المثال، صورتين يظهر فيهما تغيير اتجاه الضوء البنفسجي بأقل صورة، والضوء الأحمر يغير اتجاهه بصورة أكبر. لايعمل هكذا في الطبيعة!
es_es: ¡No exactamente! Una imagen puede lucir real, pero las personas pueden utilizar la ciencia para determinar si lo es o no. En este ejemplo, un par de imágenes muestran la luz violeta cambiando de dirección de la manera más mínima, y la luz roja cambiando al máximo. ¡Así no funciona en la naturaleza!

source: Way to go! The images that show the red light bending the least and the violet light bending the most have got the science right.
ar_eg: أحسنت! الصور التي تُظهر الضوء الأحمر ينحني أقل والضوء البنفسجي ينحني أكثر قد عرف العلوم بشكل صحيح.
es_es: ¡Bien hecho! Las imágenes que muestran la luz roja doblándose lo mínimo y la luz violeta doblándose al máximo son correctas de acuerdo a la ciencia.
