Repository: geneconde/NGR-sandbox
Catalog: demo/biodiversity/Locale/*/LC_MESSAGES/biodiversity.po
Languages: ar_eg

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Check answer
ar_eg: تأكد من الاجابة

source: Check Answer
ar_eg: تأكد من الاجابة

source: Read More
ar_eg: اقرا أكثر

source: You answered...
ar_eg: أنت أجبت ...

source: Please select your answer.
ar_eg: لو سمحت اختر اجابتك

source: Please select your answers.
ar_eg: لو سمحت اختر اجابتك

source: Close me!
ar_eg: أغلقني !

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: How did I do?
ar_eg: كيف أجبت

source: select
ar_eg: اختر

source: Browse through the slides below by clicking the left and right arrows
ar_eg: تصفح الشرائح المختلفة بالنقر على الأسهم اليسار واليمين

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجب عن اسئلة الاختيار التالية و عددها ( 6 ) لتعطيك فكرة عما تعرفه و ما تريد ان تدرسه

source: Click the NEXT button when you are ready.
ar_eg: اضغط زر لاحق عندما تكون جاهزا

source: Congratulations,
ar_eg: مبروك

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وبالأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.

source: Are you ready,
ar_eg: هل أنت مستعد،

source: Preparing your first quick check...
ar_eg: حضر أول تقويم سريع قمت به...

source: Ready for your first quick check?
ar_eg: استعداد لاول الشيك سريعة؟

source: Ready for your last quick check?
ar_eg: استعداد للمشاركة الشيك سريعة؟

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو ...

source: Your first quiz question is...
ar_eg: السؤال الأول الخاص بك هو الاختبار ...

source: Take the last quiz question!
ar_eg: اتخاذ مسابقة السؤال الأخير!

source: You're done!
ar_eg: أنهيت!

source: Please type your answer here...
ar_eg: يرجى كتابة إجابتك هنا ...

source: Please type your answer.
ar_eg: يرجى كتابة جوابك.

source: Putting it all together...
ar_eg: وضع كل ذلك معا ...

source: Ready for your last quiz question?
ar_eg: استعداد للمسابقة مشاركة سؤالك؟

source: Biodiversity
ar_eg: التنوع الحيوي

source: Welcome to the Biodiversity Review
ar_eg: اهلا بكم في مراجعة التنوع الحيوي

source: Start
ar_eg: ابدأ

source: Let's begin!
ar_eg: لنبدأ

source: Thinking about... biodiversity
ar_eg: فكر في... التنوع الحيوي

source: Biodiversity describes the variety of species found in different places around the earth. But have you ever thought about why there are so many kinds of the same plants and animals? Are they all really necessary? Around 170 years ago in Ireland, farmers grew only one kind of potato - the lumper potato. It was a good source of nutrition and it fed many people at low cost. Things were great until a fungus came and entire fields of potatoes were gone within days. Since there was only one kind of potato, and all the crops were identical, Ireland experienced a horrible famine. One out of every eight people died in three years. Relying on a single food crop is very risky. If many different crops were grown, then it is unlikely that any single disease or event could cause such a tragedy. Biodiversity is how the earth is prepared for different changes, and how plants and animals survive over generations.
ar_eg: يصف التنوع الحيوي الاختلاف في الأنواع الموجودة في أماكن مختلفة من أرجاء الأرض. لكن هل تسائلت يوما لماذا يوجد انواع كثيرة من نفس النباتات أو الحيوانات؟ هل من الضروري تواجدهم جميعا؟ قبل حوالي 170 سنة في إيرلاندا، زرع المزارعون نوعاً واحداً فقط من البطاطا- بطاطا اللمبير. كانت مصدر غذاء جيد وفي متناول أيدي الناس الفقراء. كانت الأمور على ما يرام إلى أن اجتاحت الفطريات المزارع وقضت على المحصول خلال أيام. وبما أنه لم يكن هناك إلا نوعاً واحداً من البطاطا، وكانت جميع المحاصيل متشابهة،تعرضت إيرلاندا إلى مجاعة مرعبة. كان يموت واحد من بين ثمانية أشخاص خلال ثلاثة سنين. ولذا يعد الإعتماد على محصول واحد فقط أمراً خطيراً جدا. إذا تمت زراعة انواع مختلفة من المحاصيل، فإنه من غير المرجح لأي مرض ممكن أن يسبب مثل هذه المأساة. التنوع الحيوي هو كيف يتم تهيأة الأرض لحدوث تغيرات مختلفة، وكيف تبقى الحيوانات والنباتات على قيد الحياة لأجيال.

source: Different animal and plant species are found in Earth's many ecosystems. You will learn about Earth's biomes and what we are doing to maintain biodiversity in this review.
ar_eg: تم العثور على أنواع من النباتات والحيوانات المختلفة في النظم البيئية المتعددة. سوف تتعلم في هذه المراجعة عن المجموعات الحيوية الموجودة على الأرض وماذا يجب أن نفعل للحفاظ على التنوع الحيوي.

source: Checking what you know... about biodiversity
ar_eg: تأكد من معلوماتك... حول التنوع الحيوي

source: Click on <span class="blink">ALL</span> the correct statements below.
ar_eg: أنقر على <span class="blink">جميع</span> الإجابات الصحيحة.

source: Changes in biodiversity can influence humans' resources.
ar_eg: من الممكن أن تؤثر التغيرات في التنوع الحيوي على موارد الإنسان.

source: Plants and animals can only live in certain habitats.
ar_eg: تعيش الحيوانات والنباتات فقط في مساكن معينة.

source: Temperature is the only factor that determines where plants and animals survive the best.
ar_eg: درجة الحرارة هي العامل الوحيد الذي يحدد أنسب مكان لعيش النباتات والحيوانات.

source: Different animal and plant species are found in Earth's many ecosystems.
ar_eg: تم العثور على أنواع من النباتات والحيوانات المختلفة في النظم البيئية المختلفة على الأرض.

source: Plants and animals survive best in the habitat that suits them. However, some of them will adapt over generations, and some them will not survive in a new habitat. Temperature is an important factor, as well as the amount of rainfall an area gets. The different combinations of the two factors create unique circumstances for living things. Continue with this review to learn about biomes and biodiversity.
ar_eg: تبقى النباتات والحيوانات على قيد الحياة لفترة أطول في الأماكن التي تلائمها. على الرغم من ذلك، يمكن لبعض النباتات أن تتكيف على مدى الاجيال، والبعض منها لن تستيطع العيش اذا تغيرت البيئة. يعد عامل الحرارة في غاية الأهمية، وكذلك الحال فالنسبة لمعدل سقوط الأمطار في المنطقة. فهذين العاملين سويا يؤدي إلى خلق ظروف فريدة لعيش الكائنات الحية. تابع هذه المراجعة لتتعلم أكثر عن المناطق الحيوية والتنوع الحيوي.

source: Conducting ecological sampling...
ar_eg: القيام بأخذ عينات بيئية...

source: Reviewing core ideas... about biodiversity
ar_eg: مراجعة الإفكار الرئيسية... حول التنوع الحيوي

source: <span class="key">Biomes</span> are the unique plant/animal communities determined by local <span class="key">climate</span> conditions. <span class="key">Rainforests</span>, <span class="key">grasslands</span>, and <span class="key">deserts</span> are all examples of biomes. Every location on Earth has a unique pattern of yearly temperature and rainfall. Some places are warm all year. Some have hot and cold seasons. Some places are always dry, while others have rainfall nearly every day. The particular patterns of temperature and rainfall averages over the course of each year determine which plants and animals can live in a place.
ar_eg: <span class="key">المناطق الحيوية</span> هي مجتمعات نباتية/ حيوانية فريدة تحددها ظروف <span class="key">المناخ</span> المحلية. <span class="key">الغابات المطرية</span>، و<span class="key">المراعي</span> و <span class="key">الصحراء</span> جميعها أمثلة على المناطق الحيوية. كل مكان موجود على سطح الأرض لديه نمط فريد من درجات الحرارة وسقوط الأمطار. بعض الأماكن حارة طوال العام. وبعضها يوجد فيها موسم حار وموسم بارد. بعض المناطق دائما تكون جافة، وبعضها الأخر تسقط فيها الأمطار تقريبا يوميا. معدل درجات الحرارة وسقوط الأمطار خلاال العام يحدد نوع النباتات والحيوانات التي تعيش في تلك المنطقة.

source: Rainforest
ar_eg: الغابات المطيرة

source: Grassland
ar_eg: أراضي عشبية

source: Desert
ar_eg: صحراء

source: A tropical rainforest is a place where it is always warm and rain falls nearly every day. A desert may be warm or cold, but has very little rainfall. Regions that have warm summers and cold winters are said to be <span class="key">temperate</span>. Grasslands may be tropical or temperate, but always have less rain than rainforests and more rain than deserts. For every possible combination of rain and temperature, a plant community exists. These are biomes.
ar_eg: الغابات المطرية الإستوائية هي مناطق دائما دافئة وتسقط فيها الأمطار تقريبا كل يوم. الصحراء ممكن أن تكون حارة أو باردة، ولكن تسقط فيها الأمطار بشكل خفيف. ويطلق على المناطق التي يكون فيها الصيف حار والشتاء بارد باسم المناطق المعتدلة. الأراضي العشبية إما أن تكون استوائية أو معتدلة، ولكن دائما يكون معدل سقوط الامطار فيها أقل من الغابات المطرية وأكثر من الصحراء. كل مزيج محتمل من الأمطار والحراة, يجب أن يتواجد فيه مجتمع نباتي. وهذا ما يعرف بالمجال الحيوي البيئي.

source: Every biome has special features and combinations of living things that occur nowhere else. A single tree in a tropical rainforest may be home to hundreds of insect <span class="key">species</span>. When biologists capture and identify all of the insects found on one tree, it's common to find new species, never before seen.
ar_eg: كل منطقة حيوية لديها ميزات وتنظيمات خاصة تحدث في أي مكان أخر. إن شجرة واحدة في الغابات الإستوائية تعد موطناً للمئات من <span class="key">أنواع</span> الحشرات. عندما يقوم علماء الأحياء بالتقاط الحشرات والتعرف علي جميع الحشرات الموجودة على الشجرة، من الشائع وجود أنواع جديدة لم تكن معروفة من قبل.

source: Tropical rainforest
ar_eg: غابات استوائية مطرية.

source: Tropical rainforest river
ar_eg: أنهار غابات مطرية استوائية

source: Cactus in cold desert
ar_eg: صبار في الصحراء الباردة

source: Snow covered desert
ar_eg: ثلوج تغطي الصحراء

source: The <span class="key">tundra</span> biome most often occurs in the very far north, where temperatures are very cold, and most water shows up as snow. When the snow melts in summer, grasses and many flowers emerge, followed by a hardy set of animals. Tundra also shows up near the tops of tall mountains where the living conditions are so harsh large plants can't survive.
ar_eg: يتركز مجتمع <span class="key">التندرا</span> الحيوي أو ما يعرف بالصحراء الباردة في النصف الشمالي من الكرة الأرضية، حيث تكون درجات الحرارة منخفضة جدا، ومعظم المياه تكون متجمدة. عندما تذوب المياه في فصل الصيف تظهر العديد من الأزهار والأعشاب الخضراء بالإضافة إلى حيوانات ذات بنية جسدية قوية. وتوجد التندرا أيضا بالقرب من قمم الجبال حيث تكون الظروف المعيشية صعبة جدا.

source: A biome that features many large needled trees goes by two names: <span class="key">taiga</span> and <span class="key">boreal forest</span>. It features many large needled trees. This community also supports very large mammals like moose, elk, and bears. Some of the oldest, largest trees in the world are found in this biome.
ar_eg: يطلق على الأحياء البيئية التي تعيش في الأشجار ذات الإبر الطويلة اسمين هما: <span class="key">غابات الصنوبر</span> و <span class="key"> الغابات الشمالية</span> حيث تكون إبر الشجر طويلة. يدعم هذا المجتمع الثديات الكبيرة مثل حيوان الموس والظبي والدببة. بعض أنواع الأشجار القديمة والكبيرة تم العثور عليها في هذه المناطق البيئية.

source: Tundra Biome
ar_eg: مناطق التندرا الحيوية

source: Tundra on top of mountains
ar_eg: التندرا في قمم الجبال

source: Taiga / Boreal Forest
ar_eg: غابات الصنوبر / الغابات الشمالية

source: Taiga / Boreal forest during winter
ar_eg: غابات الصنوبر / الغابات الشمالية خلال فصل الشتاء

source: Looking for a unique pattern...
ar_eg: البحث عن النمط الفريد من نوعه...

source: Question A. Which of the following events would be <span class="blink">least</span> expected in a tropical rainforest?
ar_eg: السؤال أ. أي من الأحداث التالية تعد <span class="blink">الأقل</span> إحتمالية حدوث في الغابات الإستوائية المطرية؟

source: During the winter, trees lose their leaves and plants stop growing.
ar_eg: خلال فصل الشتاء، تسقط الأوراق من الشجر ويتوقف نمو النباتات.

source: Large trees that support complex communities of birds and insects.
ar_eg: الأشجار الضخمة التي تدعم مجتمعات معقدة من الطيور والحشرات.

source: Human settlers cut down and burn large areas of trees for farmland.
ar_eg: يقوم المستوطنون بقطع وحرق مساحات كبيرة من الأشجار للأراضي الزراعية.

source: Heavy thunderstorms that occur nearly every day during the rainy season.
ar_eg: العواصف الرعدية الغزيرة التي تحدث تقريبا كل يوم خلال فصل الشتاء.

source: Question B. Which of the following pairs of names actually refer to the same plant community? Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: السؤال ب. أي من الأزواج التالية من الأسماء تشير في الواقع إلى المجتمع النباتي نفسه؟ أدر أو اعكس الصندوق الثلاثي الأبعاد إلى الأعلى أو إلى الأسفل لتحدد إجابتك.

source: Desert and grassland
ar_eg: صحراء وأراضي عشبية

source: Taiga and boreal forest
ar_eg: تايغا والغابات شمالية

source: Tropical rainforest and temperate desert
ar_eg: غابات استوائية مطرية وصحراء معتدلة

source: Tundra and taiga
ar_eg: التندرا والتايغا

source: Click, hold and drag up or down
ar_eg: انقر, اضعط واسحب إلى الأعلى او الأسفل

source: Correct! The growing conditions are the same year-round in a rainforest.
ar_eg: صحيح! ظروف النمو هي نفسها على مدار العام في الغابات المطرية.

source: Nope. Rainforests are full of large trees with lots of animals.
ar_eg: لا. إن الغابات المطرية مليئة بالأشجار الكبيرة والعديد من الحيوانات.

source: Nope. People actually do "slash and burn" many rainforest trees.
ar_eg: لا. يقوم بالعادة الناس باحراق العديد من أشجار الغابات المطرية.

source: Nope. Periods of daily rain is a characteristic of all tropical rainforests.
ar_eg: لا. تعد فترة هطول الأمطار اليومي سمة من سمات الغابات الإستوائية المطرية.

source: Sorry, grasslands get way more rain than deserts.
ar_eg: متأسف. تهطل الأمطار في الأراضي العشبيىة أكثر من الصحراء.

source: Yes! Taiga and boreal forest are pretty much the same.
ar_eg: نعم!يوجد تشابه كبير بين التايغا والغابات الشمالية

source: No... These two couldn't be much more different.
ar_eg: لا... لا يوجد اختلاف كبير بينهما.

source: Not this time. Tundra has no trees. Taiga is full of trees.
ar_eg: ليس هذه المرة. لا يوجد أشجار في التندرا. التايغا مليئة بالأشجار.

source: More core ideas... about biodiversity
ar_eg: المزيد من الأفكار الرئيسية... عن التنوع الحيوي

source: <span class='key'>Biodiversity</span> is the term used to refer to the collection of different plant and animal communities within their natural environments. Biodiversity describes the variety of species found in Earth's <span class='key'>ecosystems</span>. These plant and animal communities are the result of natural factors such as temperature and precipitation as well as the actions of people. Some plants and animals only survive well in certain habitats with the temperature and rainfall conditions that suit them. Think of a polar bear on the beach, how long do you think it would survive? Some animals migrate or move to a <span class='key'>habitat</span> that suits them; sometimes permanently, sometimes temporarily.
ar_eg: <span class="key">التنوع الحيوي</span> هو مصطلح يطلق على مجموعات من النباتات والحيوانات المختلفة ضمن بيئاتهم الطبيعية. يصف التنوع الحيوي الإختلاف في الأنواع الموجودة على <span class="key">النظم البيئية</span> الأرضية. تعد المجتمعات النباتية والحيوانية هي نتيجة عوامل طبيعية مثل درجات الحرارة وهطول الأمطار بالإضافة إلى سلوك الأشخاص . بعض أنواع النباتات والحيوانات تعيش ضمن ظروف معينة مناسبة لهم. فكر في الدب القطبي على الشاطئ، باعتقادك إلى متى سوف يبقى على قيد الحياة؟ بعض الحيوانات تهاجر أو تنتقل إلى <span class="key">مساكن</span> تناسبهم أكثر, بعض الأحيان يكون الأنتقال دائم أو مؤقت.

source: Polar bear in cold climate
ar_eg: الدب القطبي في بيئة باردة

source: Camel in a desert
ar_eg: الجمل في الصحراء

source: Penguins in cold climate
ar_eg: البطريق في بيئة باردة

source: Meerkats in warm climate
ar_eg: السقراط في بيئة دافئة

source: Sheep migrating to new pasture
ar_eg: تهاجر الأغنام إلى مراعي جديدة

source: Migrating snow geese
ar_eg: الإوز يهاجر إلى الثلوج

source: Other animals are able to create their own habitats. Ants, bees, and termites are examples of insects that build complex hives and hills. These insects live in highly ordered societies that include members who specialize in such tasks as food gathering, defense, and reproduction.
ar_eg: هنالك حيوانات أخرى تستطيع أن تصنع مأوى لها. تعد الحشرات والنحل والنمل الأبيض من الأمثله على الحشرات التي تبني خلايا وتلال معقدة. تعيش هذه الحشرات في مجتمعات في غاية التنظيم حيث لكل شخص وظيفة خاصة مثل جمع الطعام والدفاع والإنتاجية.

source: Most bees construct hives inside other enclosed structures, such as hollow trees, old buildings, or even boxes placed by humans for the bees to use. A single hive may house as many as 1500 bees. Ants and termites burrow into the ground to construct vast mazes to house and protect their colonies. The hills consist of a great many rooms and chambers connected by tunnels. Ant and termite colonies may be home to anywhere from a few hundred to more than a million insects each.
ar_eg: يبني معظم النحل خلايا داخل بعضها البعض داخل هياكل مغلقة، مثل الفتحات المتواجدة في الأشجار والمباني القديمة وحتى داخل الصناديق التي يقوم الإنسان بوضعها للنحل. تأوي الخلية الواحده 1500 نحلة. يقوم النمل والنمل الأبيض بحفر في الأرض وصنع متاهات لإيواء وحماية مستعمراتهم. حيث تحتوي على العديد من الغرف وغرف متصلة مع بعضها من خلال الأنفاق. إن مستوطنات النمل والنمل الأبيض عبارة عن ملجأ لبضع مئات من النمل لأكثر من مليون حشرة في كل منها.

source: Ant nest on a tree in a tropical rainforest
ar_eg: عش النمل في شجرة في الغابات الإستوائية المطرية.

source: Bees in honeycomb box placed by a human
ar_eg: النحل في قرص عسل قام بوضعه الإنسان

source: Termites in an old house
ar_eg: نمل أبيض في منزل قديم

source: Sand anthill in a desert
ar_eg: عش نمل في رمال الصحراء

source: Some animals not only construct homes for themselves, they build homes for others. <span class="key">Coral</span> are small ocean creatures that make hard shells for themselves. Unlike many other shellfish, coral attach themselves to hard surfaces in warm seawater. Over a period of many years, large colonies of coral grow enough to form <span class="key">reefs</span>, large underwater structures that are the home to many kinds of sea life.
ar_eg: لا تكتفي بعض الحيوانات ببناء منازل لهم، بل يقوموا ببناء منازل للأخرين. فمثلا <span class="key">المرجان</span> عبارة عن كائن حي صغير يعيش في المحيط يقوم ببناء صدفة قاسية. على العكس رخويات أخرى، تلتصق المرجان بالأسطح الصلية في مياه البحر الدافئة. على مدى فترة لسنوات عدة, تقوم مستعمرات المرجان بالنمو بما فيه الكفاية ليشكلوا <span class="key">الشعاب</span>، إن الهياكل الكبيرة تحت الماء هي موطن للعديد من اشكال الحياة البحرية.

source: Monarch butterfly migrating...
ar_eg: هجرة الفراشة الملكية....

source: Question A. Click on <span class="blink">all</span> of the following that are advantages enjoyed by animals like ants, termites, and bees that build large structures to house their colonies?
ar_eg: السؤال أ. أنقر على <span class="key">جميع</span> المميزات التي تتمتع بها الحيوانات مثل النمل والنمل الأبيض والنحل التي تقوم ببناء منازل ضخمة لإيواء مستعمراتهم؟

source: Protection from possible predators
ar_eg: الحماية من المفترسين

source: Protection from extreme weather
ar_eg: الحماية من الظروف الجوية القاسية

source: Protection for developing young
ar_eg: الحماية من تطور الحيوانات الصغيرة.

source: Protection from volcanic eruptions
ar_eg: الحماية من الإنفجارات البركانية.

source: Question B. What is one advantage enjoyed by animals that build hives?
ar_eg: السؤال ب. ما هي الميزة الوحيدة للحشرات التي تقوم ببناء خلايا؟

source: Protection from predators
ar_eg: الحماية من المفترسين

source: Easy movement from place to place
ar_eg: سهولة الحركة من مكان إلى أخر

source: Locations close to food sources
ar_eg: قرب المكان من الطعام

source: Protection from prey species
ar_eg: الحماية من الفرائس

source: Investigating the beehive...
ar_eg: التحقق من خلية النحل...

source: Correct. Hives and hills do provide protection from predators and extreme weather. They also provide protection for their young. The extreme heat of volcanoes will destroy the hive or hill.
ar_eg: صحيح. إن الخلايا والتلال تحمي من المفترسين والظروف الجوية القاسية. بالإضافة إلى توفير الحماية لصغارهم. تدمرالحرارة الشديدة الناتجة من البراكين الخلايا والتلال

source: Not quite. Hives and hills provide protection from predators and extreme weather. They also provide protection for their young. However, the extreme heat of volcanoes will destroy the hive or hill.
ar_eg: ليس تماما. إن الخلايا والتلال تحمي من المفترسين و من الظروف الجوية القاسية. بالإضافة إلى توفير الحماية لصغارها. تدمر الحرارة الشديدة الناتجة من البراكين الخلايا والتلال

source: Yes! Hives are built in places that are hard for predators to attack.
ar_eg: نعم! يتم بناء الخلايا في مكان بعيد يصعب على المفترسين الوصول إليه.

source: No... Hives can't move...
ar_eg: لا... لا يمكن للخلايا أن تتحرك

source: Probably not. A good place for a hive may or may not be near food.
ar_eg: غالبا لا. أفضل مكان للخلايا قد يكون بالقرب من الطام أو بعيدا عنه.

source: Sorry. Prey species are food sources, not threats.
ar_eg: متأسف. تعد أنواع الفرائس مصادر للغذاء، وليس تهديدا.

source: When humans interact with nature, we assume the responsibilities for managing resources, plants, and animals. Managing nature is a complex task, especially as we continue to learn more about how natural systems work. Sometimes our plans work well. Sometimes, they don't work as well. Hopefully, we learn from mistakes and improve our management techniques.
ar_eg: عندما يتفاعل الإنسان مع الطبيعة، نفترض القيام بمسؤولية إدارة الموارد،و النباتات، و الحيوانات. تعد إدارة الطبيعة مهمة صعبة، خاصة أننا نتعلم باستمرار عن كيفية عمل النظم البيئية. بعض الأحيان تعمل خططنا بشكل صحيح. و أحياناً لا تعمل خططنا بشكل جيد. نأمل، بأننا نتعلم من أخطائنا ونطور من أسلوب الإدارة.

source: An interesting example has been the way forest fires have been managed in the United States. At one time, all fires were fought immediately. It turns out that fire is an important part of the life of forests. Fires set by lightning burn through forests every few years and clear away shrubs and dry, dead brush. The ash fertilizes the soil. Removal of shrubs allows young trees to have the sunlight they need for growth. Some types of trees even need the high temperatures of a fire to open their cones and allow the seeds to drop. So now, some fires are allowed to burn, and some are even set on purpose.
ar_eg: احد الامثلة المثيرة للاهتمام هو الحريق الذي حدث في غابات الولايات المتحده. حدثت جميع الحرائق في نفس الوقت. و قد تبين بعد ذلك أن الحريق هو جزء مهم من حياة الغابات. كل بضع سنوات يتسبب البرق بحدوث حريق ويؤدي إلى إزالة الشجيرات الجافة والأشجار. و يعد الرماد سماد جيد للنباتات. إزالة الشجيرات يساعد الأشجار الصغيرة للحصول على ضوء الشمس اللازم لنموها. هنالك انواع من الأشجار التي تحتاج إلى حرارة الحريق العالية لفتح مخاريطها لتسمح بتساقط بذورها. لذلك يسمح لبعض الحرائق بأن تحرق أشجار معينة الآن، وبعض الحرائق تحدث عن قصد.
