Repository: geneconde/NGR-sandbox
Catalog: demo/biodiversity/Locale/*/LC_MESSAGES/biodiversity.po
Languages: ar_eg

source: The grassland and taiga biomes have the same amount of annual rainfall, so they are very similar in plant and animal life.
ar_eg: الاراضي العشبية والتايغا فيها نفس كمية تساقط الأمطار السنوي, لذلك فانهما متشابهان جدا في الحياة النباتية والحيوانية.

source: Grasslands have less rain than rainforests and more rain than deserts.
ar_eg: كمية الأمطار في الأراضي العشبية أقل من الغابات المطرية وأكثر من الصحراء.

source: The desert and tundra biomes have the same amount of annual rainfall, so they are very similar in plant and animal life.
ar_eg: إن معدل تساقط الأمطار في الصحراء والتندرا هو نفسه, لذلك هما متشابهان جدا في الحياة النباتية والحيوانية.

source: Making a rain gauge...
ar_eg: صنع مقياس لكميات الأمطار...

source: Centimeters
ar_eg: سم

source: Not quite, rainfall is important. But temperature is also a factor, and the different combinations of both are what provide various biomes.
ar_eg: ليس تماما، يعد سقوط الأمطار مهم جدا, وتعد درجات الحرارة عامل أخر, والتركيبات المختلفة بينهما توفر مناطق حيوية مختلفة.

source: No, the grassland and taiga biomes are only similar in rainfall, not in temperature. Long, cold winters, and short, mild, wet summers are typical of the taiga biome. Whereas the grassland has a more temperate climate.
ar_eg: لا, تتشابه المناطق العشبية ومناطق التايغا الحيوية بسقوط الأمطار فقط، وليس في درجات الحرارة. تتميز مناطق التايغا بشتاء بارد وطويل, صيف معتدل رطب وقصير. في حين تتميز المناطق العشبية بدرجات حرارة معتدلة.

source: Correct, the green bar (60 cm) is between the blue (180 cm) and the yellow (20 cm) bars.
ar_eg: صحيح. يقع الشريط الأخضر (60 سم) بين الشريط الأزرق (180 سم) والأصفر (20 سم)

source: No, no, the desert and tundra biomes are only similar in rainfall, not in temperature. The desert is extremely hot and the tundra is extremely cold.
ar_eg: لا, لا, تتشابه التندرا والصحراء فقط في تساقط الأمطار وليس درجات الحرارة. الصحراء حارة جدا والتندرا باردة جدا.

source: Centimeters of Rainfall per Year
ar_eg: سم من الأمطار سنويا

source: What is an advantage to controlled burning in forests?
ar_eg: ما هي الفائدة من السيطرة على الحرائق؟

source: The fires help shrubby trees to compete with bigger tree species.
ar_eg: تسمح الحرائق للشجيرات الصغيرة من التنافس مع الشجيرات الأكبر

source: The fires help shrubby trees fill the space between big trees.
ar_eg: تسمح الحرائق للشجيرات الصغيرة بأن تملا الفراغ بين الأشجار الكبيرة.

source: The fires remove shrubby trees that provide fuel for fires.
ar_eg: تزيل الحرائق الشجيرات التي توفر الوقود للحرائق

source: The fires remove shrubby trees that kill bigger tree species.
ar_eg: تزيل الحرائق الشجيرات والتي تقوم بقتل الأشجار الأكبر

source: Protecting the forest from large fire...
ar_eg: حماية الغابات من حرائق كبيرة...

source: Nope! Buildup of small, shrubby trees is a risk, not an advantage.
ar_eg: لا، يعد التراكمات الصغيرة، للشجيرات أمر خطير، و ليس ميزة إيجابية.

source: Not this one. Filling up the forest with shrubby trees adds fuel for fires.
ar_eg: ليس هذه. تعبئة الغابات بالشجيرات يساعد على توفير الوقود للحرائق

source: Yes. Removing these removes a lot of the fuel that feeds fires.
ar_eg: نعم, إزالة هذه الأمور يقوم بإزالة الوقود الذي يغذي النار.

source: No. Such competition is not a problem for the forest.
ar_eg: لا. لا تعد مثل هذه المنافسات مشكلة بالنسبة للغابات.

source: Warming seawater is making coral survival less and less likely. Why is this a problem for ocean biomes? Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: إن ارتفاع درجات حرارة مياه البحر يقلل من نسبة بقاء المرجان على قيد الحياة . لماذا هذه تعد مشكلة بالنسبة للمناطق الحيوية المحيطية. إقلب أو ادر الصندوق الثلاثي الأبعاد لتحدد إجابتك.

source: Coral is the food supply of many species of fish.
ar_eg: يعد المرجان مصدراً غذائياً للعديد من أنواع الأسماك

source: Many species make coral reefs their homes.
ar_eg: الكثير من الأنواع تجعل من الشعاب المرجانية مئوى لها.

source: Coral is used by artists and home decorators.
ar_eg: يقوم الفنانون باستخدلم المرجان للتزين وكذلك يستخدم كزينة في المنازل.

source: Coral reefs can sometimes be seen from space.
ar_eg: يمكن رؤية الشعب المرجانية على سطح البحر.

source: No. Many species live in the coral reefs but don't eat them.
ar_eg: لا. تعيش العديد من الأنواع داخل الشعب المرجانية ولكن لا تقوم بأكلها.

source: Correct. Coral reefs support many ocean animal species.
ar_eg: صحيح. تدعم الشعب المرجانية العديد من أنواع حيوانات المحيطات

source: Nope! It is illegal to collect or even disturb coral reefs.
ar_eg: لا! يعد جمع أو قطع الشعب المرجانية عمل غير قانوني.

source: No. The fact that some coral reefs can be seen from space shows just how important they are.
ar_eg: لا. تعود حقيقة رؤية الشعب المرجانية على سطح الأرض إلى مدى أهمية وجودها.

source: You've completed the Biodiversity review.
ar_eg: قد أتممت مراجعة التنوع الحيوي.
