Repository: geneconde/NGR-sandbox
Catalog: demo/biodiversity/Locale/*/LC_MESSAGES/biodiversity.po
Languages: ar_eg

source: Another way scientists are learning about the earth and all the interactions that take place in it is by conducting experiments in <span class="key">Biosphere 2</span>. A large man-made environment called Biosphere 2 is sealed off from the outside world. It is intended to help us understand the needs of people if they were to travel to other planets. Biosphere 2 takes in solar energy and uses it to grow plants and animals; recycle water, oxygen, and waste; and provide the power needed to operate the facility.
ar_eg: يوجد طريقة أخرى يتعرف من خلالها العلماء عن الأرض أكثر وعلى جميع التفاعلات التي تحدث فيها وذلك من خلال التجارب في <span class="key">المحيط الحيوي 2 </span>. قام الإنسان بصنع بيئة أطلق عليها اسم المحيط الحيوي 2 وهي معزولة عن العالم الخارجي. والغرض منها مساعدتنا على فهم احتياجات الإنسان إذا أراد السفر إلى كوكب أخر. يأحذ المحيط الحيوي 2 الطاقة الشمسية ويستخدمها في نمو النباتات والحيوانات؛ إعادة تدوير المياه والأكسجين والفضلات ويوفر الطاقة اللازمة لتشغيل المرافق.

source: Biosphere 2 supports six different biomes: the desert, marsh, ocean, rainforest, savannah, and thorn scrub. The desert biome illustrates life in the world's dry, arid regions. The marsh biome includes both grassy and forest wetlands. The ocean biome duplicates the environment of a Caribbean Sea coral reef. The rainforest biome is divided into segments, each simulating a different kind of plant community commonly found in wet forests around the world. Scientists study the interactions between people and their surrounding environments in these biomes.
ar_eg: يدعم المحيط الحيوي 2 ستة مناطق حيوية مختلفة: الصحراء والمستنقعات والمحيطات والغابات المطرية والسافانا والأشوال. إن المناطق الحيوية الصحراوية هي عبارة عن مناطق جافة وقاحلة. اما المستنقعات فهي عبارة عن مناطق عشبية وغابات رطبة. و يكثرفي المحيطات الشعب المرجانية. و تنقسم الغابات المطرية إلى أقسام، تحاكي كل منها أنواع مختلفة من المجتمعات النباتية التي توجد عادة في الغابات الرطبة. يدرس العلماء عادة في هذه المجتمعات الحيوية التفاعلات بين الأشخاص والبيئة المحيطة بهم.

source: Removing shrub stumps...
ar_eg: إزالة جذوع الشجيرات....

source: Question A. Our ideas about forest fires have changed in the United States over the years. We now know that...
ar_eg: السؤال أ. تغيرت أفكارنا حول إحتراق الغابات في الولايات المتحدة مع مرور السنين. نحن نعرف الآن أن...

source: Fires can be good for the health of a forest.
ar_eg: تعتبر الحرائق جيدة للغابات؟

source: Fires destroy the soil and prevent new trees from growing.
ar_eg: تدمر الحرائق التربة وتمنع الأشجار الجديدة من النمو.

source: Fires need to be extinguished as soon as they are spotted.
ar_eg: يجب إطفاء الحرائق بمجرد بدايتها

source: Fires reduce the number of tourists who visit areas that have burned.
ar_eg: تقلل الحرائق نسبة الزوار إلى المناطق المحترقة.

source: Question B. What primary source do Biosphere 2 and Earth use for energy?
ar_eg: سؤال ب. ما هو المصدر الرئيسي الذي يستخدمه المحيط الحيوي 2 والأرض لإنتاج الطاقة؟

source: Batteries
ar_eg: البطاريات

source: Nuclear Power
ar_eg: الطاقة النووية

source: The Sun
ar_eg: الشمس

source: Gasoline
ar_eg: البنزين

source: That's right. Small fires rid forests of dead, dry materials that can lead to bigger fires if allowed to build up.
ar_eg: هذا صحيح. حرائق الغابات الصغيرة تؤدي إلى موت الغابات، والمواد الجافة تؤدي أيضا إلى اشتداد الحرائق.

source: Not true. A young healthy forest needs a few fires.
ar_eg: ليس صحيحا. الغابات الصغيرة تحتاج إلى حرائق قليلة.

source: Not always. Sometimes forest managers actually start small fires to get rid of some of the dead, dry debris in a forest.
ar_eg: ليس دائما. يقوم بعض الأحيان مدراء الغابات بافتعال حرائق صغيرة للتخلص من بعض الموتى والحطام الجاف في الغابات.

source: Not true. Even areas that have suffered large, destructive fires begin to grow new trees and plants that attract tourists.
ar_eg: ليس صحيحا. حتى المناطق التي عانت قليلا، فان الحرائق المدمرة تعمل على نمو أشجار ونباتات صغيرة تجذب السياح إليها.

source: Not this one. Earth is a bit big for batteries.
ar_eg: ليس هذه المرة. حجم الأرض أكبر بقليل من البطاريات

source: Sorry. While Earth may generate some nuclear power, Biosphere does not.
ar_eg: نأسف. بينما قد تكون الأرض تولد طاقة نووية، فان المحيط الحيوي لا يقوم بذلك.

source: There you go. Solar power provides energy for both.
ar_eg: أحسنت العمل. توفر الطاقة الشمسية الطاقة لكلاهما.

source: No... Neither Earth nor Biosphere uses gasoline.
ar_eg: لا... لا تستخدم الأرض ولا المحيط الحيوي البنزين.

source: Using what you know... about biodiversity... to solve a problem
ar_eg: استخدم ما تعرفه .... عن التنوع الحيوي.... لحل مشكلة ما

source: The Problem
ar_eg: المشكلة

source: A certain park supports a complex plant and animal community that may be summarized in the food web at the right.
ar_eg: تدعم حديقة معينة مجتمع نباتي وحيواني والتي يمكن تلخيصها في الشبكة الغذائية على اليمين

source: Many park users have expressed fear of wolves and want them separated from children and pets. Park rangers disagree, saying wolves are an essential part of the park's ecosystem. Park managers are considering whether to remove all wolves from the park.
ar_eg: جرب العديد من زوار الحدائق الشعور بالخوف من الذئاب وأرادوا ابعادهم عن أطفالهم وحيواناتهم الأليفة. لا يوافق حراس الحدائق على هذا الأمر، حيث يعتقدون بأن الذئاب هي جزء مهم من النظام البيئي للحديقة. مدراء الحدائق يدرسون موضوع إزالة جميع الذئاب من الحديقة.

source: Bear
ar_eg: دب

source: Wolf
ar_eg: ذئب

source: Deer
ar_eg: غزال

source: Red Fox
ar_eg: تعلب أحمر

source: Bee
ar_eg: نحل

source: Skunk
ar_eg: ظربا الأمريكي

source: Birds
ar_eg: عصافير

source: Mice
ar_eg: فئران

source: Rabbit
ar_eg: أرنب

source: Toad
ar_eg: ضفدع

source: Insects
ar_eg: حشرات

source: Blossoms
ar_eg: أزهار

source: Nuts
ar_eg: مكسرات

source: Bark Oak
ar_eg: لحاء البلوط

source: Leaves
ar_eg: أوراق

source: The Task
ar_eg: المهمة

source: You have been asked by the park managers to make a prediction about what might happen if wolves are removed. Use the space below to list all the things in the park that will be directly and indirectly affected if all the wolves are removed. Also write a brief explanation whether you think wolf removal is a good idea or not.
ar_eg: قام مسؤولوا الحديقة بطرح السؤال التالي عليك وهو ماذا يمكن أن يحدث إذا تم إزالة جميع الذئاب من الحديقة. استخدم المسافة التالية في الأسفل لتسجيل جميع الأشياء المتواجدة في الحديقة التي قد تتأثر بإزالة الذئاب بشكل مباشر وغير مباشر. واكتب أيضا توضيح قصير إذا كنت مع إزالة الذئاب أم لا.

source: Understanding the food web...
ar_eg: فهم شبكة الغذاء...

source: Summarizing core ideas... about biodiversity
ar_eg: تلخيص الأفكار الرئيسية... حول التنوع الحيوي

source: <span class="key">Biomes</span> are the unique plant/animal communities determined by local climate conditions. The patterns of temperature and rainfall averages over the course of each year determine which plants and animals can live in a place. The <span class="key">tundra</span> biome most often occurs in the very far north, where temperatures are very cold, and most water shows up as snow. A biome that features many large needled trees goes by two names: <span class="key">taiga</span> and <span class="key">boreal forest</span>. Some animals are able to create their own habitats. Ants, bees, and termites are examples of insects that build complex hives and hills. Some animals not only construct homes for themselves, they build homes for others. <span class="key">Coral</span> make hard shells for themselves. Over a period of many years, large colonies of coral grow enough to form <span class="key">reefs</span>. When humans interact with nature, we assume the responsibilities for managing resources, plants, and animals. To learn even more about the interactions between people and their surrounding environments, scientists have built a large man-made environment called <span class="key">Biosphere 2</span>. Biosphere 2 supports six different biomes: the desert, marsh, ocean, rainforest, savannah, and the thorn scrub biome.
ar_eg: إن <span class="key">المناطق الحيوية</span> هي عبارة عن مجتمعات نباتية وحيوانية فريدة من نوعها والتي يتم تحديدها من خلال ظروف جوية معينة. إن معدل تساقط الأمطار ودرجات الحرارة خلال العام يحدد نوع النباتات والحيوانات التي تعيش في أي مكان. إن مناطق <span class="key">التندرا</span> الحيوية تقع في الغالب في أقصى الشمال، حيث تكون درجات الحرارة منخفضة جدا، وتكون أغلب المياه متجمدة. إن المناطق الأحيائية التي يظهر فيها أوراق النبات على شكل مدبب تنقسم إلى قسمين: <span class="key">التايغا</span> و <span class="key">الغابات الشمالية</span> . بعض الحيوانات لديها القدرة على أن تستحدث موطن خاص بها. النمل،و النحل والنمل الأبيض من الأمثلة على الحشرات التي تبني تلالاً وخلايا لها. وهناك حيوانات تبني بيوتاً لها ولحيوانات أخرى. يبني <span class="key">المرجان</span> أصداف قاسية له. و مع مرور الزمن تنمو مستعمرات المرجان بما فيه الكفاية وتشكل الشعاب المرجانية</span> . عندما يتفاعل الإنسان مع الطبيعة, فاننا نفترض تحمل مسؤولية إدارة الموارد، و النباتات والحيوانات. لكي نتعلم أكثر حول هذه التفاعلات بين الأشخاص والبيئة المحيطة، يقوم العلماء ببناء بيئة كبيرة يطلق عليها <span class="key">المحيط الحيوي 2</span> . يدعم المحيط الحيوي 2 ستة مناطق حيوية مختلفة: الصحراء والمستنقعات والمحيطات و الغابات المطرية وغابات السافانا والأشوال.

source: Reviewing key vocabulary related to... biodiversity
ar_eg: مراجعة المفردات الرئيسية التي لها علاقة ب.... التنوع الحيوي

source: Biodiversity describes the variety of species found in Earth's terrestrial and oceanic ecosystems.
ar_eg: يصف التنوع الحيوي الإختلافات في الأنواع الموجودة على سطح الأرض وفي النظم الإيكولوجية الأرضية والمحيطية.

source: The completeness or integrity of an ecosystem's biodiversity is often used as a measure of its health.
ar_eg: يستخدم عادة إكتمال أو سلامة التنوع البيولوجي البيئي كمقياس لصحتها.

source: Biome
ar_eg: مجتمع حيوي

source: A biome is a particular ecosystem that is defined by the climate and geography of its location and by the plants, animals, and organisms living there. There are many different types of biomes. Terrestrial biomes are ecosystems that are on land. The tundra is an example of a terrestrial biome. In the tundra, you will find very cold temperatures and the plant life consists of vegetation such as shrubs and grasses that are low to the ground. There are very few trees, if any at all. An aquatic biome is an ecosystem that exists under the water. A coral reef is an example of an aquatic biome that exists in shallow, tropical waters near the equator. Coral reefs are characterized by a great diversity of marine life. The picture above shows a desert. A desert is another type of biome.
ar_eg: المناطق الحيوية هي عبارة عن نظام بيئي يتم تعريفه من خلال ظروف جوية وجغرافية مححدة بالنباتات والحيوانات والكائنات الحية التي تعيش بها. هنالك أنواع مختلفة من المناطق الحيوية. مناطق حيوية أرضية وهي عبارة عن نظم بيئية على الأرض. مثال على ذلك التندرا. تكون درجة الحرارة منخفضة في التندرا وتحتوي على غطاء نباتي مثل الشجيرات والأعشاب والتي تكون منخفضة على سطح الأرض. أعداد الأشجار يكون قليل جدا, وإن وجدت. مناطق حيوية مائية والتي توجد تحت الماء. من الأمثلة على ذلك الشعاب المرجانية والتي توجد على سطح الماء بالقرب من خط الإستواء. تتميز الشعب المرجانية بتنوع كبير في الحياة البحرية. تظهر الصورة في الأعلى صحراء. حيث تعد الصحراء نوع أخر من أنواع المناطق الحيوية.

source: Climate
ar_eg: المناخ

source: Climate refers to the weather in specific places over a long period of time.
ar_eg: المناخ هو حالة الجو في منطقة معينة وفي فترة معينة

source: When thinking about the climate of a place, scientists look at different things, such as the amount of rain and snow, temperature, the number of sunny and cloudy days, and wind activity. The scientists look at weather information that has been collected over a long period of time to learn about the climate of an area.
ar_eg: عندما تفكر في مناخ منطقة معينة، ينظر العلماء إلى أمور مختلفة، مثل كمية هطول الأمطار والثلوج، درجات الحرارة، عدد الأيام المشمسة والممطرة، وحركة الرياح. يجمع العلماء المعلومات حول طقس منطقة ما خلال مدة زمنية معينة لمعرفة معلومات أكثر حول طقس تلك المنطقة.

source: Ecosystem
ar_eg: النظام البيئي

source: An ecosystem is all the living and non-living things in a given place. An ecosystem can be as large as a forest or as small as a rotting log. There are both land and water ecosystems.
ar_eg: النظام البيئي عبارة عن جميع الكائنات الحية وغير الحية في منطقة ما. ممكن أن يكون النظام البيئي أرضي أو مائي إما بحجم غابة أو بحجم حطبة متعفنة.

source: Ponds, rivers, lakes, and oceans are all examples of water ecosystems. A pond ecosystem contains not only water, but living organisms such as fish, plants, insects, frogs, and turtles. Common land ecosystems include forests, deserts, and grassy meadows.
ar_eg: البرك والأنهار والبحيرات والمحيطات كلها أمثلة على النظم البيئية المائية. لا تحتوي البرك فقط على المياه, بل أيضا كائنات حية مثل الأسماك والنباتات والحشرات والضفادع والسلاحف. من النظم البيئية المعروفة الغابات والصحراء والمروج العشبية.

source: Habitat
ar_eg: موطن

source: A habitat is a place where a plant or animal lives. A forest is one type of habitat that covers a large part of Earth. A rainforest is a specific type of habitat that has many trees. It is a good habitat for animals such as birds, bats, and monkeys.
ar_eg: الموطن هو المكان الذي يعيش فيه النبات أو الحيوان، الغابات إحدى الأمثلة على ذلك حيث تغطي مساحة واسعة من سطح الأرض. الغابات المطرية هي إحدى الأمثلة على الموطن الذي يحتوي على أشجار كثيرة. وهي عبارة عن موطن جيد للحيوانات مثل العصافير والخفاش والقردة.

source: Because there is much water in the rainforest, it is a good habitat for many plants. Plants living in this type of habitat grow to be very large and have very big leaves.
ar_eg: لأنه يوجد مياه كثيرة في الغابات المطرية، فهي عبارة عن موطن جيد للعديد من النباتات. النباتات التي تعيش هناك تتميز بحجمها الكبير وأغصانها الضخمة.

source: Species
ar_eg: النوع

source: A species is a very specific kind of living thing. Plants and animals of the same species are able to breed together to produce more plants and animals of the same species. The species that a living thing belongs to is identified based on all of its characteristics. The species of a living thing can tell you what other living things it is related to.
ar_eg: النوع هو مجموعة محددة جدا من الكائنات الحية. إن الحيوانات والنباتات من نفس الفصيلة لديها القدرة على التكاثر مع بعضها البعض لإنتاج نباتات وحيوانات أكثر من نفس الفصيلة. يتم التعرف على الأنواع الحية التي تنتمي إلى نفس الفصيلة من خلال خصائص معينة ومحددة. " نوع الكائن الحي يمكن أن يعطيك ما الكائنات الحية الأخرى التي ترتبط معه.

source: Tundra
ar_eg: التندرا

source: The tundra biome most often occurs in the very far north, where temperatures are very cold, and most water shows up as snow.
ar_eg: تكون التندرا عادة في أقصى الشمال، حيث تكون الحرارة منخفضة، وتكون المياه متجمدة.

source: Tundra shows up near the tops of tall mountains where the living conditions are so harsh large plants can't survive.
ar_eg: تكون التندرا في القمم العالية للمناطق الجبلية حيث تكون ظروف الحياه صعبة ولا يمكن للأشجار الكبيرة أن تنمو هناك.

source: Taiga
ar_eg: التايغا

source: A biome that features many large needled trees goes by two names: taiga and boreal forest.
ar_eg: تنقسم المناطق الحيوية التي تتصف بوجود الاشجار ذات الرؤوس المدببة فيها إلى قسمين هما: التايغا والغابات الشمالية.

source: This community also supports very large mammals like moose, elk, and bears. Some of the oldest, largest trees in the world are found in the taiga biome.
ar_eg: يدعم المجتمع أيضا ثديات كبيرة الحجم مثل الموظ والظبي والدببة. بعض الأشجار القديمة والكبيرة موجوده في مجتمعات التايغا الحيوية.

source: Boreal forest
ar_eg: الغابات الشمالية

source: This community also supports very large mammals like moose, elk, and bears. Some of the oldest, largest trees in the world are found in the boreal forest biome.
ar_eg: يدعم المجتمع أيضا ثديات كبيرة الحجم مثل الموظ والظبي والدببة. بعض الأشجار القديمة والكبيرة موجوده في مجتمعات الغابات الشمالية الحيوية.

source: Temperate
ar_eg: معتدل

source: Regions that have warm summers and cold winters, located between the tropics and polar regions, are said to be temperate.
ar_eg: يطلق على المناطق التي يكون طقسها حار في الصيف وبارد في الشتاء المناطق المعتدلة، حيث تقع بين المناطق المدارية والمناطق القطبية.

source: Grasslands may be tropical or temperate, but always have less rain than rainforests and more rain than deserts.
ar_eg: الأراضي العشبية إما أن تكون إستوائية أو معتدلة، لكن دائما تكون نسبة تساقط الأمطار فيها أقل من الغابات المطرية وأكثر من الصحراء.

source: Grasslands are a biome that may be tropical or temperate, but always have less rain than rainforests and more rain than deserts.
ar_eg: الأراضي العشبية إما أن تكون إستوائية أو معتدلة، لكن دائما تكون نسبة تساقط الأمطار فيها أقل من الغابات المطرية وأكثر من الصحراء.

source: Rainforests, deserts, and grasslands are all examples of biomes.
ar_eg: الغابات المطرية والصحراء والأراضي العشبية كلها أمثلة على مجتمعات حيوية.

source: A tropical rainforest is a place where it is always warm and rain falls nearly every day.
ar_eg: الغابات المطرية الإستوائية هي مناطق دائما دافئة ويسقط فيها المطر تقريبا يوميا.

source: Rainforests, grasslands, and deserts are all examples of biomes.
ar_eg: الغابات المطرية والصحراء والأراضي العشبية كلها أمثلة على مناطق إحيائية.

source: A desert is a place that may be warm or cold, but has very little rainfall.
ar_eg: الصحراء هي مكان قد يكون بارد أو حار, ولكن نسبة تساقط الأمطار فيها تكون قليلة.

source: Deserts may be tropical or temperate, but they always receive very little rainfall.
ar_eg: قد تكون الصحراء إما إستوائية أو معتدلة, بنسبة أمطار قليلة.

source: Biosphere
ar_eg: المحيط الحيوي

source: The biosphere is the collection of all of Earth's ecosystems.
ar_eg: المحيط الحيوي عبارة عن مجموعة من النظم البيئية الأرضية

source: All life on Earth, in all of the unique biomes, is contained within the biosphere.
ar_eg: جميع الحياة على سطح الأرض، وجميع النظم الإحيائية الفريدة تكون ضمن المحيط الحيوي.

source: Biosphere 2
ar_eg: المحيط الحيوي 2

source: In an effort to learn even more about the interactions between people and their surrounding environments, scientists have built a large man-made environment called Biosphere 2. It is intended to help us understand the needs of people if they were to travel to other planets.
ar_eg: لتتعلم أكثر عن تفاعل الأشخاص مع البيئة المحيطة بهم, قام العلماء ببناء بيئة أطلق عليها محيط حيوي 2. حيث تساعدنا على فهم احتياجات الناس إذا أرادوا السفر إلى مكان أخر

source: Sealed off from the outside world, Biosphere 2 takes in solar energy and uses it to grow plants and animals; recycle water, oxygen, and waste; and provide the power needed to operate the facility. Biosphere 2 supports six different biomes.
ar_eg: معزولا عن العالم الخارجي, يأخذ المحيط الحيوي 2 الطاقة الشمسة ويستخدمها لنمو النباتات والحيوانات, إعادة تدوير الماء والأكسجين والفضلات, وتوفير الطاقة اللازمة لتشغيل المنشأت. يدعم المحيط الحيوي 2 ستة أحياء بيئية مختلفة.

source: Checking what you now know... about biodiversity
ar_eg: لنتفحص ما تعرفعه عن ... التنوع الحيوي

source: Which of the following is <span class='blink'>least likely</span> to help determine the type of biome that will define a particular location?
ar_eg: أي من التالي تعد <span class="blink">الأقل</span> إحتمالا لمساعدتك في تحديد نوع المناطق الإحيائية التي تحدد مكان معين؟

source: Distance from the equator
ar_eg: المسافة عن خط الإستواء

source: Waterfowl migration patterns
ar_eg: أنماط هجرة الطيور المائية

source: Average annual rainfall
ar_eg: معدل تساقط الأمطار السنوي

source: Average annual temperature
ar_eg: معدل درجات الحرارة السنوي

source: No.... Distance from the equator is related to temperature patterns.
ar_eg: لا... المسافة عن خط الإستواء له علاقة بدرجات الحرارة

source: Correct. Migration patterns don't determine biomes; they are determined by biomes.
ar_eg: صحيح. لا تحدد أنماط الهجرة المناطق الحيوية، إنها محددة بالمناطق الحيوية.

source: Sorry. Rainfall patterns determine biomes.
ar_eg: نأسف. أنماط هطول المطر محدد بمناطق حيوية.

source: Nope. Temperature patterns determine biomes.
ar_eg: لا. درجات الحرارة محددة بمناطق حيوية.

source: Click on <span class="blink">all</span> the reasons for doing a lengthy and expensive project as Biosphere 2?
ar_eg: أنقر على <span class="blink">جميع</span> الأسباب لعمل مشروع مطول ومكلف حول المحيط الحيوي 2؟

source: Biosphere could become an important source of food.
ar_eg: قد يصبح المحيط الحيوي مصدراً مهماً للغذاء

source: Biosphere lets us experiment with climate conditions.
ar_eg: يتيح لنا المحيط الحيوي تجربة الظروف المناخية

source: Biosphere could become an important source of water.
ar_eg: قد يصبح المحيط الحيوي مصدراً مهماً للماء

source: Biosphere lets us study interactions between people and nature.
ar_eg: يتيح لنا المحيط الحيوي دراسة العلاقة بين الأشخاص والطبيعة

source: Correct. Biosphere 2 does let us see how changing conditions impact biomes as well as how people and nature interact. The Biosphere isn't nearly large enough to provide much food and it doesn't actually produce any new water.
ar_eg: صحيح. يسمح لنا المحيط الحيوي 2 برؤية تأثير التغيرات بالإضافة إلى تفاعل الناس مع الطبيعة. لا يعد المحيط الحيوي كبير بما فيه الكفاية ليوفر الغذاء ولا لينتج أي كمية من الماء.

source: Biosphere 2 does allow experimentation with climate conditions, but see if there are any other correct choices.
ar_eg: المحيط الحيوي 2 يسمح بتجربة الظروف المناخية، ومعرفة إذا كان هنالك خيارات أخرى صحيحة.

source: Biosphere 2 does allow us to observe interactions between people and nature, but see if there are any other correct choices.
ar_eg: يسمح لنا المحيط الحيوي 2 بملاحظة التفاعلات بين الإنسان والطبيعة، ومعرفة إذا ما كان هناك أي خيارات أفضل.

source: Not quite, Biosphere 2 does let us see how changing conditions impact biomes as well as how people and nature interact. The Biosphere isn't nearly large enough to provide much food and it doesn't actually produce any new water.
ar_eg: ليس تماما, يسمح لنا المحيط الحيوي 2 بملاحظة كيف تؤثر تغيرات الظروف على المناطق الحيوية بالإضافة إلى التفاعل بين الإنسان والطبيعة. لا يعد المحيط الحيوي كبير بما فيه الكفاية لتوفير الغذاء أو لإنتاج الماء.

source: Identifying the zone of life on earth...
ar_eg: تحديد منطقة للحياة على الأرض ...

source: What has been a major change in forest management over the decades? Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: ما هي التغيرات الكبيرة التي حدثت في إدارة الغابات على مر العقود؟ ادر أو اقلب المربع الثلاثي الأبعاد إما للأعلى أو لأسفل لتحدد إجابتك

source: All forest fires are fought immediately.
ar_eg: يتم السيطرة على جميع حرائق الغابات على الفور

source: Forest fires are never fought at all.
ar_eg: لم يتم مكافحة حرائق الغابات على الإطلاق

source: Forest fires caused by lightning are ignored.
ar_eg: يتم تجاهل الحرائق الناتجة بفعل البرق.

source: Some fires are allowed to burn to improve the forest.
ar_eg: تترك بعض الحرائق لتطوير الغابات

source: Conducting a sustainable forest management...
ar_eg: إجراء إدارة مستدمة للغابات

source: No. Fighting all fires is an old policy.
ar_eg: لا. تعد مكافحة جميع الحرائق من السياسات القديمة

source: Not this one. We certainly fight forest fires.
ar_eg: ليس هذه المرة. نحن بالتاكيد نكافح الحرائق

source: No. Lightning is part of nature, but can't be ignored.
ar_eg: لا. يعد البرق جزء من الطبيعة, ولكن لا يمكن اهماله

source: Yes. Some fires are allowed to burn and some are even set.
ar_eg: نعم. تترك بعض الحرائق لتشتعل وبعضها الآخر يكون مفتعلاً

source: Look at the chart at the right side below and click on the statement you think is correct.
ar_eg: أنظر إلى الجدول في اليمين وأنقر على الإجابة الصحيحة.

source: Temperate Deciduous Forest
ar_eg: تساقط أوراق الغابات معتدل

source: The amount of annual rainfall is the most important factor in classifying biomes.
ar_eg: معدل تساقط الأمطار هو أهم عامل لتصنيف المناطق الحيوية.
