Repository: geneconde/NGR-sandbox
Catalog: demo/heating-and-cooling/Locale/*/LC_MESSAGES/heating-and-cooling.po
Languages: ar_eg, es_es

source: No, sunlight is only transferred by radiation through empty space.
ar_eg: لا، أشعة الشمس تنتقل فقط بطريقة الإشعاع في الفضاء الفارغ.
es_es: No, la luz del sol sólo es transferido por radiación a través del espacio vacío.

source: The bread is heated
ar_eg: الخبز مسخن
es_es: El pan se calienta

source: Not quite, the bread is heated but so is the air around it.
ar_eg: غير دقيق، الخبز مسخن وكذلك الهواء المحيط به.
es_es: No completamente, el pan se calienta, pero también es el aire alrededor de él .

source: The air around the bread is heated
ar_eg: الهواء المحيط بالخبز مسخن
es_es: Se calienta el aire alrededor del pan

source: Not quite, the air is heated, but so is the bread.
ar_eg: غير دقيق، الهواء مسخن وكذلك الخبز.
es_es: No completamente, el aire se calienta, pero el pan también.

source: The bread is heated and the air around the bread is heated
ar_eg: الخبز مسخن والهواء المحيط بالخبز مسخن أيضاً
es_es: El pan se calienta y se calienta el aire alrededor del pan

source: Correct. Heat energy from the campfire is transferred to both the air and bread.
ar_eg: صحيح، طاقة التسخين من الموقد تنتقل لكلاً من الهواء والخبز.
es_es: Correcto. La energía calórica de la fogata se transfiere tanto al aire como a pan.

source: More core ideas about heating and cooling
ar_eg: أفكار أساسية أخرى حول التسخين والتبريد

source: Heat flows differently through different materials. A metal spoon transmits heat easily. A wooden spoon does not transfer heat easily. The metal is a <span class='key'>conductor</span> and the wood is an <span class='key'>insulator</span>. A conductor is something that lets heat go through it and an insulator is something that does not let heat go through it easily.
ar_eg: يختلف تدفق التسخين باختلاف المواد التي يسير خلالها. الملعقة المعدنية تنقل التسخين بسرعة. الملعقة الخشبية لا تنقل التسخين بسرعة. فالمعدن هو <span class='key'>موصل</span> والبلاستيك عبارة عن <span class='key'>عازل</span>. الموصل هو مادة تسمح للتسخين بأن يسير خلاله والعازل هو مادة لا تسمح بمرور التسخين بالمرور خلالها بسهولة؟
es_es: Flujos de calor diferente a través de diversos materiales. Una cuchara de metal transmite calor fácilmente. Una cuchara de madera no transfiere calor fácilmente. El metal es un <span class='key'>conductor</span> y la madera es un <span class='key'>aislante</span>. Un conductor es algo que suelta calor a través de un aislante y es algo que no suelta calor a través de ella fácilmente.

source: Insulators are used to prevent heat energy from moving from place to place. The special mitten that you use to take something from the oven acts as an insulator. The mitten prevents the heat energy from moving from the pan or dish that is at a high temperature to your hand that is at a lower temperature. The special jackets, pants and gloves that you wear in the winter are made of insulating materials to keep heat energy from going from your warm body to the cold outside air.
ar_eg: المواد العازلة تستخدم لمنع طاقة التسخين من المرور من مكان لآخر. فالقفاز الذي تلبسه لسحب أي شيء من الفرن هو عازل. يمنع القفاز طاقة التسخين من المرور من الطنجرة أو الصنية عالية الحرارة إلى اليدين. والجاكيتات الخاصة والكفوف والملابس التي تلبسها في الشتاء مصنوعة من مواد عازلة كي تحفظ طاقة التسخين من المرور من جسمك الساخن إلى الهواء البارد المحيط بك,
es_es: Los aislantes se utilizan para evitar que la energía calórica de movimiento de un lugar a otro. El guante especial que se utiliza para sacar algo de el horno actúa como un aislante. La manopla impide que la energía en forma de calor por el movimiento de la bandeja o plato que está a una temperatura elevada a la mano que está a una temperatura inferior. El especial chaquetas, pantalones y guantes que se desgaste en el invierno son hechas de materiales aislantes para mantener el calor de energía de su cuerpo cálido al frío aire exterior.

source: Wood or metal?
ar_eg: خشب أو معدن؟
es_es: ¿Madera o metal?

source: Quick Check #4
ar_eg: اختبار قصير رقم 4
es_es: Comprobación rápida #4

source: Question A. Select the image that shows the material that transfers heat energy easily.
ar_eg: السؤال أ. اختار الصورة التي تظهر المادة التي تنقل طاقة التسخين بسهولة.
es_es: Pregunta A. Seleccione la imagen que muestra el material que transfiere energía térmica.

source: Insulator
ar_eg: عازل
es_es: Aislador

source: Question B. Choose the answer that correctly names 1 and 2.
ar_eg: السؤال ب. إختار الإجابة التي تسمي 1 و 2 بشكلٍ صحيح
es_es: Pregunta B. elige la respuesta que nombra correctamente 1 y 2.

source: A. 1 - Conductor, 2 - Insulator
ar_eg: 1-عازل، 2-موصل .A

source: B. 1 - Conductor, 2 - Conductor
ar_eg: 1 - موصل ، 2 - موصل .B

source: C. 1 - Insulator, 2 - Conductor
ar_eg: 1 - عازل ، 2 - موصل .C
es_es: C. 1 - Aislador, 2 - Conductor

source: D. 1 - Insulator, 2 - Insulator
ar_eg: 1 - عازل ، 2 - عازل .D
es_es: D. 1 - Aislador, 2 - Aislador

source: Hot, hot, hot!
ar_eg: ساخن ، ساخن ، ساخن!
es_es: ¡caliente, caliente, caliente!

source: Correct. A conductor is any material that transfers heat energy easily.
ar_eg: صحيح . الموصل هو أي مادة تنقل طاقة التسخين بسهولة .
es_es: Correcto. Un conductor es cualquier material que transfiere el calor energía fácilmente.

source: No. Heat energy that moves by radiation does not require any material.
ar_eg: لا. طاقة التسخين التي تمر بالإشعاع لا تتطلب أي مواد .
es_es: No. La energía térmica que se mueve por la radiación no requiere ningún material.

source: No. Convection is a way of transferring heat energy - it is not a material.
ar_eg: لا . الحمل هو طريقة لنقل طاقة التسخين - وهو ليس مادة .
es_es: No. La convección es una forma de transferir energía calórica - no es un material.

source: No, the opposite actually. An insulator does not transfer heat energy easily.
ar_eg: لا . الواقع هو العكس . العازل لا ينقل طاقة التسخين بسهولة .
es_es: No, al contrario en realidad. Un aislante no transfiere energía calórica fácilmente.

source: Using what you know... about heating and cooling... to solve a problem
ar_eg: استخدم ما تعرف ... عن التسخين والتبريد ... لحل مسألة
es_es: Utilizando lo que sabe... acerca de calefacción y refrigeración... para resolver un problema

source: The Situation
ar_eg: الحالة
es_es: La Situación

source: You are an engineer at a company that just purchased a new aluminum radiant barrier product. The product is in the shape of flat panels made with a layer of laminated aluminum film on one side. You are assigned the task of applying this new product to keep the company building cool in the hot summer days.
ar_eg: هب أنك مهندس في شركة اشترت للتو حواجز إشعاع المنيوم. وشكل هذه الحواجز هو عبارة عن صفائح مسطحة مصنوعة من طبقة فيلم المنيوم مشع من إحدى الجهات. وقد عينت لمهمة استخدام هذه الحواجز لإبقاء عمارة الشركة باردة في أيام الصيف الحارة جداً .
es_es: Usted es un ingeniero de una empresa que acaba de comprar un nuevo producto de aluminio barrera radiante. El producto se encuentra en la forma de las pantallas planas con una capa de aluminio laminado película sobre un lado. Se le ha asignado la tarea de aplicar este nuevo producto para mantener el edificio de la compañía fresco en los días calurosos de verano.

source: Your Task
ar_eg: مهمتك هي
es_es: Su Tarea

source: How would you go about installing the panels to keep the company building cool in the hot summer days? Explain why your installation plan will keep the building cool.
ar_eg: كيف تركب الحواجز بحيث تبقي عمارة الشركة باردة في أيام الصيف الحارة. إشرح كيف يمكن لخطتك في عزل المبنى أن تبقي العمارة باردة .
es_es: ¿Cómo hacer para instalar los paneles para mantener el edificio de la compañía fresco en los días calurosos de verano. Explique cómo su plan de instalación mantener el edificio fresco.

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك ...
es_es: Haga clic aquí para empezar a escribir su respuesta...

source: Aluminum deliveries coming up!
ar_eg: بعض الألمنيوم بطريقه إليك!
es_es: se acercan las entregas de aluminio!

source: Summarizing big ideas... about heating and cooling
ar_eg: لخص الأفكار المحورية ... حول التسخين والتبريد
es_es: Resumiendo ideas básicas... de calefacción y refrigeración

source: <span class='key'>Heat</span> is a form of energy. Heat can be produced from other forms of energy when wood or gas burns. Heat is also produced by <span class='key'>friction</span> when two objects or materials rub together. Heat energy causes the tiny particles of matter to vibrate or move about. The more heat that is added to the particles, the faster the particles will vibrate or move. <span class='key'>Temperature</span> is a measure of how fast or slowly the particles are moving. Heat is the measure of the total energy of the particles in a system. Heat energy always moves from something at a high temperature to something at a lower temperature. Heat energy can move from one place to another by means of <span class='key'>conduction</span>, <span class='key'>convection</span> or <span class='key'>radiation</span>. Heating and cooling both involve the movement of heat energy. Things get hotter when heat energy is added and things get colder when heat energy is taken away. Heat energy can be prevented from moving from place to place with <span class='key'>insulation</span>.
ar_eg: <span class='key'>التسخين</span> هو شكل من أشكال الطاقة. يمكن أن يَنتُج التسخين من الطاقة مثل حرق الخشب أو الغاز. ويَنتُج التسخين بواسطة <span class='key'>الاحتكاك</span> عندما تتحك مادتين أو شيئين مع بعضهما. طاقة التسخين تسبب إهتزاز أو حركة الجسيمات الصغيرة للمادة. فكلما زاد تسخين الجسيمات، كلما كان إهتزاز أو حركة الجسيمات أسرع. <span class='key'>الحرارة</span> هي مقياس لمقدار السرعة التي تتحرك بها الجسيمات. التسخين هو مقياس طاقة الجسيمات الكلية في نظام ما. طاقة التسخين دائماً تتحرك من شيء على حرارة عالية إلى شيء على حرارة منخفضة. طاقة التسخين يمكن أن تتحرك من مكان لآخر بواسطة <span class='key'>الحمل</span> أو <span class='key'>التوصيل</span> أو <span class='key'>الإشعاع</span>. التسخين والتبريد كلاهما يتضمن حركة طاقة التسخين. والأشياء تصبح أسخن عندما تضاف طاقة تسخين وتصبح أبرد عندما تزال طاقة التسخين. يمكن منع طاقة التسخين من التحرك من مكان لآخر بواسطة <span class='key'>العزل</span>.
es_es: <span class='key'>Calor</span> es una forma de energy. Puede producir calor de otras formas de energía como quemar madera o gas. Calor es también producido por <span class='key'>la fricción</span> cuando dos objetos o materiales rozan juntos. La energía calórica hace que las partículas diminutas de la materia a vibrar o moverse. Cuanto más calor que se le agrega a las partículas, más rápido las partículas vibran o se mueva. <span class='key'>Temperatura</span> es una medida de como rápido o lentamente las partículas estan moviendo. Calor is la medida Heat energy de la energía total de las partículas en un sistema. La energía calórica siempre se mueve de algo a una alta temperatura a algo a una temperatura inferior. La energía calórica se puede mover de un lugar al otro por medio de <span class='key'>conducción</span>, <span class='key'>convección</span> o <span class='key'>radiación</span>. Calefacción y refrigeración ambos implican el movimiento de energía en forma de calor. Las cosas se calienta más cuando se añade energía en forma de calor y las cosas se pone colder when heat energy is taken away. Energía calórica puede ser impedido de mover de un lugar de otro con <span class='key'>aislamiento</span>.

source: Putting it all together...
ar_eg: إجمعها مع بعضها
es_es: Juntándolo todo

source: Reviewing key vocabulary related to... heating and cooling
ar_eg: مراجعة المصطلحات المرتبطة بالتسخين والتبريد
es_es: Revisión de vocabularios claves relacionadas con... calefacción y refrigeración

source: Heat
ar_eg: تسخين
es_es: Calor

source: Heat is a form of energy that causes the tiny particles of matter to vibrate.
ar_eg: التسخين هو شكل من أشكال الطاقة يجعل جسيمات المادة الصغيرة تهتز.
es_es: El calor es una forma de energía que hace que las pequeñas partículas de la materia a vibrar.

source: Close me!
ar_eg: أغلق الشاشة!
es_es: ¡Ciérreme!

source: Vibrate
ar_eg: يهتز
es_es: Vibrar

source: When something vibrates, it moves back and forth or up and down. Vibrations are made when something that is in a resting position is disturbed in some way. Vibrations can cause the movement of other objects nearby and can create sound.
ar_eg: عندما يهتز شيء ما، فإنه يتحرك إلى الأمام وإلى الخلف أو إلى الأعلى أو إلى الأسفل. تحدث الإهتزازات عندما يكون شيء ما ثابت وتم تحريكه بطريقة ما. ينتج عن الاهتزازات حركة للأجسام الأخرى القريبة ويمكن أن تُحدث أصوات.
es_es: Cuando algo vibra, se mueve hacia adelante y hacia atrás o hacia arriba y hacia abajo. Vibración...

source: Different types of vibrations happen around us all the time. People, animals, cars, and machines make sounds when they cause particles in the air to vibrate. Dropping a pebble in the water makes the surface of the water vibrate. Earthquakes cause buildings to vibrate as well.
ar_eg: الأنواع المختلفة من الإهتزازات تحدث حولنا في جميع الأوقات. فالانسان والحيوانات والسيارات والماكنات المختلفة تحدث أصواتاً عندما تجعل الجسيمات في الهواء تهتز. فإسقاط حصوة في الماء يتسبب في حدوث اهتزاز سطح الماء. والهزات الأرضية تجعل البنايات تهتز أيضاً.
es_es: Diferentes tipos de vibraciones pasan alrededor de nosotros todo el tiempo. Personas, animales...

source: Temperature
ar_eg: حرارة
es_es: Temperatura

source: How fast or slowly the tiny particles of matter vibrate or move around is called temperature. The faster the particles move, the higher the temperature is. The more slowly the particles move, the lower the temperature is.
ar_eg: مدى سرعة إهتزاز الجسيمات الصغيرة أو تحركها يسمى حرارة. كلما كانت الجسيمات أسرع، كلما كانت الحرارة أعلى. وكلما كانت حركة الجسيمات أبطأ كلما كانت الحرارة أقل.
es_es: Cómo rápidamente o lentamente las partículas diminutas de la materia vibran o moverse se denomina temperatura. Las partículas se mueven más rápido, más alto es la temperatura. Las partículas se mueven más lentamente, cuanto más baja es la temperatura.

source: How much heat energy is needed to raise or lower the temperature of matter depends on the amount of matter involved. The more matter there is, the more heat energy has to be exchanged to raise or lower the temperature.
ar_eg: مقدار طاقة التسخين التي نحتاجها لرفع حرارة المادة أو خفضها يعتمد على كمية المادة الموجودة. فكلما كانت كمية المادة كبير، كلما كان مقدار طاقة التسخين اللازم لرفع أو لخفض الحرارة كبير.
es_es: ¿Cuánta energía de calor es necesario para subir o bajar la temperatura de la materia...?

source: Friction
ar_eg: إحتكاك
es_es: Fricción

source: Friction is the force between two things or surfaces that rub together. Since there is always friction when two things rub together, there is always heat energy generated.
ar_eg: الإحتكاك هو القوة الموجودة بين شيئين أو سطحين يحتكان مع بعضهما. وبما أن هناك دائماً إحتكاك بين شيئين يحتكان ببعضهما، يكون هناك دائماً طاقة تسخين متولدة.
es_es: La fricción es la fuerza entre dos cosas o superficies que frotan. Desde...

source: Physical change
ar_eg: تغير فيزيائي
es_es: Cambio físico

source: When a substance goes through a physical change, only its form or appearance changes. Even though it may look different, it is still the same substance. For example, when water freezes, it turns to ice. The ice and the water are the same substance. Only their forms are different.
ar_eg: عندما يحدث تغير فيزيائي للمادة، يتغير فقط شكلها أو الطريقة التي تظهر بها. ومع أنها يمكن أن تظهر مختلفة، إلا إنها تبقى نفس المادة. على سبيل المثال، عندما يتجمد الماء، يتحول إلى جليد. الجليد والماء هما نفس المادة. وما يختلف هو فقط أشكالها.
es_es: Cuando una sustancia pasa a través de un cambio físico, sólo su forma o apariencia...

source: Another example is sawdust. If someone takes a saw and saws into wood, some of the wood breaks into tiny pieces and becomes sawdust. The sawdust is still wood. It is just wood in a different form. It has gone through a physical change.
ar_eg: مثال آخر هو نشارة الخشب. إذا قام أحد بقطع الخشب بالبلطة، بعض الخشب يتكسر إلى قطع صغيرة جداً ويصبح نشارة خشب. نشارة الخشب هي عبارة عن خشب. هي فقط خشب بأشكال مختلفة وما جرى لها هو تغير فيزيائي.
es_es: Otro ejemplo es el aserrín. Si alguien toma un hacha y chuletas en madera, s

source: Chemical change
ar_eg: تغير كيميائي
es_es: Cambio químico

source: A chemical change is a change in the chemical composition of a substance to produce a new material with different properties. When we turn batter into a pancake, we are using heat to cook and chemically change the raw ingredients into something different.
ar_eg: التغير الكيميائي هو تغير في التركيب الكيميائي لمادة كي تنتج مادة جديدة بخصائص مختلفة. عندما نحول العجين إلى خبز، نستخدم التسخين لخبزها وكيميائياً تتغير المكونات الأولية إلى شيء مختلف.
es_es: Un cambio químico es un cambio en la composición química de una sustancia a

source: Conduction is the process by which heat energy flows from an object at a higher temperature that comes in contact with an object at a lower temperature. If you have ever picked up a spoon from a hot cup of chocolate, the spoon became hotter by conduction.
ar_eg: التوصيل هو عملية يتم فيها تدفق طاقة التسخين من جسم لآخر من درجة حرارة أعلى إلى درجة حرارة أقل. إذا جربت سحب ملعقة من كوب شوكولاته ساخن، تشعر بأن الملعقة أصبحت أسخن بواسطة التوصيل.
es_es: La conducción es el proceso por el cual calor la energía fluye desde un objeto a una alta velocidad

source: Heat can move from one place to another by convection. Convection is when heat energy moves when matter containing the heat moves like warm air rising. It is usually warmer near the ceiling of a room than on the floor because the warmer air rises to the ceiling by convection and cold air sinks to the bottom of the room. Warm water also rises and cold water sinks by convection.
ar_eg: الحمل هو عندما يتحرك شيء ما من مكان لأخر. يمكن أن يتحرك التسخين من مكان لآخر بواسطة الحمل. ودائماً أحمى بالقرب من السقف منه بالقرب من أرضية الغرفة لأن الهواء الأسخن يرتفع إلى السقف بواسطة الحمل. والماء الساخن يرتفع أيضاً بواسطة الحمل.
es_es: Convección es cuando algo se mueve por cambiar de lugar. El calor puede pasar de

source: Radiation is any energy that is given off by a source and moves as waves, particles, or rays. There are many different types of radiation. Light and heat are both forms of radiation.
ar_eg: الإشعاع هو الطاقة التي تعطى بواسطة مصدر وتتحرك كأمواج أو جسيمات أو أشعة. وهناك الكثير من أنواع الإشعاع المختلفة. الضوء والسخونة كلاهما أشكال من الأشعة.
es_es: La radiación es cualquier energía que se emite por una fuente y se mueve como olas, partículas o rayos. Hay muchos tipos diferentes de radiación. La luz y el calor son formas de radiación.

source: Some types of radiation can be very harmful to people, but other types of radiation can be helpful. A special type of radiation, called gamma radiation, can be used to help people fight diseases such as cancer. Gamma radiation kills cells, but when pointed directly at cancer cells, it can help a person fight off cancer by killing these diseased cells.
ar_eg: بعض أنواع الإشعاع يمكن أن تكون مؤذية جداً، ولكن أنواع أخرى من الإشعاع يمكن أن تكون مساعدة جداً. أنواع معينة من الإشعاع، تسمى أشعة قاما، يمكن أن تستخدم لمساعدة الناس في مكافحة الأمراض مثل السرطان. أشعة قاما تقتل الخلايا، ولكن عندما تركز مباشرةً على خلايا السرطان، يمكن أن تساعد في قتل السرطان بواسطة قتل هذه الخلايا المريضة.
es_es: Algunos tipos de radiación pueden ser muy dañinos para la gente, pero otros tipos de radiación

source: Conductor
ar_eg: موصل

source: A conductor is something that lets heat go through it. Conductors are used to transfer energy from place to place.
ar_eg: الموصل هو مادة تسمح للتسخين بالإنتقال خلالها. تستخدم الموصلات لنقل الطاقة من مكان لآخر.
es_es: Un conductor es algo que permite que el calor vaya a través de ella. Los conductores se destinan a...

source: An insulator is something that does not let heat go through it easily.
ar_eg: العازل هو مادة لا تسمح للتسخين بالإنتقال خلالها بسهولة.
es_es: Un aislante es algo que no dejar que el calor pase a través de ellos con facilidad.

source: Insulators are used to prevent heat energy from moving from place to place. The special mitten that you use to take something from the oven acts as an insulator.
ar_eg: العوازل تستخدم لمنع طاقة التسخين من التحرك من مكان لآخر. فالقفاز الخاص الذي تستخدمه لإخراج شيء من الفرن هو عبارة عن عازل.
es_es: Los aislantes son usados para impedir a la energía calórica moverse de un lugar a otro.

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Checking what you now know... about heating and cooling
ar_eg: تأكد مما تعرف عن ...التسخين والتبريد
es_es: Comprobación de lo que ahora sabes... de calefacción y refrigeración

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة سيعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
es_es: Respondiendo a las siguientes seis (6) preguntas le dará una idea de lo que ya sabe y lo que te queda por estudiar.

source: Click the NEXT button when you are ready.
ar_eg: أنقر على مفتاح "التالي" عندما تكون مستعداً.
es_es: Haga clic en el botón PRÓXIMO cuando esté listo.

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
es_es: Vamos a comprobar lo que sabes ahora

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta del Cuestionario #1

source: Two students make hot chocolate. One student pours the hot chocolate into a foam cup. The other student pours the hot chocolate into a metal cup. The metal cup becomes too hot to touch, but the foam cup can be held comfortably.
ar_eg: طالبان يصنعان شوكولاته. أحدهما يصب الشوكولاته الساخنة في كوب مصنوع من البولسترين. والآخر يصب الشوكولاته في كوب معدني. أصبح الكوب المعدني ساخن جداً إذا لمتسه، ولكن كوب البلوسترين يمكن مسكه بسهولة.
es_es: Dos estudiantes hacer chocolate caliente. Un estudiante vierte el chocolate caliente en un

source: The best explanation for this difference in temperature is that the foam cup:
ar_eg: أفضل تفسير لهذا الفرق في الحرارة هو كاسات البلوسترين:
es_es: La mejor explicación para esta diferencia de temperatura que es la Copa de espuma:

source: heats up much faster than the metal cup.
ar_eg: تسخن أسرع من كاسات المعدن.
es_es: se calienta mucho más rápido que la Copa de metal.

source: transfers heat better than the metal cup.
ar_eg: تنقل السخونة أفضل من الكأس المعدني.
es_es: transfiere el calor mejor que la Copa de metal.

source: is a better conductor of heat than the metal cup.
ar_eg: هي موصل أفضل للتسخين من الكأس المعدني.
es_es: es un mejor conductor de calor que la Copa de metal.

source: is a better insulator of heat than the metal cup.
ar_eg: هي عازل أفضل للتسخين من الكأس المعدني.
es_es: es un mejor aislante de calor de la taza de metal.

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...
es_es: La primera pregunta es…

source: No. The foam cup does not conduct heat well and does not heat up easily either.
ar_eg: لا. كأس البلوسترين لا يوصل التسخين ولا يسخن بسهولة أيضاً.
es_es: No. La Copa de espuma no conducir bien el calor y no se calienta fácilmente tampoco

source: No. The foam cup is an insulator; it does not transfer heat very well at all.
ar_eg: لا. كأس البلوسترين لا هو عبارة عن
es_es: No. La Copa de espuma es un aislante; No transfiere calor muy bien en absoluto.

source: Correct. The foam cup does not conduct heat well but the metal cup does.
ar_eg: صحيح. كأس البلوسترين لا يوصل التسخين بشكلٍ جيد ولكن كأس المعدن يوصلها.
es_es: Correcto. La taza de espuma no conducir bien el calor pero sí la Copa de metal.

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2
es_es: Pregunta del Cuestionario #2
