Repository: geneconde/NGR-sandbox
Catalog: demo/heating-and-cooling/Locale/*/LC_MESSAGES/heating-and-cooling.po
Languages: ar_eg, es_es

source: Start
ar_eg: إبدأ
es_es: Empezar

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Comprobar respuesta

source: Heating and Cooling
ar_eg: تسخين وتبريد
es_es: Calefacción y Refrigeración

source: Welcome to the Heating and Cooling module
ar_eg: أهلاً بكم في مراجعة موضوع التسخين والتبريد
es_es: ¡Bienvenido(a) a la Revisión de Refrigeración y Calefacción!

source: Thinking about... heating and cooling
ar_eg: فكر بموضوغ التسخين والتبريد
es_es: Pensando en calefacción y refrigeración

source: What if someone told you that heating something like a pizza or cup of soup and cooling something like a soft drink or a dessert are sort of the same thing? You would probably say that sounds crazy! But after you complete this review you will see that this is not such a crazy idea after all.
ar_eg: ماذا لو أن أحدهم قال لك أن تسخين قطعة بيتزا أو صحن شوربة وتبريد شيء معين هي نفس الشيئ؟ إن من الممكن أن تقول أن هذا ضربٌ من الجنون! ولكن بعد أن تنهي هذه المراجعة سترى أن هذه الفكرة ليست ضرباً من الجنون.
es_es: ¿Qué pasa si alguien dijera que calentar algo como una pizza o una taza de sopa y la refrigeración de algo como una bebida o un postre son más o menos la misma cosa? Probablemente dirías que parece una locura! Pero después de completar esta revisión se verá que esto no es una idea tan descabellada después de todo.

source: Let's begin!
ar_eg: دعنا نبدأ!
es_es: ¡Vamos a empezar!

source: Checking what you already know... about heating and cooling
ar_eg: لنتأكد ماذا نعرف ... عن التسخين والتبريد
es_es: Comprobando lo que ya sabes... de calefacción y refrigeración

source: When you sit at the dinner table, you probably wait until your food gets cool enough to eat, but you drink your water while it is still cold.
ar_eg: عندما تجلس على طاولة العشاء، من الممكن أن تنتظر حتى يبرد طعامك كي تأكل، لكنك تشرب الماء وهو بارد.
es_es: Cuando uno se sienta en la mesa de la cena, probablemente espere a que su comida se enfríe lo suficiente para comer, pero beber tu agua mientras está todavía frío.

source: Click on <span class='blink'>all</span> the correct statements you think are related to why our food get cooler, but our drinks get warmer at the dinner table.
ar_eg: أنقر على <span class='blink'>جميع</span> الجمل الصحيحة التي تعتقد أنها مرتبطة ب : لماذا طعامك يبرد، لكن شرابنا يصبح أسخن على طاولة العشاء.
es_es: Haga un click en<span class='blink'>todas</span> las afirmaciones correctas usted piensa que están relacionados con nuestra alimentos obtener más frescas, pero nuestras bebidas más cálidos en la mesa.

source: Heat energy from the food flows into the cooler air around it.
ar_eg: طاقة التسخين من الطام تتدفق في الهواء الأبرد حولها.
es_es: La energía térmica de la comida desemboca en el aire más frío que lo rodea.

source: Heat energy from the air flows into the cooler drink.
ar_eg: طاقة التسخين من الهواء تتدفق في الشراب البارد.
es_es: La energía de calor desde el aire fluye en la bebida más fresco.

source: Cold energy from the drink flows into to the surrounding air.
ar_eg: طاقة البرودة من المشروب تتدفق في الهواء المحيط.
es_es: La energía en frío de la bebida fluye hacia al aire circundante.

source: Cold energy from the surrounding air flows into the food.
ar_eg: طاقة البرودة من الهواء المحيط تتدفق في الطعام.
es_es: Energía fría desde el aire fluye en la comida.

source: If you marked A and B, you are on the right track. Heat energy only goes from something hot to something cold. As you go through this module, you may be surprised to find out that there really isn’t any such thing as <span class='key'>cold energy</span>.
ar_eg: إذا أشرت على أ و ب، فأنت على المسار الصحيح. طاقة التسخين تسير فقط من شيء ساخن إلى شيء بارد. بينما تتقدم في هذه المراجعة، يمكن أن تتفاجأ أن تجد بأنه لا يوجد شيء مثل <span class='key'>طاقة التبريد</span> .
es_es: Si usted marca A y B, estás en el camino correcto. Energía calórica sólo va de algo caliente a algo frío. Como vas a través de esta revisión, se sorprendió al descubrir que no hay tal cosa como <span class='key'>energía fría</span>.

source: Hot and cold
ar_eg: ساخن وبارد
es_es: caliente y fría

source: Are you ready,
ar_eg: هل أنت مستعد،
es_es: ¿Estás listo?

source: Reviewing big ideas... about heating and cooling
ar_eg: راجع الأفكار الرئيسة ... حول التسخين والتبريد
es_es: La revisión de las ideas fundamentales ... sobre la calefacción y la refrigeración

source: <span class='key'>Heat</span> is a form of energy that causes atoms and molecules, the particles of matter, to <span class='key'>vibrate</span> or move around faster. When heat energy is taken away from matter the particles vibrate less and move around more slowly.
ar_eg: <span class='key'>الستخين</span> هي شكل من أشكال الطاقة تجعل جسيمات المادة تهتز (تتحرك للأمام وللخلف) أو تدور دوران. عندما تضاف طاقة التسخين للمادة، تهتز الجسيمات أو تتحرك أسرع. وعندما تزاح طاقة التسخين من المادة، تهتز الجسيمات أو تدور أقل
es_es: <span class='key'>El calor</span>es una forma de energía que hace que los átomos y moléculas, las partículas de la materia, para <span class='key'>vibran</span> o moverse más rápido. Cuando se añade energía calórica a la materia, las partículas vibre o se mueva más rápido. Cuando la energía de calor se saca fuera de la materia, las partículas vibran menos o se mueven alrededor de menos.

source: Shaking thermometers...
ar_eg: هَز موازين الحرارة

source: Preparing your first quick check!
ar_eg: تحضير اختبارك القصير الأول!
es_es: preparando su primero Comprobación rápida!

source: Quick Check #1
ar_eg: الإختبار القصير رقم 1
es_es: Comprobación rápida #1

source: Question A. How do molecules at warm temperatures differ from molecules at cool temperatures?
ar_eg: السؤال أ. كيف تختلف الجزيئات بالحرارة العالية عن الجزيئات بالحرارة المنخفضة؟
es_es: Pregunta A. ¿En qué difieren las moléculas en temperaturas cálidas de moléculas en frío?

source: A. At warm temperatures, molecules exchange electrons more.
ar_eg: A. على الحرارة العالية، تتبادل الجزيئات الإلكترونات أكثر؟
es_es: A. En temperaturas cálidas, las moléculas intercambian electrones más.

source: B. At warm temperatures, molecules become larger.
ar_eg: B. على الحرارة العالية، تصبح الجزيئات أكبر".
es_es: B. En temperaturas cálidas, las moléculas se hacen más grandes.

source: C. At warm temperatures, molecules move around faster.
ar_eg: C. على الحرارة العالية، تتحرك الجزيئات أكثر.
es_es: C. En temperaturas cálidas, las moléculas se mueven más.

source: At warm temperatures, molecules combine with each other more.
ar_eg: على الحرارة العالية، تتحد الجزيئات مع بعضها البعض أكثر.
es_es: A temperaturas calientes, las moléculas se combinan el uno con el otro más.

source: D. At cold temperatures, molecules become smaller.
ar_eg: D. على الحرارة العالية، تتحد الجزيئات مع بعضها البعض أكثر.
es_es: D. En temperaturas frías, las moléculas se hacen más pequeñas.

source: Question B. What is the difference between heat and temperature?
ar_eg: السؤال ب. ما الفرق بين التسخين و الحرارة؟
es_es: Pregunta B. ¿Cuál es la diferencia entre calor y temperatura?

source: Temperature is a measure of the motion of molecules and heat is the total energy of the molecules.
ar_eg: الحرارة هي مقياس لحركة الجزيئات والتسخين هو الطاقة الكلية للجزيئات.
es_es: La temperatura es una medida del movimiento de las moléculas y el calor es el

source: Temperature is related to the motion of the particles in a substance and heat is related to how much energy moves between substances at different temperatures.
ar_eg: الحرارة مرتبطة مع حركة الجزيئات في مادة والتسخين مرتبط بمقدار الطاقة بين المواد على حرارات مختلفة.

source: B. Temperature is measured with a thermometer and heat is measured with a barometer.
ar_eg: B. تقاس الحرارة بالثيرموميتر ويقاس التسخين بالباروميتر.
es_es: B. La temperatura se mide con un termómetro y se mide el calor

source: There is no difference — they are the same thing.
ar_eg: لا يوجد فرق- هما نفس الشيء.

source: D. Heat refers to how hot a substance is but temperature measures both how hot or cold a substance is.
ar_eg: D. يعود التسخين على كم هي ساخنة المادة ولكن الحرارة تقيس كم ساخنة أو باردة المادة.
es_es: D. Calor se refiere a lo caliente que es una sustancia pero temperatura mide una sustancia como caliente o frío.

source: Heat is usually caused by the sun and temperature is caused by conditions in the atmosphere.
ar_eg: ينتج التسخين عادة عن الشمس ودرجة الحرارة تنتج عن ظروف المحيط
es_es: El calor es generalmente causada por el sol y la temperatura es causada por las condiciones en la atmósfera.

source: You answered...
ar_eg: إجابتك كانت ...
es_es: Ha respondido...

source: No. Temperature doesn’t have anything to do with electron exchanges.
ar_eg: لا. ليس للحرارة أي علاقة بتبادل الالكترونات.
es_es: No. La temperatura no tiene algo que ver con cambios de electrones.

source: No. Molecules don’t change size at different temperatures.
ar_eg: لا يتغير حجم الجزيئات حسب تغير الحرارة.
es_es: No. Las moléculas no cambian tamaño a diferentes temperaturas.

source: Correct. As temperature rises, molecules move around faster.
ar_eg: صحيح. كلما زادت الحرارة، تتحرك الجزيئات أكثر.
es_es: Correcto. Cuando la temperatura se eleva, las moléculas se mueven más.

source: No. At warm temperatures, molecules move around more not less.
ar_eg: لا. عند درجات الحرارة العالية، تتحرك الجزيئات أكثر وليس أقل.
es_es: No. En temperaturas cálidas, las moléculas se mueven más no menos.

source: Correct. Temperature measures the motion of molecules, and heat is the total energy of the molecules.
ar_eg: صحيح. الحرارة تقيس حركة الجزيئات، والتسخين هو الطاقة الكلية للجزيئات.
es_es: Correcto. Temperatura mide el movimiento de las moléculas, y la calefacción

source: No. A barometer measures the pressure of air in the atmosphere.
ar_eg: لا. الباروميتر يقيس ضغط الهواء في الغلاف الجوي.
es_es: No. El barómetro mide la presión del aire en la atmósfera.

source: No. Temperature measures the motion of molecules, and heat is the total energy of the molecules.
ar_eg: لا. الحرارة تقيس حركة الجزيئات، والتسخين هو مجموع طاقة الجزيئات.
es_es: Temperatura mide el movimiento de las moléculas, y el calor es la energía total de las moléculas.

source: No. Heat and temperature are related, but they are not the same thing.
ar_eg: لا. التسخين والحرارة مرتبطات مع بعضهما، ولكنهما ليسا نفس الشيء.
es_es: Calor y temperatura están relacionadas, pero no son la misma cosa.

source: More big ideas... about heating and cooling
ar_eg: المزيد من الأفكار الرئيسة...حول التسخين والتبريد
es_es: Más ideas básicas... de calefacción y refrigeración

source: Other forms of energy can be changed into heat energy. Wood and natural gas can be burned to produce heat for your home. Electricity can be used to create heat in your toaster, oven or microwave to cook your food. Pressing your hands together and rubbing back and forth quickly produces heat energy. This heat is produced by <span class='key'>friction</span>, the force between two things or surfaces that rub together. Since there is always friction when two things rub together, there is always heat energy generated.
ar_eg: أشكال الطاقة الأخرى يمكن أن تتغير إلى طاقة تسخين. فالخشب والغاز الطبيعي يمكن أن يُحرق لإنتاج تسخين لمنزلك. والكهرباء يمكن أن تستخدم لتوليد تسخين في مسخن الخبز، أو الفرن أو المايكرويف لطبخ طعامك. إفرك يديك مع بعضهما لمرات متكررة وبسرعة ينتج طاقة تسخين . هذا التسخين ينتج عن <span class='key'>الإحتكاك</span>، القوة بين شيئين أو سطحين يحتكان مع بعضهما. وحيث أنه يوجد دائماً إحتكاك عندما يحتك شيئين مع بعضهما، فدائماً يتولد طاقة تسخين.
es_es: Otras formas de la energía se pueden cambiar en la energía calórica. La madera y el gas natural se pueden quemar para producir el calor para su casa. La electricidad puede ser usada para crear el calor en su tostadora, horno o microonda para cocinar su comida. El apretamiento de sus manos juntos y el frotamiento de acá para allá rápidamente producen la energía calórica. Este calor es producido por <span class='key'>la fricción</span>, la fuerza entre dos cosas o superficies que rozan juntos. Ya que siempre hay la fricción cuando dos cosas rozan juntos, siempre hay la energía calórica generada.

source: When we add heat to a substance, the substance changes in some way. For example, by adding heat to an ice cube it causes it to change from a solid to a liquid. In this case only the form has changed. This is called a <span class='key'>physical change</span>. But sometimes heat can change a substance into a new substance. This is called a <span class='key'>chemical change</span>. The new substance has a different chemical composition with different properties. When we turn batter into a pancake, we are using heat to cook and chemically change the batter ingredients into something different -- a pancake.
ar_eg: عندما نسخن مادة، تتغير المادة بطريقة ما. على سبيل المثال، بتسخين علبة البوظة تتحول من صلب إلى سائل. وفي هذه الحالة فقط يتغير الشكل. وهذا يسمى <span class='key'>تغير فيزيائي</span>. ولكن أحياناً يغير التسخين المادة إلى مادة جديدة. وهذا يسمى <span class='key'>تغير كيميائي</span>. المادة الجديدة لها تركيب كيميائي مختلف بخصائص مختلفة. وعندما نحول العجينة إلى خبز، نستخدم التسخين للطبخ والتغير الكيمائي لمكونات العجين إلى شيء مختلف وهو -- الخبز.
es_es: Cuando añadimos calor a una sustancia, la sustancia cambia de alguna manera. Por ejemplo, mediante la adición de calor a un cubo de hielo causa que cambie de sólido a líquido. En este caso solamente la forma ha cambiado. Esto se llama un <span class='key'>cambio físico</span>. Pero a veces el calor puede cambiar una sustancia en una nueva sustancia. Esto se llama un <span class='key'>cambio químico</span>. La nueva sustancia tiene una composición química diferente con diferentes propiedades. Cuando convertimos la masa en un panqueque, estamos utilizando calor para cocinar y químicamente cambiar los ingredientes de la masa en algo diferente, un panqueque.

source: In a physical change, we can often reverse the change. In the example of heating an ice cube, we can reverse it and freeze the water again. But in a chemical change, we often cannot reverse the change. In the example of making pancakes, we can't change the pancakes back into batter again.
ar_eg: في التغير الفيزيائي، يمكننا إجراء العكس للرجوع إلى الأصل. ففي مثال تسخين مكعب الثلج ،يمكننا الرجوع إلى الأصل وتجميد الماء مرة أخرى. ولكن في التغير الكيميائي، لا نستطيع عكس إتجاه التغيير والرجوع إلى الأصل. ففي مثال صنع الكيك، لا نستطيع إرجاع الكيك إلى عجين مرة أخرى .
es_es: En un cambio físico, a menudo podemos revertir el cambio. En el ejemplo de un cubo de hielo de la calefacción, podemos revertirlo y congelar el agua otra vez. Pero en un cambio químico, a menudo no podemos revertir el cambio. En el ejemplo de hacer panqueques, no podemos cambiar las panqueques en masa otra vez.

source: Rubbing hands...
ar_eg: فرك اليدين ...
es_es: calor del frotamiento

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Comprobación rápida #2

source: Question B. What does <span class='blink'>not</span> happen when you burn a piece of wood in a campfire?
ar_eg: السؤال ب. ما الذي <span class='blink'>لا</span> يحدث عند حرق قطعة خشب في الموقد؟
es_es: Pregunta B. ¿Qué <span class='blink'>no</span> a suceder cuando se quema un trozo de madera en una fogata?

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.
es_es: Girar o voltear el cuadro de abajo hacia arriba o hacia abajo para ajustar su respuesta.

source: Question A. Click on <span class='blink'>all</span> the statements that are correct.
ar_eg: سؤال أ. أنقر <span class='blink'>جميع</span> العبارات الصحيحة.
es_es: Pregunta A. Haga clic en <span class='blink'>TODAS</span> las declaraciones que son correctas.

source: Chopping wood...
ar_eg: تقطيع الأخشاب...
es_es: Maderas para picar...

source: Great job! We can get heat from friction, electricity, and natural gas. We can transform different types of energy into heat. Some of the effects of heat are reversible, some are not.
ar_eg: عمل رائع! بإمكاننا الحصول على تسخين من الإحتكاك والكهرباء والغاز الطبيعي. ويمكننا تحويل أنواع مختلفة من الطاقة إلى تسخين. بعض تأثيرات التسخين قابلة للإنعكاس، وبعضها غير قابل للإنعكاس.
es_es: ¡ Buen trabajo! Podemos obtener calor de fricción, electricidad y gas natural...

source: Not quite. We can get heat from friction, electricity, and natural gas. We can transform different types of energy into heat. Some of the effects of heat are reversible, some are not.
ar_eg: ليس صحيحاً . يمكننا الحصول على تسخين من الإحتكاك والكهرباء والغاز الطبيعي. ويمكننا تحويل أنواع مختلفة من الطاقة إلى تسخين. بعض تأثيرات التسخين قابلة للإنعكاس وبعضها غير قابل للإنعكاس.
es_es: No completamente. Podemos obtener el calor de fricción, electricidad y gas natural. Podemos transformar diferente...

source: Chemical energy in the molecules of wood is released.
ar_eg: تنطلق الطاقة الكيميائية في جزيئات الخشب .
es_es: Energía química en las moléculas de la madera es liberado.

source: The air around the burning wood increases in temperature.
ar_eg: تزيد حرارة الهواء الموجود حول الخشب المحترق.
es_es: El aire alrededor de la madera ardiendo aumenta de temperatura.

source: The wood undergoes a chemical change.
ar_eg: يحدث للخشب تغير كيميائي.
es_es: La madera somete a un cambio químico.

source: Energy is released due to friction.
ar_eg: تنطلق الطاقة كنتيجة للإحتكاك.
es_es: Se libera energía debido a la fricción.

source: No, chemical energy in the wood is released.
ar_eg: لا، تنطلق الطاقة الكيميائية في الخشب .
es_es: No, se libera energía química de la madera.

source: No, the temperature of the air does increase.
ar_eg: لا، تزيد حرارة الهواء
es_es: No, la temperatura del aire realmente aumenta.

source: No, the wood does change chemically when it burns.
ar_eg: لا، يتغير الخشب كيميائياً عندما يحترق.
es_es: No, la madera realmente cambia por medios químicos cuando se quema.

source: Correct, the energy released is chemical, not due to friction.
ar_eg: صحيح، الطاقة المنطلقة هي كيميائية وليست ناتجة عن الإحتكاك.
es_es: Correcto, la energía liberada es química, no debido a la fricción.

source: Heat energy can move from place to place in different ways. When two objects or substances at different temperatures touch each other, heat energy flows from the one at the higher temperature to the one at the lower temperature by <span class='key'>conduction</span>. If you have ever picked up a spoon from a hot cup of chocolate, the spoon became hotter by conduction.
ar_eg: طاقة التسخين يمكن أن تسير من مكان إلى آخر بطرقٍ مختلفة. عندما يتلامس جسمان أو مادتان مختلفتات بالحرارة، تتدفق طاقة التسخين من الجسم الأسخن إلى الجسم الأقل حرارة بواسطة <span class='key'>التوصيل</span>. إذا تناولت ملعقة من فنجان شاي ساخن، تكون الملعقة أسخن بواسطة التوصيل.
es_es: La energía térmica puede moverse de un lugar a otro de diferentes maneras. Cuando dos objetos o sustancias a diferentes temperaturas se tocan entre sí, energía térmica fluye de uno en la temperatura más alta a la que está en la temperatura más baja por <span class='key'>conducción</span>. Si alguna vez ha recogido una cuchara de una taza de chocolate caliente, la cuchara se convirtió en calor por conducción.

source: Particles that are free to move from one place to another can also carry heat energy from one place to another by <span class='key'>convection</span>. The bubbles in a pot of boiling water are carrying heat energy in the particles of water that move to the surface and escape.
ar_eg: الجسيمات التي لها حرية الحركة من مكان لآخر يمكن أيضاً أن تحمل طاقة التسخين من مكان لآخر بواسطة <span class='key'>الحمل</span>. الفقاعات الموجودة في إبريق ماء يغلي تنقل طاقة التسخين الموجودة في جسيمات الماء التي تتحرك إلى السطح وتهرب.
es_es: Las partículas que se mueven libremente de un lugar a otro también puede llevar energía en forma de calor de un lugar a otro por<span class='key'>convección</span>. Las burbujas en una olla de agua hirviendo se llevar energía térmica de las partículas de agua que suben a la superficie y escapar.

source: Heat energy can also move from place to place by <span class='key'>radiation</span>. If you ever sat near a roaring campfire or next to a hot stove, you probably felt the warmth of the heat by radiation.
ar_eg: 'طاقة التسخين يمكن أن تتحرك أيضاً من مكان لآخر بواسطة <span class='key'>الإشعاع</span>. إذا جربت أن تجلس بجانب موقد أو بجانب فرن ساخن، فمن الممكن أن تحس دفء حرارة التسخين بوسطة الإشعاع.
es_es: La energía calórica también se puede mover de un lugar a otro por la <span class='key'>radiación</span>. Si alguna vez se sentara cerca de una fogata rugiente o al lado de una estufa caliente, probablemente sintió el calor del calor por la radiación.

source: Conduction
ar_eg: توصيل
es_es: Conducción

source: Convection
ar_eg: حمل
es_es: Convección

source: radiation
ar_eg: إشعاع
es_es: radiación

source: Radiation
ar_eg: إشعاع
es_es: Radiación

source: Warming up...
ar_eg: استعد جيداً
es_es: calentando...

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3
es_es: Comprobación rápida #3

source: Question A. Drag the heat transfer method onto the example it matches.
ar_eg: السؤال أ. إسحب طريقة التسخين إلى المثال الذي يتطابق معه.
es_es: Pregunta A. Arrastre el método de transferencia de calor en el ejemplo al cual corresponde.

source: Method
ar_eg: طريقة
es_es: Método

source: Energy is transferred by direct contact
ar_eg: تنتقل الطاقة بالتماس المباشر
es_es: Energía se transfiere por contacto directo

source: Energy is transferred by the mass motion of molecules
ar_eg: تنتقل الطاقة بحركة الجزيئات الكبيرة
es_es: La energía es transferida por el movimiento de masas de moléculas

source: Energy is transferred by electromagnetic radiation
ar_eg: تنتقل الطاقة بالإشعاع الكهرومغناطيسي
es_es: La energía es transferida por radiación electromagnética

source: Question B. Sunlight is a form of energy that travels through space without the aid of fluids or solids. Which method of heat transfer is sunlight?
ar_eg: السؤال ب. أشعة الشمس هي شكل من أشكال الطاقة التي تنتقل في الفضاء بدون مساعدة السوائل او المواد الصلبة. بأي طريقة ينتقل التسخين من أشعة الشمس؟
es_es: Pregunta B. La luz del sol es una forma de energía que viaja por el espacio sin el

source: A. Convection
ar_eg: أ. حمل
es_es: A. Convección

source: B. Conduction
ar_eg: ب. توصيل
es_es: B. Conducción

source: C. Radiation
ar_eg: ج. إشعاع
es_es: C. Radiación

source: D. All of the above
ar_eg: د. جميع ما ذكر
es_es: D. Todo lo de arriba

source: Question C. What happens when you make toast over a campfire?
ar_eg: سؤال ج. ماذا يحدث عندما تصنع الخبز فوق الموقد؟
es_es: Pregunta C. ¿Qué pasa cuando hace la tostada sobre una fogata?

source: A. The bread is heated
ar_eg: أ. يسخن الخبز.
es_es: A. El pan se calienta

source: B. The air around the bread is heated.
ar_eg: ب. يسخن الهواء الموجود حول الخبز.
es_es: B. El aire alrededor del pan se calienta

source: C. Both A and B
ar_eg: ج. الإجابات أ. و ب.
es_es: C. Tanto A como B

source: Another quick check on the way!
ar_eg: اختبار سريع آخر بطريقه إليك!
es_es: ¡Otra comprobación rápida pronto!

source: No, transfer by convection requires a substance—space is empty.
ar_eg: لا، الانتقال بطريقة الحمل بحاجة لمادة - فضاء فارغ.
es_es: No, transferencia por convección requiere una sustancia — espacio está vacío.

source: No, transfer by conduction requires a substance—space is empty.
ar_eg: لا، الانتقال بطريقة التوصيل تتطلب مادة - فضاء فارغ.
es_es: No, transferencia por conducción requiere una sustancia — espacio está vacío.

source: Correct, sunlight can pass through empty space—it doesn’t need any matter.
ar_eg: صحيح، أشعة الشمس يمكن أن تنتقل في الفضاء الفارغ-لا يحتاج أية مادة.
es_es: Correcto, la luz del sol puede pasar por el espacio vacío — no necesita ningún asunto.

source: All of the above
ar_eg: جميع ما ذكر
es_es: Todo lo de arriba
