Repository: geneconde/NGR-sandbox
Catalog: demo/heating-and-cooling/Locale/*/LC_MESSAGES/heating-and-cooling.po
Languages: ar_eg, es_es

source: A metal pot with hot soup in it is placed on a cool stone countertop as shown in the diagram at the right. The numbered arrows show different ways heat is transferred in the system containing the pot, counter top and surrounding air.
ar_eg: إبريق معدني به شراب ساخن وضع على طرف صخرة باردة ، كما هو مبين في الشكل الموجود على اليمين. الأعداد معرفة في الأسفل.
es_es: Una olla de metal con sopa caliente en se coloca sobre una encimera de piedra fría, como se muestra en el diagrama a la derecha. Los números se definen a continuación.

source: Hot soup
ar_eg: شراب ساخن
es_es: Sopa caliente

source: Cool countertop
ar_eg: منظدة باردة
es_es: Encimera fría

source: Metal pot
ar_eg: إبريق معدني
es_es: Olla de metal

source: The numbered arrows show the transfer of heat from the pot of soup to the surrounding environment.
ar_eg: الأسهم المرقمة تُظهر إنتقال التسخين من الإبريق إلى البيئة المحيطة.
es_es: Las flechas numeradas indican a la transferencia de calor de la olla de sopa para el superficie

source: Which list correctly identiﬁes each method of heat transfer? Click the row to select an answer.
ar_eg: أي قائمة تمثل كل طريقة من طرق إنتقال التسخين؟ أنقر الصف لإختيار إجابة.
es_es: ¿Cual lista que identiﬁca cada método de transferencia de calor? Haga clic en la fila para seleccionar

source: conduction
ar_eg: توصيل
es_es: conducción

source: convection
ar_eg: حمل
es_es: convección

source: Who wants soup?
ar_eg: من يريد شراب؟
es_es: ¿Quién quiere sopa?

source: Correct. 1 is convection, 2 is conduction, and 3 is radiation.
ar_eg: صحيح. 1 هو الحمل، و 2 هو التوصيل، و 3 هو الإشعاع
es_es: Correcto. 1 es convección, 2 es conducción, y 3 es radiación.

source: No. 1 is convection, 2 is conduction, and 3 is radiation.
ar_eg: رقم 1 هو الحمل، و 2 هو التوصيل، و 3 هو الإشعاع.
es_es: No. 1 es convección, 2 es conducción, y 3 es radiación.

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta del Cuestionario #3

source: Choose from the items to select your answer.
ar_eg: إختر من المفردات التالية إجابتك.
es_es: Elija una de las opciones para seleccionar la respuesta.

source: select
ar_eg: إختار
es_es: Selecto

source: Heat always moves from objects at
ar_eg: ينتقل التسخين دائماً من الجسم ذا
es_es: Calor siempre se mueve desde el objeto en

source: lower temperature
ar_eg: الحرارة الأقل
es_es: temperatura más baja

source: same temperature
ar_eg: نفس الحرارة
es_es: la misma temperatura

source: higher temperature
ar_eg: الحرارة الأعلى
es_es: temperatura más alta

source: to objects at
ar_eg: للأجسام في
es_es: a los objetos en

source: Higher or lower?
ar_eg: الأعلى أو الأخفض؟
es_es: ¿Más alto o más abajo?

source: No. Heat always moves from object at higher temperature to objects at lower temperature.
ar_eg: لا. يتحرك التسخين دائماً من الحرارة الأعلى إلى الأجسام ذات الحرارة الأقل.
es_es: No. Calor siempre se mueve desde el objeto a temperatura superior a los objetos a temperaturas más bajas

source: Correct. Heat always moves from object at higher temperature to objects at lower temperature.
ar_eg: صحيح. يتحرك التسخين دائماً من الجسم ذا الحرارة العالية إلى أجسام حرارتها أقل.
es_es: Correcto. Calor siempre se mueve desde un objeto a una temperatura superior a los objetos a temperaturas más bajas.

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta del Cuestionario #4

source: When a piece of metal is heated, what definitely changes?
ar_eg: عند تسخين قطعة معدن، ما الذي يتغير بالضبط؟
es_es: ¿Cuando se calienta un trozo de metal, lo que definitivamente cambia?

source: its mass
ar_eg: كتلتها
es_es: su masa

source: its temperature
ar_eg: حرارتها
es_es: su temperatura

source: its color
ar_eg: لونها
es_es: su color

source: its chemicals
ar_eg: كيميائياتها
es_es: sus productos químicos

source: Clanging metals...
ar_eg: تغيير معادن ...
es_es: Metales tañer

source: No, its mass does not change when a metal is heated.
ar_eg: لا، كتلتها لا تتغير عند تسخين معدن.
es_es: No, su masa no cambia cuando un metal se calienta.

source: Correct, the temperature changes when a metal is heated.
ar_eg: صحيح، الحرارة تتغير عند تسخين معدن.
es_es: Correcto, se cambia la temperatura cuando un metal se calienta.

source: No, the metal’s color may change, but not necessarily.
ar_eg: لا، لون المعدن يمكن أن يتغير، لكن ليس بالضرورة.
es_es: No, el color del metal puede cambiar, pero no necesariamente.

source: No, the chemicals making up a metal do not change when it is heated.
ar_eg: لا، الكيميائيات التي تكون المعدن لا تتغير عند تسخينه
es_es: No, los productos químicos que componen un metal no cambia cuando se calienta.

source: Quiz Question #5
ar_eg: سؤال قصير رقم 5
es_es: Pregunta del Cuestionario #5

source: In each example, how does heat energy transfer? Drag the methods either on conduction, convection, or radiation for each question.
ar_eg: في كل مثال، كيف تنتقل حرارة التسخين؟ إسحب الطرق إما التوصيل أو الحمل أو الإشعاع لكل سؤال.
es_es: En cada ejemplo, ¿cómo transferir energía en forma de calor? Arrastre los métodos en c

source: Touching the handle of a hot pot from the stove
ar_eg: لمس مساكة الطنجرة بعد الإنتهاء من الطبخ
es_es: Tocar el mango de una olla caliente de la estufa

source: Sitting out in a sunny day
ar_eg: الجلوس على الأرض في يومٍ مشمس
es_es: sentado en un día soleado

source: Bathing in a hot tub of water
ar_eg: التحمم في بانيو ماء ساخن
es_es: Bañarse en una tina de agua caliente

source: Drying your hair with a hair dryer
ar_eg: تنشيف شعرك بمجفف الشعر
es_es: Secar el cabello con un secador de pelo

source: Boiling water in a pot
ar_eg: غلي ماء في طنجرة
es_es: Hervir agua en una olla

source: Warm water rising in a lake and cold water descending
ar_eg: ماء ساخن يرتفع في بحيرة وماء بارد ينزل
es_es: Agua caliente, aumentando en un lago y el agua fría descendente

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
es_es: Por favor revisar sus respuestas

source: Transferring heat...
ar_eg: إنتقال التسخين
es_es: transferencia de calor

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta del Cuestionario #6

source: In cup A there is an ice cube that weighs 12 grams. Over time it has melted and all of it was poured into cup B. How much does the substance in cup B weigh? Why?
ar_eg: في الكأس أ يوجد مكعب جليد يزن 12 غرام. ومع الزمن إنصهر الجليد ووضع في الكأس ب. كم تزن المادة الموجودة في ب؟ لماذا؟
es_es: En la copa A hay un cubo de hielo que pesa 12 gramos. Con el tiempo ha derretido

source: 10 grams, because the solid ice loses material when it turns into liquid.
ar_eg: 10 غرامات، لأن الجليد الصلب يخسر مادة عندما يتحول إلى سائل.
es_es: 10 gramos, porque el hielo sólido pierde material cuando se convierte en líquido.

source: 14 grams, because the solid becomes more when it turns into liquid.
ar_eg: 14 غرام، لأن الصلب يصبح أكثر عندما يتحول إلى سائل.

source: D. All of the above are possible.
ar_eg: د. جميع ما ذكر ممكن.
es_es: D. todas las anteriores son posibles

source: Freezing ice cubes...
ar_eg: تجميد مكعبات الثلج...
es_es: congelación cubitos de hielo

source: No. When ice melts into water its weight stays the same.
ar_eg: لا. عندما ينصهر الجليد إلى ماء يبقى وزنه نفس الوزن.
es_es: No. Cuando el hielo se derrite en agua su peso sigue siendo el mismo

source: Correct. When ice melts into water its weight stays the same.
ar_eg: صحيح. عندما ينصهر الجليد إلى ماء يبقى وزنه نفس الوزن.
es_es: Correcto. Cuando el hielo se derrite en el agua su peso sigue siendo el mismo.

source: Congratulations,
ar_eg: مبروك،
es_es: ¡Felicidades!

source: You've completed the Heating and Cooling module.
ar_eg: أكملت مراجعة التسخين والتبريد.
es_es: Ya ha completado la revisión de Refrigeración y Calefacción.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this module by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وبالأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
es_es: Puede comprobar cómo lo has hecho en la "Comprobación rápida" y "Preguntas del cuestionario" para este examen haciendo clic en el botón de abajo.

source: How did I do?
ar_eg: كيف أجبت؟
es_es: ¿Cómo hice?

source: You're done!
ar_eg: أنهيت!
es_es: ¡Se termina!

source: Next
ar_eg: التالي
es_es: Siguiente

source: Back
ar_eg: السابق
es_es: Volver

source: Read more
ar_eg: إقرأ المزيد
es_es: Leer más

source: Read More
ar_eg: إقرأ المزيد
es_es: Leer más

source: Check answer
ar_eg: تأكد من الإجابة
es_es: verificar respuesta

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
es_es: por favor, seleccione su respuesta.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
es_es: Por favor, seleccione sus respuestas.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
es_es: Por favor escriba a máquina su respuesta.

source: Learning science is cool!
ar_eg: تعلم العلوم رائع!
es_es: Aprender ciencias es divertido!

source: <span class='key'>Heat</span> is a form of energy that causes the particles <span class='key'>vibrate</span> or move around faster. When heat energy is added to matter, the particles vibrate or move faster. When heat energy is taken away from matter, the particles vibrate less or move around less.
ar_eg: <span class='key'>التسخين</span> هو شكل من أشكال الطاقة يسبب إهتزاز الجسيمات أو حركتها. وعندما نزيد الطاقة للمادة، تهتز الجسيمات أو تتحرك أسرع. وعندما تزاح الطاقة من المادة، تهتز الجسيمات أو تتحرك أقل.

source: How fast or slowly the tiny particles of matter vibrate or move around is called <span class='key'>temperature</span>. The faster the particles move, the higher the temperature is. The more slowly the particles move, the lower the temperature is. How much heat energy is needed to raise or lower the temperature of matter depends on the amount of matter involved. The more matter there is, the more heat energy has to be exchanged to raise or lower the temperature. The heat energy of something is the total amount of energy.
ar_eg: مقدار سرعة أو بطء سرعة الجسيمات الصغيرة للمادة تسمى حرارة. فكلما كانت الجسيمات أسرع كلما كانت الحرارة أعلى. وكلما أبطأت حركة الجسيمات، كلما كانت الحرارة أقل. مقدار طاقة التسخين التي نحتاجها كي نزيد أو نخفض حرارة المادة تعتمد على مقدار المادة. كلما زادت المادة، كلما كانت الحاجة لتبادل طاقة تسخين أكثر لرفع أو خفض الحراة. طاقة تسخين لأي شيء هي مجموع الطاقة الكلي.
es_es: ¿Qué tan rápido o lentamente las diminutas partículas de materia vibrar o moverse se llama <span class='key'> temperatura </span> . Cuanto más rápido se mueven las partículas, mayor es la temperatura es. El más lentamente las partículas se mueven, menor es la temperatura. ¿Cuánto se necesita energía de calor para subir o bajar la temperatura de la materia depende de la cantidad de la materia en cuestión. El asunto más hay, más energía de calor se debe cambiar para subir o bajar la temperatura. La energía térmica de algo es la cantidad total de energía.

source: A. Temperature is related to the motion of the particles in a substance and heat is related to how much energy moves between substances at different temperatures.
ar_eg: A. ترتبط الحرارة بحركة الجسيمات الموجودة في المادة والتسخين مرتبط بمقدار الطاقة التي تتحرك بين المواد على حرارات مختلفة.
es_es: A. La temperatura está relacionada con el movimiento de las partículas en una sustancia y calor se relaciona con cuanta energía se mueve entre las sustancias a diferentes temperaturas.Audio

source: C. There is no difference — heat and temperature are the same.
ar_eg: C. ليس هناك أي فرق--- التسخين والحرارة هما نفس الشيء
es_es: C. No hay ninguna diferencia — son la misma cosa.

source: No. Temperature… and heat is the energy that moves from a substance at a higher temperature to a substance at a lower temperature.
ar_eg: لا. الحرارة ... والتسخين هي عبارة عن الطاقة التي تتحرك من مادة على حرارة عالية إلى مادة على حرارة منخفضة.
es_es: No. La temperatura … y calor es la energía que se mueve de una sustancia a una temperatura más alta a una sustancia a una temperatura inferior.

source: Correct! Heat energy is released from stored chemical energy, not from friction.
ar_eg: صحيح! طاقة التسخين تنظلق من الطاقة الكيميائية المخزنة وليس من الإحتكاك.
es_es: ¡ Correcto! La energía calórica es liberada de energía química almacenada, no de fricción.

source: Mittens
ar_eg: قفازات
es_es: Mitónes

source: Silverware
ar_eg: أطباق فضية
es_es: Vajilla de plata

source: Metal soup ladle
ar_eg: مغرفة شوربة معدنية
es_es: Cucharón de sopa metálico

source: Wooden spoon
ar_eg: ملعقة خشبية
es_es: Cuchara de madera

source: Paper cup
ar_eg: كأسة ورقية
es_es: vaso de papel

source: Frozen fish wrapped in aluminum foil
ar_eg: سمكة مجمدة ملفوفة بصفائح ألمنيوم
es_es: Pescados congelados envueltos en papel de aluminio

source: Question A. Drag each item into the column that best describes how it acts—as a conductor of heat or as an insulator.
ar_eg: السؤال أ. اسحب كل مفردة إلى العمود الذي يصف كيفية عملها--كموصل للحرارة أو كعازل.
es_es: Pregunta A. arrastrar cada elemento en la columna que mejor describe cómo actúa — como un conductor de calor o como aislante.

source: Correct. The metal (1) is a conductor, and the wooden handle (2) is an insulator.
ar_eg: صحيح. المعدن رقم (1) هو موصل، والمساكة الخشبية (2) هي عازل.
es_es: Correcto. El metal (1) es un conductor, y el mango de madera (2) es un aislante.

source: No. Only the metal (1) is a conductor, the wooden handle (2) is an insulator.
ar_eg: لا. العكس صحيح. المعدن (1) هو موصل فقط والمساكة الخشبية (2) هي عازل.
es_es: No. Solo el metal (1) es un conductor, y el mango de madera (2) es un aislante.

source: No. Just the opposite. The metal (1) is a conductor and the wooden handle (2) an insulator.
ar_eg: لا. بالعكس. المعدن (!) هو موصل و المساكة الخشبية (2) هي عازل.
es_es: No. Justo lo contrario. El metal (1) es un conductor y la de madera de mango (2) un aislante.

source: No, The wooden handle (2) is an insulator, but the metal (1) is a conductor.
ar_eg: لا، المساكة الخشبية (2) هي عازل ولكن المعدن (1) هو موصل.
es_es: No, el mango de madera (2) es un aislante, pero el metal (1) es un conductor.

source: Heat is the energy that moves from a hotter to a colder substance. Heat energy causes the particles of a substance to wiggle or vibrate faster if the particles are fixed in a place or to move around faster if the particles are free to move.
ar_eg: التسخين هو الطاقة التي تتحرك من المادة الأسخن إلى المادة الأبرد. طاقة التسخين تجعل الجسيمات في أي مادة تتذبذ أو تهتز أسرع إذا كانت الجسيمات ثابتة في مكان واحد أو تتحرك أسرع إذا كانت الجسيمات حرة الحركة.
es_es: Calor es la energía que se mueve de una temperatura más alta a una más fría. Energía en forma de calor hace que las partículas de una sustancia para moverse o vibrar más rápido si las partículas son fijados en un mismo lugar o de moverse más rápido si las partículas se pueden mover libremente.

source: A conductor is a material that easily transfers heat or electrical energy. Most metals are good conductors for both heat and electrical energy.
ar_eg: الموصل هو مادة تنقل الحرارة أو الطاقة الكهربائية بسهولة. ومعظم المعادن هي موصلات جيدة للحرارة وللطاقة الكهربائية.
es_es: Un conductor es un material que transfiere fácilmente calor o energía eléctrica. La mayoría de los metales son buenos conductores o calor y energía eléctrica.

source: An insulator is a material that does not easily transfer energy heat or electrical energy. The special mitten that you use to take something from the oven acts as an insulator.
ar_eg: العازل هو مادة لا تنقل طاقة التسخين أو الطاقة الكهربائية بسهولة. والقفازات الخاصة التي تستخدم لسحب أس شيء من داخل فرن هي عبارة عن عازل.
es_es: Un aislante es un material que no es fácil transferir la energía térmica o energía eléctrica. El guante especial que se utiliza para sacar algo de el horno actúa como un aislante.

source: Sitting by a campfire
ar_eg: الجلوس بجانب موقد
es_es: Sentada junto a una fogata

source: Bubbles rising in a pot of water on the stove
ar_eg: الفقاعات ترتفع في إبريق ماء موجود فوق النار
es_es: Burbujas de levantamiento en una olla de agua en la estufa

source: Person warming their hands on a cup of hot chocolate
ar_eg: شخص يسخن يديه على كأس من الشوكولاته الساخنة
es_es: Persona calentando sus manos en una taza de chocolate caliente

source: 12 grams, because only the form not the amount of matter changes.
ar_eg: ب. 12 غرام، لأن ما يتغير هو الشكل وليست كمية المادة
es_es: 12 gramos, porque solamente la forma cambia no la cantidad de materia.

source: 14 grams, because there is more water than ice.
ar_eg: 14 غرام، لأن هناك ماء أكثر من الجليد.
es_es: 14 gramos, porque hay más agua que hielo.

source: The weight in B could be more or less—it depends on how fast the ice melted.
ar_eg: الوزن في ب يمكن أن يكون أكثر أو أقل - يعتمد على مقدار سرعة إنصهار الجليد.
es_es: El peso de B podría ser más o menos, depende de la rapidez con la que el hielo se derritió.

source: Let's begin
ar_eg: دعنا نبدأ

source: If you marked A and B, you are on the right track. Heat energy only goes from something hot to something cold. As you go through this review, you may be surprised to find out that there really isn’t any such thing as <strong>cold energy</strong>.
ar_eg: إذا وضعت علامة على أ و ب، فإنك على المسار الصحيح. طاقة التسخين تسير فقط من الشيء الحار إلى الشيء البارد. وأنت تدرس هذه المراجعة، يمكن أن تكون مندهشاً لأن تجد بأنه لا يوجد شيء مثل <strong>طاقة التبريد</strong>.

source: Item
ar_eg: عنصر

source: Frying pan with wooden handle
ar_eg: غلاية مقالي بمساكة خشبية
es_es: Sartén con mango de madera

source: We can get heat from friction, electricity, and natural gas.
ar_eg: أ. يمكننا الحصول على طاقة من الاحتكاك، ومن الكهرباء، ومن الغاز الطبيعي.
es_es: Podemos obtener calor de fricción, la electricidad y el gas natural.

source: Heat energy only moves from a hotter substance to a colder substance.
ar_eg: طاقة التسخين تتحرك فقط من مادة أحمى إلى مادة أبرد
es_es: La energía calórica sólo se mueve de una sustancia más caliente a una sustancia más fría.

source: Not all the effects of heat are reversible.
ar_eg: ج. ليست جميع تأثيرات التسخين معكوسة.
es_es: No todos los efectos del calor son reversibles.

source: We can transform different types of energy into heat.
ar_eg: د. يمكننا تحويل أنواع الطاقة المختلفة إلى تسخين.
es_es: Podemos transformar distintos tipos de energía en calor.

source: Heat always causes the substance it is heating to change into something new.
ar_eg: ه. دائماً التسخين يجعل المادة المسخنة تتغير إلى شيء جديد.
es_es: Calor siempre causa la sustancia que se está calentando para cambiar en algo diferente

source: No. Temperature measures the motion of molecules,and heat is the energy that moves from a substance at a higher temperature to a substance at a lower temperature.
ar_eg: لا. الحرارة تقيس حركة الجزيئات، والتسخين هو الطاقة التي تتحرك من مادة على حرارة أعلى إلى مادة على حرارة أقل.
es_es: No. Temperatura mide el movimiento de las moléculas, y el calor es la energía que se mueve de una sustancia a una temperatura superior a una sustancia en un menor temperatura.

source: cool stone countertop
ar_eg: رخام بارد كسطح منضدة
es_es: encimeras de piedra fría

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: Go Back to Dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: B. 1 - Conductor, 2 - Insulator
es_es: B. 1 - Conductor, 2 - Aislador

source: A. Chemical energy in the molecules of wood is released.
es_es: A. Energía química en las moléculas de la madera se suelta.

source: B. Heat only causes substances to have an increase in temperature.
es_es: Calor sólo causa sustancias tengan un aumento en la temperatura.

source: B. The air around the burning wood increases in temperature.
es_es: B. El aire alrededor de la madera ardiendo aumenta de temperatura.

source: C. The wood undergoes a chemical change.
es_es: C. La madera se somete a un cambio químico.

source: D. Energy is released due to friction.
es_es: D. Se libera energía debido a la fricción.

source: Heat flows differently through different materials. A metal spoon transmits heat easily. A wooden spoon does not transfer heat easily. The metal is a conductor and the plastic is an insulator. A <span class='key'>conductor</span> is something that lets heat go through it and an <span class='key'>insulator</span> is something that does not let heat go through it easily.
es_es: El calor fluye de manera diferente a través de diferentes materiales. Una cuchara de metal transmite el calor con facilidad. Una cuchara de madera no transfiere calor fácilmente. El metal es un conductor y el plástico es un aislante. Un <span class='key'> conductor </ span> es algo que deja el calor vaya a través de él y un <span class='key'> aislante </ span> es algo que no deja que el calor vaya a través de él con facilidad.

source: shaking thermometers...
es_es: sacudiendo los termómetros...

source: There is no difference—heat and temperature are the same.
es_es: No hay diferencia: calor y temperatura son lo mismo.
