Repository: geneconde/NGR-sandbox
Catalog: modules/changing-to-survive/Locale/*/LC_MESSAGES/changing-to-survive.po
Languages: ar_eg

source: Start
ar_eg: إبدأ

source: Next
ar_eg: التالي

source: Back
ar_eg: السابق

source: Read More
ar_eg: إقرأ المزيد

source: Check Answer
ar_eg: تأكد من الإجابة

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك

source: Quick Check #1
ar_eg: إختبار قصير رقم 1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2

source: Quick Check #3
ar_eg: إختبار قصير رقم 3

source: Quick Check #4
ar_eg: إختبار قصير رقم 4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.

source: How did I do?
ar_eg: كيف أجبت؟

source: You answered...
ar_eg: إجابتك كانت...

source: select
ar_eg: اختر

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر فوق، وحرك الفأرة صعودا وهبوطا لتدوير الصندوق وحدد إجابتك.

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: من خلال تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.

source: The Situation
ar_eg: الحالة

source: The Scenario
ar_eg: السيناريو

source: Your Task
ar_eg: مهمتك هي

source: The Task
ar_eg: المهمة

source: The Problem
ar_eg: المشكلة

source: Your Assignment
ar_eg: مهمتك هي

source: Close me!
ar_eg: أغلقني!

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ طباعة إجابتك...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة ستعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1

source: Quiz Question #2
ar_eg: سؤال سريع رقم 2

source: Quiz Question #3
ar_eg: سؤال سريع رقم 3

source: Quiz Question #4
ar_eg: سؤال سريع رقم 4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5

source: Quiz Question #6
ar_eg: سؤال سريع رقم 6

source: Congratulations,
ar_eg: مبروك،

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وللأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Let's begin!
ar_eg: دعنا نبدأ!

source: Are you ready,
ar_eg: هل أنت مستعد،

source: Preparing your first quick check...
ar_eg: تحضير اختبارك القصير الأول!

source: Ready for your last quick check?
ar_eg: أمستعد لتقويمك السريع الأخير؟

source: Ready for your last quiz question?
ar_eg: أمستعد لسؤالك القصير الأخير؟

source: Putting it all together...
ar_eg: إجمعها مع بعضها

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...

source: You're done!
ar_eg: أنهيت!

source: Changing to Survive
ar_eg: التغير من أجل البقاء

source: Welcome to the Changing to Survive review,
ar_eg: أهلا بك في مراجعة التفير من أجل البقاء

source: Thinking about... changing to survive
ar_eg: فكر ب ... التغير من أجل البقاء

source: Have you ever heard an older person tell you about days gone by? "All of this area used to be a farm; there were no skyscrapers when I was growing up." The location has changed so much over the years that a person can barely tell it is the same place.
ar_eg: هل سبق لك أن سمعت شخص من كبار السن يخبرك عن الأيام التي مرت ؟ كل هذه المنطقة كانت في الماضي مزرعة؛ لم تكن هناك ناطحات سحاب عندما كنت صغيراً. لقد تغير المكان كثيرا على مر السنين حيث أن الشخص بالكاد يمكن أن يقول أن هذا هو نفس المكان.

source: Think about the earth, do you think it has changed over billions of years? What could have caused some of those changes? What about the life forms on earth? Could they have changed as well?
ar_eg: فكر في الأرض، هل تعتقد أنها قد تغيرت على مدى مليارات السنين؟ ماذا يمكن أن تسبب بعض تلك التغيرات؟ ماذا عن أشكال الحياة على الأرض؟ هل يمكن أن تكون قد تغيرت أيضا؟

source: Checking what you know... about changing to survive
ar_eg: تفحص ما تعرفه ... عن التغير من أجل البقاء

source: Click on <span class='red blink'>all</span> the changes in the left column most probably determined by events in the right column.
ar_eg: انقر على <span class='red blink'> جميع </span> التغيرات في العمود الأيسر ويمكن أن تتحدد بأحداث في العمود الأيمن.

source: 1. Massive volcanic eruption
ar_eg: 1. انفجار بركاني هائل

source: Local extinction of many nearby populations of plants and animals.
ar_eg: الانقراض المحلي للعديد من النباتات و الحيوانات الموجودة في الجوار.

source: Rapid population growth in plants and animals living near the volcano.
ar_eg: النمو السكاني السريع في أعداد النباتات و الحيوانات التي تعيش بالقرب من البركان

source: Changes in living conditions in areas affected by the eruption.
ar_eg: تتأثر التغيرات في ظروف الحياة في المنطقة بالانفجار البركاني

source: 2. Expansion of cities into the surrounding areas
ar_eg: 2. توسع المدن الى داخل المناطق المحيطة

source: Increase in plant and animal habitat.
ar_eg: زيادة في مساكن النباتات و الحيوانات

source: Decrease in plant and animal habitat.
ar_eg: الانخفاض في مساكن النباتات و الحيوانات.

source: Increase in local species extinction.
ar_eg: الزيادة في انقراض الأنواع المحلية

source: The blast from a massive volcanic eruption and its after-effects will have profound local impacts. The nearby plants and animals will have a tough time surviving at all. Dramatic changes in living conditions will occur in areas near the eruption.
ar_eg: شدة الانفجار من البركان وآثاره اللاحقة سيكون لها تأثيرات محلية عميقة . ستحظى النباتات والحيوانات المجاورة بوقت صعب لتبقى على قيد الحياة . ستحدث تغييرات جذرية في الظروف المعيشية في المناطق القريبة من الانفجار.

source: Expansion of cities into the surrounding areas will lead to a decrease in plant and animal habitat and increase in local species extinction.
ar_eg: توسع المدن الى المناطق المحيطة بها سيؤدي إلى انخفاض في النبات والحيوان و زيادة في انقراض الأنواع المحلية .

source: Flowing lava...
ar_eg: تدفق الحمم البركانية

source: Reviewing core ideas... about changing to survive
ar_eg: مراجعة الأفكار الرئيسية حول... التغير من أجر البقاء

source: The world as we know it today is changing, and it has been changing for a long time. It's often hard to accept the changes that have occurred in Earth's history. We find fish fossils thousands of miles from any modern ocean, and thousands of feet up on the tops of mountains. We find the remains of tropical animals in areas that endure harsh winters. Observations like these ammonites found in the Himalayas are tough to put together with the world we know each day.
ar_eg: العالم كما نعرفه اليوم يتغير، و قد تغير لفترة طويلة، وغالبا ما يكون من الصعب قبول التغييرات التي حدثت في تاريخ الأرض. نجد أحافير الأسماك آلاف الأميال من أي محيط حديث، وآلاف الأقدام على قمم الجبال. ونجد بقايا حيوانات استوائية في المناطق التي تتحمل الشتاء القاسي. احدى هذه الملاحظات هذه الصدفات المتحجرة التي وجدت في جبال الهيمالايا من الصعب وضعها جنبا إلى جنب مع العالم الذي نعرفه في كل يوم .

source: Fossil of prehistoric fish
ar_eg: احفورة أسماك ما قبل التاريخ

source: Fish fossil
ar_eg: أحفورة سمكة

source: Ammonite
ar_eg: الصدف المتحجر

source: Fossilized ammonite
ar_eg: صدفات متحجرة

source: The key is that Earth is very, very old. A good estimate of the age of the earth is 4.5 billion years. Most of that time, Earth was a planet without life. Only during the past 500 million years has life emerged and evolved into the variety of plants and animals we see today.
ar_eg: المفتاح هو أن الأرض قديمة جدا، جدا. تقدير جيد لعمر الأرض هو 4.5 مليار سنة، وكان معظم ذلك الوقت كوكب الأرض دون حياة. فقط خلال ال 4.5 بليون سنة الماضية، ظهرت الحياة وتطورت في مجموعة متنوعة من النباتات والحيوانات التي نراها اليوم .

source: <span class='key'>Fossils</span> tell us things about how life has changed from the simple organisms that inhabited our planet hundreds of millions of years ago, to the complex array of life we see today. They show us life forms no longer present on Earth. Fossils tell us what animals lived in which parts of the world, and can even give us solid clues about how they moved around as conditions changed. For example, the structures of their backs and hips let us know whether they walked on four legs, two legs, swam, or even flew.
ar_eg: <span class='key'>الأحافير</span> تخبرنا عن كيف أن الحياة قد تغيرت من الكائنات الحية البسيطة التي سكنت كوكبنا مئات ملايين السنين الماضية، إلى مجموعة معقدة من الحياة التي نراها اليوم، وهي تبين لنا أشكال الحياة التي لم تعد موجودة على الأرض. الأحافير تخبرنا أي الحيوانات عاشت في أي من أجزاء العالم، وحتى يمكن أن تعطينا أدلة صادقة حول كيفية تنقلها عندما تغيرت الظروف. وعلى سبيل المثال، هياكل ظهورهم وشكل الورك عندهم تعلمنا سواء كانت تمشي على اربع أرجل، أو ساقين، أو تسبح، أو حتى تطير .

source: In 2004, the fossil remains of a half-fish, half-amphibian were found. This fossil confirmed theories about how land-dwelling four-limbed animals evolved from their fish ancestors. The animal shown in the middle is an example that bridges the gap between two quite different animals.
ar_eg: في عام 2004، بقيت أحفورة لنصف سمكة، تم العثور على نصف برمائية. و أكدت هذه الأحفورة النظريات حول كيفية تطور الحيوانات ذات الأطراف الأربعة التي تعيش في الأرض من أجدادهم الأسماك. الحيوان المبين في المنتصف هو المثال الذي يسد الفجوة بين حيوانين مختلفين تماما .

source: We often think of fossils as only belonging to extinct types of plants and animals. In many cases, modern versions of fossil species still exist. Limestone is a type of rock made when the shells of ocean shellfish fill up with sand and mud after they die. The types of fossils found in limestone found thousands of miles from any ocean are very similar to the corals and shellfish living in oceans today. When we combine evidence from many fossils from various locations, we can even come up with explanations for some of the dramatic events of Earth history.
ar_eg: نحن غالبا ما نعتقد أن الأحافير تنتمي فقط إلى أنواع منقرضة من النباتات والحيوانات. وفي كثير من الحالات، النسخ الحديثة من الأنواع الأحفورية لا تزال موجودة. الحجر الجيري هو نوع من الصخور التي تشكلت عند امتلاء أصداف المحار في المحيط بالرمل والطين بعد أن يموت. ووجدت أنواع الأحافير في الحجر الجيري الذي يبعد آلاف الأميال من أي من المحيطات تشابه جدا المرجان والمحارالذي يعيش في محيطات اليوم. عندما نجمع بين الأدلة من العديد من الأحافير من مواقع مختلفة، يمكننا أن نأتي بتفسيرات لبعض الأحداث المأساوية عن تاريخ الأرض .

source: Fossil ammonites in limestone rock
ar_eg: أحفورة الصدفات المتحجرة في الصخر الجيري

source: Studying Earth's history...
ar_eg: دراسة تاريخ الأرض ...

source: Question A. Fossils <span class='blink'>do not</span> offer clues about which of the following?
ar_eg: السؤال أ . الأحافير <span class='blink'>لا</span> تقدم أدلة عما يلي؟

source: The way climate for some locations has changed over time.
ar_eg: الطريقة التي تغير بها مناخ بعض المناطق عبر الزمن

source: How climate will change in the near-future.
ar_eg: كيف سيتغير المناخ في المستقبل القريب

source: Eating habits of extinct animals.
ar_eg: عادات الأكل لدى الحيوانات المنقرضة.

source: Chemical characteristics of ancient oceans.
ar_eg: الصفات الكيميائية للمحيطات القديمة.

source: Question B. Consider the following observation: "The types of fossils found in limestone thousands of miles from any ocean are very similar to the corals and shellfish living in oceans today." Click on <span class='blink'>all</span> the statements that help explain the observation.
ar_eg: السؤال ب . بالنظر الى الملاحظة التالية: " أنواع الأحافير التي وجدت في الحجر الجيري على بعد آلاف الأميال من أي من المحيطات متشابهة جدا للمرجان والمحار الذي يعيش في محيطات اليوم "انقر على <span class='blink'> جميع</span> العبارات التي تساعد على شرح المشاهدة ".

source: That a flood moved living things all around.
ar_eg: أن الفيضان نقل الأشياء في جميع الأرجاء

source: That fossils move around.
ar_eg: أن الأحفورة انتقلت.

source: That the earth is changing.
ar_eg: أن الأرض تتغير.

source: That fossils help explain earth's history.
ar_eg: تساعد الأحافير على شرح تاريخ الأرض.

source: Nope. Fossils offer pretty good clues about past climate change.
ar_eg: لا. الأحافير تقدم أدلة جد جيدة عن تغير المناخ في الماضي.

source: Correct. Fossils can't tell us much about near-term climate change.
ar_eg: صحيح. الأحافير لا يمكن أن تخبرنا الكثير عن تغير المناخ في المدى القريب.

source: Sorry. Tooth structure tells a lot about eating habits.
ar_eg: آسف. تركيب الأسنان يخبرنا الكثير عن عادات الأكل.

source: Nope. The chemical composition of fossils tells a lot about the chemistry of ancient oceans.
ar_eg: كلا. التكوين الكيميائي للأحافير يخبرنا الكثير عن كيمياء المحيطات القديمة.

source: Correct. The earth is changing and the changes that happened before are documented by fossils.
ar_eg: صحيح. الأرض تتغير و هذه التغيرات التي حصلت من قبل وثقت عن طريق الأحافير.

source: Fossils do not move around themselves. The earth we see today is not the same way it was millions and billions of years ago. It changed and is changing; fossils help us see this.
ar_eg: الأحافير لا تتحرك حول نفسها. الأرض التي نراها اليوم ليست هي نفسها التي كانت ملايين و مليارات السنين الماضية. لقد تغيرت و ما زالت تتغير؛ الأحافير تساعدنا على رؤية ذلك

source: More core ideas... about changing to survive
ar_eg: أفكار رئيسية أكثر ...عن التغير من أجل البقاء

source: Over the course of more than 4 billion years of earth history, living things have changed enough to account for all of the diversity of the life we see on our planet now, and all of the life we have evidence for in the past.
ar_eg: على مدى أكثر من 4 مليارات سنة من تاريخ الأرض، تغيرت الكائنات الحية بما فيه الكفاية لحساب كل تنوع الحياة الذي نراه على كوكبنا الآن، وجميع أنواع الحياة التي لدينا أدلة عليها ".

source: <span class='key'>Evolution</span> happens because changes, called mutations, sometimes occur in the DNA that carries the information that makes living things what they are. There are different forms of change: natural selection, artificial selection, sexual selection, and punctuated equilibrium. <span class='key'>Natural selection</span> is when some organisms survive and reproduce more often than others, and their characteristics are passed along, and the population becomes more like them over time.
ar_eg: <span class='key'>التطور </span> يحدث بسبب تغيرات، وتدعى طفرات تحدث أحيانا في الحمض النووي الذي يحمل المعلومات التي تجعل الكائنات الحية ما هي عليه. هناك أشكال مختلفة من التغيير: الانتقاء الطبيعي، والانتقاء الاصطناعي ،و الانتقاء الجنسي، و التوازن المضبوط. <span class='key'>الانتقاء الطبيعي</span> هو البقاء على قيد الحياة عند بعض الكائنات الحية وتتكاثر في كثير من الأحيان أكثر من غيرها، ويتم تمرير خصائصها جنبا إلى جنب، ويصبح المجتمع الجديد مثلهم أكثر على مر الزمن .

source: The Albino Eastern Gray Kangaroo shows an example of color mutation in animals
ar_eg: ويبين كنغر ألأبينو الرمادي الشرقي مثال على طفرة اللون في الحيوانات

source: In <span class='key'>sexual selection</span>, one sex (usually females) chooses their mates for reasons unique to each species. <span class='key'>Punctuated equilibrium</span> is usually associated with natural disasters. When a disaster like a volcanic eruption or meteorite impact occurs, which members of a population survive is largely a matter of luck. The traits passed into later generations are those belonging to the survivors. <span class='key'>Artificial selection</span> is when humans are involved in choosing which plants or animals can mate and form later generations. Artificial selection is the basis of modern forms of agriculture.
ar_eg: في <span class='key'>الانتقاء الجنسي</span> ، جنس واحد (عادة الإناث) يختارون أقرانهم لأسباب فريدة من نوعها لكل الأنواع. <span class='key'> التوازن المضبوط </span>يترافق عادة مع الكوارث الطبيعية. عند حدوث الكوارث مثل أثر نيزك أو انفجار بركاني حيث يكون بقاء أفراد مجموعة من السكان على قيد الحياة إلى حد كبير مسألة حظ.. الصفات التي تم تمريرها إلى الأجيال اللاحقة هي تلك التي تنتمي إلى الناجين. <span class='key'>الانتقاء الاصطناعي</span> هو عندما يشارك البشر في اختيار أي نباتات أو حيوانات يمكن أن تتزاوج وتشكل الأجيال اللاحقة. الانتقاء الاصطناعي هو أساس الأشكال الحديثة للزراعة .

source: Selective breeding based on some favored characteristics is an example of artificial selection. For many generations, farmers have allowed only the most productive plants and animals to reproduce. The strongest bulls are mated with cows that produce the most milk. Tall, vigorous corn plants are mated with those that are tolerant of drought.
ar_eg: التكاثر الانتقائي على أساس بعض الخصائص المفضلة هو مثال للانتقاء الاصطناعي. لأجيال عديدة، وقد سمح المزارعين فقط لأكثر النباتات والحيوانات انتاجا بالتكاثر. يتم تزاوج أقوى الثيران مع الأبقار التي تنتج معظم الحليب. نباتات الذرة طويل القامة، القوي يتزاوج مع تلك التي هي قادرة على تحمل الجفاف .

source: The Chihuahua and Great Dane show the different sizes of dogs. This is an example of selective breeding.
ar_eg: التشيواوا وداين العظيم تظهر أحجام مختلفة من الكلاب. هذا مثال من التكاثر الانتقائي.

source: Evolution of living things
ar_eg: تطور الكائنات الحية

source: Question A. The image illustrates a part of which form of change?
ar_eg: السؤال أ. توضح الصورة جزء من أي شكل من أشكال التغير؟

source: Natural Selection
ar_eg: الانتقاء الطبيعي

source: Natural selection
ar_eg: الانتقاء الطبيعي

source: Sexual selection
ar_eg: الانتقاء الجنسي

source: Punctuated equilibrium
ar_eg: التوازن المظبوط

source: Artificial selection
ar_eg: الانتقاء الصناعي

source: Question B. Life has existed on Earth for about how long?
ar_eg: السؤال ب. كم طول فترة وجود الحياة على الأرض؟

source: Between 4 and 5
ar_eg: بين 4 و 5

source: hundred million
ar_eg: مئة مليون

source: hundred thousand
ar_eg: مئة ألف

source: thousand
ar_eg: ألف

source: hundred
ar_eg: مئة

source: years.
ar_eg: سنوات

source: Counting the age of Earth...
ar_eg: عِد عمر الأرض ...

source: Yes! The white fish eaten by the bird don't reproduce.
ar_eg: نعم! السمك الأبيض الذي يؤكل من قبل الطيور لا يتكاثر.

source: Nope. There's nothing in the image related to the selection of mates.
ar_eg: كلا. لا يوجد شيء في الصورة يتعلق بالاختيار من الأقران.

source: Sorry... Being captured is a disaster for the fish, but this is an everyday occurrence.
ar_eg: آسف ...أن تُصطاد هو بمثابة كارثة للأسماك، ولكنها واقعة يومية.

source: Nope. Artificial selection involved people.
ar_eg: كلا. الإنتقاء الصناعي يتضمن البشر

source: Correct. Life has existed on Earth for a bit more than hundreds of millions years.
ar_eg: صحيح. لقد وجدت الحياة على الأرض لأكثر بقليل من مئات ملايين السنين.

source: Nope. It's older than that.
ar_eg: كلا . انها أقدم من ذلك

source: Sorry. Much, much older.
ar_eg: آسف . أقدم بأكثر بكثير

source: Um... no. Have a look at the options again.
ar_eg: اممم...لا . ألقي نظرة على الخيارات مجددا.

source: We mentioned <span class='key'>mutations</span> are small changes that occur in the DNA carrying the information that makes living things what they are. Mutations are rare, but over time they have an effect. An inherited mutation can go three ways: it can either have no effect on a living thing, or have a harmful effect on it, or in the best case, it can give it a competitive advantage. Through natural selection a living thing will either go on to reproduce and pass on its mutation to the next generation, or die and the mutation disappears.
ar_eg: ذكرنا أن <span class='key'>الطفرات</span> هي تغييرات صغيرة تحدث في الحمض النووي الذي يحمل المعلومات التي تجعل الكائنات الحية على ما هي عليه. الطفرات نادرة، ولكن مع مرور الوقت يصبح لها تأثير. الطفرة يمكن أن تذهب بثلاث اتجاهات: إما أن يكون لها تأثير على كل الكائنات الحية، أو أن يكون لها تأثير ضار عليها، أو في أفضل الأحوال، يمكن أن تعطيه ميزة تنافسية. من خلال الانتقاء الطبيعي إما أن تتكاثر الكائنات الحية ويمرر طفرته إلى الجيل القادم، أو أن تموت وتختفي الطفرة .

source: Let's look at three mutations: neutral, helpful, and harmful. Hover your mouse over each image to view more information.
ar_eg: دعنا ننظر الى ثلاث طفرات: طبيعية ، مفيدة ، وضارة، حرك فأرتك فوق كل صورة لعرض معلومات أكثر.

source: The mutated gene in Siamese cats causes the kittens to be white when born, and to develop patches of color on their face, paws, and tail later on.
ar_eg: إن الجين المتحور في القطط السيامية يتسبب للقطط بأن تكون بيضاء عندما تولد، و تكون بقع من اللون على وجوههم،و والمخالب، والذيل في وقت لاحق.

source: The mutated gene in tigers causes them to have stripes. A long time ago, the tigers with this gene were able to blend in with the habitat and be more successful at hunting for food. This mutated gene was passed on to their offspring.
ar_eg: إن الجين المتحور في النمور يجعلها بخطوط.. منذ زمن طويل، كانت النمور مع هذا الجين قادرة على الاختلاط مع موطنها وتكون أكثر نجاحا في الصيد من أجل الغذاء. تم تمرير هذا الجين المتحور إلى ذريتهم.

source: The mutated gene in Manx cats causes many kittens to die within their first year if the gene is inherited from both parents. If they get the gene from only one parent, then the kittens survive, but many have stumpy tails or no tails.
ar_eg: إن الجين المتحور في قطط المانكس يتسبب للكثير من القطط بالموت في عامهم الأول إذا ورث الجين من كلا الأبوين. اذا حصلوا على الجين من أحد الأبوين فقط، فسوف تبقى القطط على قيد الحياة، ولكن العديد منها لها ذيول قصيرة أو بدون ذيول.

source: In the right circumstances, any kind of variation can be an important factor in the survival of a population of organisms. The key to survival can be something obvious, or something much harder to see at first. Sometimes, what seems like a disadvantage in normal times turns out to be an advantage in difficult situations.
ar_eg: في الظروف المناسبة، أي نوع من الاختلاف يمكن أن يكون عاملا مهما في بقاء السكان من الكائنات الحية. مفتاح البقاء على قيد الحياة يمكن أن يكون شيء واضح، أو شيء أصعب بكثير من أن يرى في البداية. في بعض الأحيان، ما يبدو وكأنه وضع غير مؤاتٍ في الأوقات العادية يتضح أنه ميزة في المواقف الصعبة.

source: Sickled Cells
ar_eg: الخلايا المنجلية

source: Normal Red Blood Cells
ar_eg: كرات دم حمراء طبيعية

source: In the 1940s, doctors discovered that people who carried sickle cell trait, a condition that could lead to a disorder in their children, were much more likely to survive malaria than other people. Malaria, a disease carried by mosquitoes, kills more than a million people each year. Sickle cell patients have inherited a slightly different form of the blood protein hemoglobin from their parents. The different form is caused by a tiny change in the DNA carrying the hemoglobin code. In this case, potentially life-threatening condition can also be the key to survival.
ar_eg: في الأربعينات من القرن الماضي اكتشف الأطباء أن الأشخاص الذين حملوا سمة فقر الدم المنجلي، وهي حالة يمكن أن تؤدي إلى اضطراب في أطفالهم، كانت من المرجح النجاة من الملاريا أكثر بكثير من الأشخاص الآخرين. الملاريا، وهو مرض ينقله البعوض ويقتل أكثر من مليون شخص كل عام. ورث مرضى فقر الدم المنجلي شكلاً مختلفاً قليلا من البروتين في هيموغلوبين الدم عن والديهم. وينتج الشكل المختلف تغير صغير في الحمض النووي الذي يحمل رمز الهيموغلوبين، وفي هذه الحالة، يمكن للوضع الذي يهدد حياتهم أن يكون أيضا المفتاح للبقاء.

source: Identifying inherited mutation...
ar_eg: تحديد الطفرات الموروثة

source: Question A. The variations involved in evolution must be inherited because:
ar_eg: السؤال ب . الاختلافات المشتركة في التطور يجب أن تكون موروثة للأسباب التالية:

source: They must be passed into later generations to be important.
ar_eg: يجب تمريرها إلى الأجيال اللاحقة ليكون أمرا هاما.

source: They must not be passed into later generations to be important.
ar_eg: لا يجب تمريرها إلى الأجيال اللاحقة ليكون أمرا هاما.
