Repository: geneconde/NGR-sandbox
Catalog: modules/changing-to-survive/Locale/*/LC_MESSAGES/changing-to-survive.po
Languages: ar_eg

source: They must be unique to one individual only.
ar_eg: يجب أن تكون فريدة من نوعها لفرد واحد فقط.

source: They must have occurred in both parents to matter.
ar_eg: يجب أن تكون قد حدثت في كل من الآباء والأمهات لتكون مهمة.

source: Question B. Click on the <span class='blink'>incorrect</span> statement about mutations and evolution.
ar_eg: السؤال ب . أنقر على العبارة <span class='blink'> غير الصحيحة</span> عن الطفرات و التطورات.

source: Mutations are random errors in DNA.
ar_eg: التحولات هي أخطاء عشوائية في الحمض النووي.

source: Mutations can be neutral, helpful, or harmful.
ar_eg: التحولات يمكن أن تكون طبيعية ، أو مفيدة ، أو مؤذية.

source: Mutations occur to increase survival of a certain species.
ar_eg: التحولات تحدث لتحسين بقاء أنواع معينة

source: The effects of all mutations are not yet known.
ar_eg: تأثيرات كل التحولات ليست معروفة بعد

source: Correct! It only changes a population if a trait is passed along.
ar_eg: صحيح ! انها فقط تغير المجتمع اذا انتقلت السمة لعدة أجيال.

source: Sorry... If a trait isn't passed along, the population doesn't change.
ar_eg: آسف...اذا لم تنتقل السمة، لا يتغير المجتمع.

source: No... The trait must be passed along to many individuals.
ar_eg: لا...لا بد أن تنتقل السمة لعدة أفراد

source: Nope. Inheritance can come from either or both parents.
ar_eg: لا. الوراثة يمكن أن تأتي من أحد أو كلا الوالدين.

source: No, the statement is correct. Mutations are random genetic mistakes.
ar_eg: لا، العبارة صحيحة. الطفرات هي أخطاء جينية عشوائية.

source: No, the statement is correct. Mutations can go these three ways.
ar_eg: لا. العبارة صحيحة . يمكن أن تسير في ثلاث طرق.

source: Correct, the statement is false. Mutations occur randomly, some of them lead to the survival of a certain species, and some of them do not.
ar_eg: صحيح، العبارة غير صحيحة. تحدث الطفرات عشوائيا، وبعضها يؤدي إلى بقاء بعض الأنواع، وبعضها لا.

source: No, the statement is correct. The effects of mutations are visible under different circumstances. Every time conditions change, mutations show their impact.
ar_eg: لا، العبارة صحيحة. آثار الطفرات واضحة في ظل ظروف مختلفة، في كل مرة تتغير الظروف، تظهر تأثير الطفرات .

source: Using what you know... about changing to survive... to solve a problem
ar_eg: استخدم ما تعرفه... عن التغير من أجل البقاء... لحل المشكلة

source: You are a scientist working on a cloning project. Cloning is extracting DNA from an animal or plant, and inserting it into another cell to create an exact copy of the original living thing. You are part of a team, cloning an animal that is used as a protein source for humans. You begin to question the impact of the research you are doing.
ar_eg: أنت عالم تعمل على مشروع استنساخ. الاستنساخ يتم باستخراج الحمض النووي من حيوان أو نبات، وإدراجه في خلية أخرى لخلق صورة طبق الأصل من الكائن الحي الأصلي. أنت جزء من فريق، استنساخ حيوان يستخدم كمصدر للبروتين بالنسبة للبشر. أنت تبدأ في التساؤل في تأثير البحث الذي تقومون به .

source: Using what you now know about artificial selection and the importance of having a variety of animals and plants, list three concerns you have with this project. Your teammates might argue that there are benefits to spreading superior genes. What issues would you bring up when stating your concerns? Type them into the textbox below.
ar_eg: استخدام ما تعرفه الآن عن الانتقاء الاصطناعي وأهمية وجود مجموعة متنوعة من الحيوانات والنباتات، أدرج ثلاثة مخاوف لديك مع هذا المشروع. زملاؤك في الفريق قد يجادلون بأن هناك فوائد لنشر الجينات المتفوقة. ما هي القضايا التي ستثيرها عندما تطرح مخاوفك؟ اكتبها في مربع النص أدناه .

source: Scientist in the laboratory...
ar_eg: العلماء في المختبر

source: Summarizing core ideas... about changing to survive
ar_eg: تلخيص الأفكار الرئيسية ...عن التغير من أجل البقاء

source: During the past 500 million years, life on earth has emerged and evolved into the variety of plants and animals we see today. <span class='key'>Fossils</span> tell us things about how life has changed from the simple organisms that inhabited our planet a long time ago, to the complex array of life we see today. When we combine evidence from many fossils from various locations, we can even come up with explanations for some of the dramatic events of Earth history. <span class='key'>Evolution</span> happens because of genetic mutations. <span class='key'>Mutations</span> are random errors that occur in the DNA that carries the information that makes living things what they are. There are different forms of change: <span class='key'>natural selection</span>, <span class='key'>artificial selection</span>, <span class='key'>sexual selection</span>, and <span class='key'>punctuated equilibrium</span>. Mutations are rare. An inherited mutation can have one of three outcomes. It can have no effect on the living thing; it can have a harmful effect; or it may give it a competitive advantage. Through natural selection, the living thing may either reproduce and pass its mutation to the next generation, or it may die and the mutation disappears. Sometimes, what seems like a disadvantage in normal times turns out to be an advantage in difficult situations.
ar_eg: خلال ال 500 مليون سنة الماضية، الحياة على الأرض قد ظهرت وتطورت إلى مجموعة متنوعة من النباتات والحيوانات التي نراها اليوم. <span class='key'>الأحافير</span> تخبرنا كيف أن الحياة قد تغيرت من الكائنات الحية البسيطة التي سكنت كوكبنا منذ زمن طويل، إلى مجموعة معقدة من الحياة التي نراها اليوم. عندما نجمع بين الأدلة من العديد من الأحافير من مواقع مختلفة، يمكننا حتى أن نأتي بتفسيرات لبعض الأحداث الدرامية من تاريخ الأرض. <span class='key'>التطور</span> يحدث بسبب الطفرات الجينية. الطفرات</span> هي أخطاء عشوائية تحدث في الحمض النووي الذي يحمل المعلومات التي تجعل الكائنات الحية تبدو على ما هي عليه. هناك أشكال مختلفة من التغيير: <span class='key'>الانتقاء الطبيعي</span> ، و <span class='key'>الانتقاء الاصطناعي</span> ، و <span class='key'>الانتقاء الجنسي</span> ، و <span class='key'>التوازن المنظبط </span> . الطفرات نادرة. الطفرة الموروثة يمكن أن تملك واحد من ثلاث نتائج . يمكن أن لا يكون لها أي تأثير على الكائن الحي؛ أو يمكن أن يكون لها تأثير ضار؛ أو أنها قد تعطيه ميزة تنافسية. من خلال الانتقاء الطبيعي، يمكن للكائن الحي إما أن يعيد إنتاج ويمرر الطفرة إلى الجيل القادم، أو قد يموت وتختفي الطفرة. في بعض الأحيان، ما يبدو وكأنه وضع غير مؤاتٍ في الأوقات العادية يتبين أنه ميزة في المواقف الصعبة .

source: Reviewing key vocabulary... related to... changing to survive
ar_eg: مراجعة المفردات الرئيسية ... المتعلقة ب ... التغير من أجل البقاء

source: Natural selection is the changing of inherited characteristics of a population of organisms to reflect the greater survival and reproduction of certain members of the population.
ar_eg: الانتقاء الطبيعي هو تغيير الخصائص الموروثة من الكائنات الحية من مجتمع نوع معين لتعكس زيادة في البقاء والتكاثر عند أعضاء معينة من نفس المجتمع.

source: Artificial selection occurs when humans get involved in the survival and reproduction of the individual members of a population.
ar_eg: الانتقاء الصناعي يحدث عند تدخل الانسان في بقاء و تكاثر أفراد من مجتمع نوع معين.

source: In sexual selection, one sex (usually females) chooses their mates for reasons unique to each species.
ar_eg: في الانتقاء الجنسي، جنس واحد ( عادة الاناث) يختار شريكه لأسباب فريدة متعلقة بكل نوع.

source: Phyletic Gradualism
ar_eg: تطور السلالات المتدرج.

source: Morphology
ar_eg: علم الشكل

source: Time
ar_eg: الوقت

source: Punctuated Equilibrium
ar_eg: الاتزان المضبوط

source: Punctuated equilibrium states that organisms sometimes evolve quickly, in "growth spurts", after going unchanged for long periods of time. These growth spurts occur following major environmental changes.
ar_eg: التوازن المظبوط ينص على أن الكائنات الحية تتطور في بعض الأحيان بسرعة، في " طفرات النمو "، بعد البقاء دون تغيير لفترات طويلة من الزمن، تحدث طفرات النمو هذه بعد التغيرات البيئية الرئيسية.

source: Mutation
ar_eg: طفرة

source: Mutations are small changes that occur in the DNA that carries the information that makes living things what they are. Mutations are rare, but if inherited, over time can have an effect on a population.
ar_eg: الطفرات هي التغيرات الصغيرة التي تحدث في الحمض النووي الذي يحمل المعلومات التي تجعل الكائنات الحية على ما هي عليه. الطفرات نادرة، ولكن إذا ورثت يمكن مع مرور الوقت أن يكون لها تأثير على مجتمع نفس النوع.

source: Checking what you now know... about changing to survive
ar_eg: تفحص ما تعرفه ... عن التغير من أجل البقاء

source: Click on the <span class='blink'>correct</span> statements about the changes most likely caused by gradual climate change.
ar_eg: أنقر على العبارات <span class='blink'>الصحيحة</span> حول التغيرات التي على الأغلب حدثت بالتدريج بسسب التغير المناخي.

source: Increase in the numbers of individuals able to tolerate the climate differences.
ar_eg: زيادة في أعداد الأفراد القادرة على تحمل الاختلافات المناخية.

source: Local extinction of individuals unable to tolerate the climate differences.
ar_eg: الانقراض المحلي من الأفراد غير القادرة على تحمل الاختلافات المناخية.

source: Changes in the plants and animals inhabiting a particular area.
ar_eg: التغيرات في النباتات و الحيوانات التي تسكن منطقة معينة.

source: All of the above
ar_eg: كل ما سبق

source: Your first quiz question is...
ar_eg: السؤال الأول في الاختبار السريع هو ...

source: Not quite. Any plants or animals unable to tolerate climate changes will have difficulty surviving. Climate changes are likely to cause changes in local plants and animals.
ar_eg: ليس تماما. أي نباتات أو حيوانات غير قادرة على تحمل التغيرات المناخية ستجد صعوبة في البقاء على قيد الحياة. التغيرات المناخية من المحتمل أن تسبب تغيرات في النباتات والحيوانات المحلية .

source: Not quite. Survivors must be able to tolerate changes in climate. Climate changes are likely to cause changes in local plants and animals.
ar_eg: ليس تماما. الناجون يجب أن يكونوا قادرين على تحمل التغيرات في المناخ. التغيرات المناخية من المحتمل أن تسبب تغيرات في النباتات والحيوانات المحلية .

source: Survivors must be able to tolerate changes in climate. Any plants or animals unable to tolerate climate changes will have difficulty surviving.
ar_eg: الناجون يجب أن يكونوا قادرين على تحمل التغيرات في المناخ. أي نباتات أو حيوانات غير قادرة على تحمل التغيرات المناخية تجد صعوبة في البقاء على قيد الحياة.

source: Correct. Survivors must be able to tolerate changes in climate. Any plants or animals unable to tolerate climate changes will have difficulty surviving. Climate changes are likely to cause changes in local plants and animals.
ar_eg: صحيح. الناجون قادرون على تحمل التغيرات في المناخ. أي نباتات أو حيوانات غير قادرة على تحمل التغيرات المناخية تجد صعوبة في البقاء على قيد الحياة من المحتمل أن تسبب تغيرات المناخ تغيرات في النباتات والحيوانات المحلية .

source: When a fish fossil is found in the rocks on a mountaintop, we can conclude that...
ar_eg: عندما تم العثور على الأسماك الأحفورية في الصخور على قمة الجبل، يمكننا أن نستنتج أن ...

source: Conditions on Earth seldom change.
ar_eg: الظروف على الأرض نادرا ما تتغير.

source: Earth is less than 50 thousand years old.
ar_eg: عمر الأرض أقل من 50 ألف سنة.

source: The rocks that are now part of the mountain formed on a seafloor.
ar_eg: الصخور التي هي الآن جزء من جبل تشكلت في قاع المحيط.

source: A natural disaster is soon to occur.
ar_eg: كارثة طبيعية ستقع قريبا.

source: Digging fossil fuels...
ar_eg: تنقيب الوقود الأحفوري.

source: Correct! Fish fossil for where fish live.
ar_eg: صحيح ! السمكة المتحجرة حيثما يعيش السمك

source: No, all animals reproduce. Otherwise they would be extinct.
ar_eg: لا، كل الحيوانات تتكاثر . وبغير ذلك، فسوف تنقرض.

source: Sorry. The fish fossil doesn't really say much about the age of the planet.
ar_eg: آسف. أحفورة السمكة لا تخبرنا الكثير عن عمر الكوكب.

source: Nope. The fossil gives no hints about disasters.
ar_eg: لا. الأحفورة لا تعطي أدلة على الكوارث.

source: Which of the following is important in artificial selection?
ar_eg: أي من التالية مهمة في الإنتقاء الصناعي؟

source: Populations produce too many offspring to survive.
ar_eg: السكان ينتجون نسل كثير جدا للبقاء.

source: Humans select which parents will reproduce.
ar_eg: البشر يختارون أي الأباء سوف يتكاثرون.

source: There is a competition for survival.
ar_eg: هناك تنافس للبقاء.

source: Natural disasters occur every few million years.
ar_eg: الكوارث الطبيعية تحدث كل بضعة ملايين من السنين.

source: Selecting different traits...
ar_eg: اختيار السمات المختلفة"...

source: Yes! That's the key. Humans are involved.
ar_eg: نعم ! هذه هو المفتاح. البشر مشتركون.

source: True, but not a part of artificial selection.
ar_eg: صحيح، لكن ليس جزء من الانتقاء الصناعي.

source: Nope. While true, it's really a part of natural selection.
ar_eg: لا. بينما هذا صحيح ، انه حقا جزء من الانتقاء الطبيعي.

source: Sorry. This is a key for punctuated equilibrium.
ar_eg: آسف . هذا رئيسي للاتزان المظبوط.

source: Which of the following might be most closely associated with a period of punctuated equilibrium?
ar_eg: أي من التالية قد تكون مرتبطة بشكل وثيق بمرحلة من التوازن المظبوط؟

source: Massive volcanic eruption
ar_eg: انفجار بركاني هائل.

source: Construction of new housing developments
ar_eg: إعمار وحدات اسكانية جديدة

source: Regular changes of seasons
ar_eg: التغيرات المنتظمة للفصول

source: Farmers saving seed for the following growing season
ar_eg: يحفظ المزارعون البذور لموسم الزراعة القادم

source: Preparing for evolutionary change...
ar_eg: التحضير للتغيرات الثورية...

source: That's the one. Natural disasters sometimes force rapid change.
ar_eg: هذه هي . الكوارث الطبيعية تجبر التغيرات السريع أحيانا

source: Probably not.... This can cause changes, but probably slow ones.
ar_eg: ربما لا ... هذا قد يحدث تغيرات ، لكنها ربما تكون بطيئة.

source: Nope. Seasonal change happens every year.
ar_eg: كلا . التغير الموسمي يحدث كل سنة.

source: This is a normal part of artificial selection.
ar_eg: هذا جزء عادي من الانتقاء الصناعي.

source: Penguins have developed webbed feet and stunted wings over time. Which of the following statements are incorrect about these mutations?
ar_eg: طيور البطريق طورت أقدام غشائية و أجنحة واهنة على مر الزمن. أي من العبارات التالية غير صحيح حول هذه الطفرات؟

source: The penguins' mutations are useless on land.
ar_eg: تغيرات البطاريق بلا فائدة على اليابسة.

source: These mutations are useful for escaping predators.
ar_eg: هذه التغيرات مفيدة للهرب من المفترسين

source: The usefulness of these mutations depends on the environment.
ar_eg: إن فائدة هذه الطفرات تعتمد على البيئة.

source: These mutations will help the penguins survive in any environment.
ar_eg: هذه الطفرات تفيد البطاريق للحياة في أي بيئة

source: Penguins playing in cold water...
ar_eg: البطاريق تلعب في الماء البارد...

source: Actually, the short wings and webbed feet help penguins stay warm and walk on snow and ice.
ar_eg: في الواقع، الأجنحة القصيرة والقدمين الغشائيتين تساعد البطريق على البقاء دافئا والمشي على الثلج والجليد.

source: Sorry. The webbed feet and stubby wings make penguins powerful swimmers.
ar_eg: أسف. الأجنحة القصيرة والقدمين الغشائيتين تجعل البطريق سباح قوي .

source: This is actually true. All mutations are useful or not useful, depending on the environment.
ar_eg: في الحقيقة هذا صحيح. كل الطفرات اما مفيدة أو غير مفيدة،اعتمادا على البيئة.

source: Correct! Neither of these mutations would be helpful in a desert, or in many other places.
ar_eg: صحيح! أيا من هذه الطفرات قد تكون مفيدة في الصحراء، أو في أماكن أخرى كثيرة.

source: The following is a simplified diagram of the evolution of species. Fill in the blanks by selecting the correct phrases from the drop down boxes.
ar_eg: التالي هو رسم تخطيطي مبسط لتطور الأنواع. املأ الفراغات عن طريق اختيار العبارات الصحيحة من المربعات المنسدلة .

source: Genetic variation
ar_eg: التنوع الجيني

source: Helpful mutation
ar_eg: الطفرة المفيدة

source: Neutral mutation
ar_eg: التغير الطبيعي

source: Inherited mutation
ar_eg: التغير الموروث

source: Correct! Inherited mutation creates genetic variation, which acted on by natural selection leads to evolution of species.
ar_eg: صحيح ! طفرة موروثة تخلق الاختلاف الجيني، والتي عمل عليها عن طريق الانتقاء الطبيعي مؤديا إلى تطور الأنواع.

source: Not quite! Inherited mutation creates genetic variation, which acted on by natural selection leads to evolution of species.
ar_eg: ليس تماما! طفرة موروثة تخلق الاختلاف الجيني، والتي أجري عليها عن طريق الانتقاء الطبيعي مؤديا إلى تطور الأنواع.

source: You've completed the Changing to Survive review.
ar_eg: لقد أكملت مراجعة التغير من أجل البقاء.
