Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-behave/Locale/*/LC_MESSAGES/how-animals-behave.po
Languages: ar_eg, es_es

source: No, both networks can send AND receive information. Electrical signals are sent both ways on the pathway.
ar_eg: لا، كلاً من الشبكتين يمكن أن ترسل وتستقبل المعلومات. الإشارات الكهربائية ترسل وتستقبل بكلا الطريقتين
es_es: No, ambas redes pueden enviar Y recibir información. La señales eléctricas son enviadas en ambos sentidos de la vía.

source: Correct, when you make a call you dial a specific number. In the nervous system the message goes to the brain or a command to a certain cell on the way back.
ar_eg: صحيح، عندما تعمل مكالمة تلفونية تضغط رقم محدد. في الجهاز العصبي تذهب الرسالة للدماغ أو كأمر لخلية معينة في الخلف.
es_es: Correcto, cuando usted hace una llamada marca un número específico. En el sistema nervioso el mensaje va al cerebro o una orden a cierta célula en la vía de regreso.

source: Correct, the brain is the control center for the nervous system as the telecommunication center is for the phone network.
ar_eg: صحيح، الدماغ هو مركز الضبط للجهاز العصبي كما هو مركز الإتصالات في شبكة التلفون.
es_es: Correcto, el cerebro es el centro de control para el sistema nervioso como el centro de telecomunicaciones es para la red telefónica.

source: Sorry... This is a correct statement... an electrical signal gets taken to the brain, and the message is interpreted there, then a new signal is sent out and the brain’s command is interpreted by the cell (muscle, skin, etc.)
ar_eg: عذراً... هذه هي عبارة صحيحة... تصل الإشارة الكهربائية إلى الدماغ، والرسالة تفسر هناك، وبعدها رسالة جديدة ترسل وأمر الدماغ يفسر بواسطة خلية (عضل، جلد، وغيرها).
es_es: Lo siento... Esta es una afirmación correcta... Una señal eléctrica es llevada al cerebro y el mensaje se interpreta allí, entonces se envía una nueva señal y la orden del cerebro es interpretada por la célula (músculo, piel, etc).

source: You got it! Both networks can send AND receive information. Electrical signals are sent both ways on the pathway.
ar_eg: كنت حصلت عليه! يمكن الشبكتين إرسال واستقبال المعلومات. يتم إرسال إشارات كهربائية في كلا الاتجاهين على الطريق.
es_es: ¡Acertó! Ambas redes pueden enviar Y recibir información. Las señales eléctricas son enviadas en ambos sentidos de la vía

source: Sorry... This is a correct statement... when you make call, you dial a specific number. In the nervous system, the message goes to the brain or a command to a certain cell on the way back.
ar_eg: عفواً... هذه عبارة صحيحة... عندما تعمل مكالمة تلفونية تضغط رقم محدد. في الجهاز العصبي تذهب الرسالة للدماغ أو كأمر لخلية معينة أثناء العودة.
es_es: Lo siento… este enunciado es correcto… cuando usted hace una llamada marca un número específico. En el sistema nervioso, el mensaje va al cerebro o una orden a cierta célula en la vía de regreso.

source: Sorry... This is a correct statement... the brain is the control center for the nervous system as the telecommunication center is for the phone network.
ar_eg: عذراً ... هذه هي عبارة صحيحة... الدماغ هو مركز الضبط للجهاز العصبي كما هو مركز الإتصالات في شبكة التلفون.
es_es: Lo siento… este enunciado es correcto… el cerebro es el centro de control del sistema nervioso, como el centro de telecomunicaciones lo es para la red telefónica.

source: Using what you know... about how animals behave... to solve a problem
ar_eg: استخدم ما تعرف...عن كيف تستجيب الكائنات...لحل مشكلة
es_es: Utilizando los que usted sabe... acerca de cómo se comportan los organismos... para resolver un problema

source: Using what you know... about how organisms behave... to solve a problem
ar_eg: استخدام ما تعرف ... حول كيف تسلك الكائنات ... لحل مشكلة

source: The Scenario
ar_eg: السيناريو
es_es: El escenario

source: You are working for a family to interview and hire a babysitter for twin girls. As a behavioral psychologist, you understand what a demanding position this is. You decide to test the candidates on many levels, most importantly how they react to different stimuli. Not everyone works well under pressure: decision making, safety issues, being able to entertain the children, are just some issues to consider.
ar_eg: هب أنك تعمل مع عائلة لمقابلة حاضنة أطفال لتوأم من الإناث. كعالم نفس سلوكي، تدرك متطلبات هذا العمل. تقرر أن تختبر المرشحين على عدة مستويات، وأهمها كيف يستجيبون للمثيرات المختلفة. لا يعمل كل شخص بنفس القدرة تحت الضغط: صنع القرار، وقضايا الأمن، وأن تكون قادراً على تسلية الأطفال، هي بعض القضايا التي يجب أخذها بالإعتبار
es_es: Usted está trabajando para una familia con el fin de entrevistar y contratar a una niñera para dos niñas gemelas. Como psicólogo comportamental, usted entiende lo demandante de esta posición. Usted decide evaluar a las candidatas en muchos niveles, principalmente cómo reaccionan a diferentes estímulos. No todo el mundo trabaja bien bajo presión: la toma de desiciones, los aspectos de seguridad, ser capaz de entretener a los niños, son solo algunos aspectos a considerar.

source: Your Task
ar_eg: مهمتك هي
es_es: Su tarea

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك
es_es: Por favor escriba su respuesta.

source: Using what you now know about how everyone acts and responds in different ways to changes and stimuli, come up with three scenarios about how you would test the interviewees for the babysitting job. Explain what you are testing with each stimulus you suggest in the textbox below.
ar_eg: استخدم ما تعرف الآن عن كيف يتصرف كل شخص ويستجيب بطرق مختلفة للتغيرات والمثيرات، وتأتي بثلاثة سيناريوهات حول كيف تختبر المتقدمين لوظيفة مجالسة الأطفال. إشرح ما الذي تختبره مع كل مثير تقترحه في صندوق النص في الأسفل.
es_es: Utilizando lo que usted sabe acerca de como actúa y responde cada uno en diferentes formas a los cambios y los estímulos, proponga tres escenarios acerca de cómo usted evaluaría a las entrevistadas para el trabajo de niñera. Explique qué está evaluando con cada estímulo que sugiere en el cuadro de abajo.

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
es_es: Haga click aquí para comenzar a escribir su respuesta...

source: Summarizing big ideas... about how animals behave
ar_eg: تلخيص الأفكار الرئيسية...حول كيف تستجيب الكائنات
es_es: Resumiendo ideas centrales... acerca de cómo se comportan los organismos

source: <span class='key'>Behavior</span> is the way that an organism acts and responds in the environment. Organisms’ behavior occurs as a reaction to a <span class='key'>stimulus</span>. Stimuli can either be external, as in a change in the environment, or internal, as in a signal within the animal. Many behaviors are adaptations that help organisms survive and reproduce. Useful behaviors are passed on to later generations and eventually an <span class='key'>inherited behavior </span> becomes common. Not all behavior is inherited, the ability to learn is inherited. <span class='key'> Instinctual behavior </span> is any behavior that is inherited and not learned during life. <span class='key'> Mechanical stimuli </span> include anything that causes a sensation of touch, pain, sound, or temperature. <span class='key'> Chemical stimuli </span> are molecules in our environment that make us sense taste or smell. Flavor is a combination of taste and smell combined and interpreted by the brain together. The brain is part of a system in which messages are taken from all parts of the body to the brain and back. First the nerve cells are stimulated, then they respond and send an electrical signal to the brain. The brain interprets it and sends a <span class='key'> response </span> signal out to the body. This is how organisms respond to their environment.
ar_eg: <span class='key'>السلوك</span> هو الطريق التي يتصرف ويستجيب بها الكائن في البيئة. سلوك الكائنات يحدث كردة فعل ل <span class='key'>مثير</span> . ويمكن أن تكون المثيرات خارجية، كتغير في البيئة، أو داخلية، كإشارة داخل الحيوان. الكثير من السلوكات هي تكيفات تساعد الكائنات على البقاء على قيد الحياة والتكاثر. السلوكات المفيدة تمرر للأجيال اللاحقة وفي النهاية تصبح <span class='key'>سلوكات موروثة</span> مشتركة بين الأفراد. وليس كل سلوك موروث، فالقدرة على التعلم هي موروثة.<span class='key'>السلوك الفطري</span> هو سلوك موروث وغير مكتسب خلال الحياة. <span class='key'>المثيرات الميكانيكية</span> تشتمل على أي شيء ينتج عنه إحساس باللمس، أو الألم، أو الصوت، أو الحرارة. <span class='key'>المثيرات الكيميائية</span> هي جزيئات في بيئتنا تجعلنا نحس بالمذاق أو بالشم. النكهة هي خليط من التذوق والشم مختلطة ومفسرة بواسطة الدماغ مع بعضها البعض. الدماغ هو جزء من نظام فيه الرسائل تؤخذ من جميع أجزاء الجسم للدماغ وبالعكس. أولاً الخلايا العصبية تستثار، ومن ثم تستجيب وتبعث إشارة كهربائية للدماغ. يقوم الدماغ بتفسيرها ويرسل <span class='key'>استجابة</span> للجسم. هذه هي الطريقة التي تستجيب بها الكائنات لبيئاتها.
es_es: <span class='key'>Comportamiento</span> es la manera en que un organismo actúa y responde en el ambiente. El comportamiento de los organismos se produce como una reacción a un <span class='key'>estímulo</span>. Los estímulos pueden ser externos, como un cambio en el ambiente, o internos, como en una señal dentro del animal. Muchos comportamientos son adaptaciones que ayudan a los organismos a sobrevivir y reproducirse. Los comportamientos útiles son trasmitidos a las generaciones posteriores y finalmente un <span class='key'>comportamiento heredado </span> se vuelve común. No todo el comportamiento es heredado, la habilidad para aprender es heredada. <span class='key'> Comportamiento instintivo </span> es cualquier comportamiento que es heredado y no aprendido durante la vida. <span class='key'> Estímulos mecánicos </span> incluyen cualquier cosa que cause una sensación de tacto, dolor, sonido o temperatura. <span class='key'>Estímulos químicos </span> son moléculas en nuestro ambiente que nos hacen percibir gusto u olor. El sabor es una mezcla de gusto y olor combinada e interpretada al mismo tiempo por el cerebro. El cerebro es parte de un sistema en el que se llevan mensajes de todas las partes del cuerpo hacia el cerebro y de regreso. Primero las células nerviosas son estimuladas, luego responden y envían una señal eléctrica al cerebro. El cerebro la interpreta y envía una señal de <span class='key'> respuesta </span> al cuerpo. Así es como los organismos responden a su ambiente.

source: Reviewing key vocabulary related to... how animals behave
ar_eg: مراجعة المصطلحات الأساسية المرتبطة ب...كيف تستجيب الكائنات
es_es: Revisando el vocabulario clave relacionado con... cómo se comportan los oganismos

source: BEHAVIOR
ar_eg: سلوك
es_es: COMPORTAMIENTO

source: The way that an animal responds to its environment is called behavior. An animal's behavior, or actions, often changes in response to changes in its environment.
ar_eg: الطريقة التي يستجيب بها الحيوان لبيئته تسمى سلوك. سلوك الحيوان، أو تصرفاته، تتغير عادةً كإستجابة للتغيرات في بيئته.
es_es: La forma en que un animal responde a su ambiente se denomina comportamiento. El comportamiento o acciones de un animal, cambian con frecuencia en respuesta a los cambios en su ambiente.

source: Behavior is not limited to just one individual. Animals can change their behavior as a group, too. For example, a flock of birds may not fly south for the winter as early as they normally would if an area is experiencing unusually warm temperatures. Or, a group of deer that normally travel on one path to find food may change their behavior and find another route if the path is flooded or blocked.
ar_eg: السلوك غير محدد لفرد واحد فقط. وتستطيع الحيوانات تغيير سلوكاتها كمجموعة أيضاً. على سبيل المثال، سرب من الطيور يمكن أن لا يطير جنوباً في الشتاء أبكر مما يقوم به عادةً إذا كانت المنطقة حارة جداً بطريقة غير عادية. أو، مجموعة من الغزلان التي تسافر عادةً في مسرب واحد كي تجد الطعام يمكن أن تغير سلوكها وتجد مسار آخر إذا كان المسرب مغلق أو فائض بالماء.
es_es: El comportamiento no está limitado solamente a un individuo. Los animales pueden cambiar también su comportamiento como grupo. Por ejemplo, una bandada de aves puede no volar al sur para el invierno como lo hacen normalmente si un área está experimentando temperaturas cálidas inusuales. O un grupo de venados que viajan normalmente por una ruta para encontrar alimento, pueden cambiar su comportamiento y encontrar otro camino si la ruta está inundada o bloqueada.

source: CLOSE ME!
ar_eg: أغلقني
es_es: ¡CIÉRRAME!

source: INHERITED BEHAVIOR
ar_eg: السلوك الموروث
es_es: COMPORTAMIENTO HEREDADO

source: Inherited behaviors are behaviors that are passed on to later generations. Eventually, an inherited behavior becomes common in a population of animals. Not all behavior is inherited, although some is.
ar_eg: السلوكات الموروثة هي السلوكات التي تمرر للأجيال اللاحقة. وفي النهاية، السلوك الموروث يصبح شائع في مجتمع الحيوانات. وليس كل سلوك موروث بالرغم من أن البعض موروث.
es_es: Los comportamientos heredados son comportamientos que pasan a las generaciones posteriores. Finalmente, un comportamiento heredado se vuelve común en una población de animales. No todo el comportamiento es heredado, aunque una parte lo es.

source: STIMULUS
ar_eg: مثير
es_es: ESTÍMULO

source: A stimulus is something that produces a reaction or a change. Light is a stimulus that can cause the size of the pupil in your eye to change.
ar_eg: المثير هو شيء ما ينتج ردة فعل أو تغيير. الضوء هو مثير يمكن أن ينتج عنه إتساع بؤبؤ العين.
es_es: Un estímulo es algo que produce una reacción o cambio. La luz es un estímulo que puede causar un cambio en el tamaño de la pupila en su ojo.

source: Sometimes rewards are used as a stimulus to cause a desired action or response. For example, your school may reward students for the numbers of books read during the school year. This reward can act as a stimulus to get students to read more books.
ar_eg: أحياناً المكافآت تُستخدم كمثير ينتج عنه القيام بما هو مطلوب أو إستجابه. فعلى سبيل المثال، يمكن لمدرستك أن تكافئ الطلبة لعدد من الكتب التي يقرؤوها خلال السنة. هذه المكافأة يمكن أن تكون بمثابة مثير كي يقرأ الطلبة المزيد,
es_es: Algunas veces las recompensas se usan como un estímulo para provocar una acción o respuesta deseada. Por ejemplo, en su escuela pueden recompensar a los estudiantes por el número de libros que leen durante el año escolar. Esta recompensa puede funcionar como un estímulo para lograr que los estudiantes lean más libros.

source: INSTINCTUAL BEHAVIOR
ar_eg: السلوك الفطري
es_es: COMPORTAMIENTO INSTINTIVO

source: Instinctual behavior is any behavior that is inherited and not learned during life.
ar_eg: السلوك الفطري هو أي سلوك موروث وغير مُكتسب خلال الحياة.
es_es: El comportamiento intintivo es cualquier comportamiento que es heredado y no aprendido durante la vida.

source: MECHANICAL STIMULUS
ar_eg: المثير الميكانيكي
es_es: ESTÍMULO MECÁNICO

source: Mechanical stimuli include anything that causes a sensation of touch, pain, sound, or temperature.
ar_eg: المثيرات الميكانيكية تشتمل على أي شيء يسبب إحساس مثل اللمس، أو الألم، أو الصوت، أو الحرارة.
es_es: Los estímulos mecánicos incluyen cualquier cosa que causa una sensación de tacto, dolor, sonido o temperatura.

source: NEURON
ar_eg: النيورون
es_es: NEURONA

source: Neurons are nerve cells. Neurons respond to a stimulus, send a tiny electrical signal to the brain, and the signal is interpreted by the brain as a response is generated.
ar_eg: النيورونات هي خلايا عصبية. تستجيب النيوترونات للمثير، وترسل إشارة كهربائية للدماغ، وتفسر الإشارة بواسطة الدماغ كإستجابة تتولد عنه.
es_es: Las neuronas son células nerviosas. Las neuronas responden a los estímulos, envían una pequeña señal eléctrica al cerebro y la señal es interpretada por el cerebro mientras se genera la respuesta.

source: CHEMICAL STIMULUS
ar_eg: مثير كيميائي
es_es: ESTÍMULO QUÍMICO

source: Chemical stimuli are molecules in our environment that make us sense taste or smell.
ar_eg: المثيرات الكيميائية هي جزيئات في بيئتنا تجعلنا نحس بالطعم أو الرائحة.
es_es: Los estímulos químicos son moléculas en nuestro ambiente que que nos hacen percibir gusto u olor.

source: RESPONSE
ar_eg: إستجابة
es_es: RESPUESTA

source: A response is generated in the brain after it receives a tiny electrical signal from the neurons. The response works like the stimulus, only in reverse.
ar_eg: الاستجابة تتولد في الدماغ بعد أن يستقبل إشارة كهربائية صغيرة من النيورونات. الإستجابة تعمل كمثير، فقط بالعكس.
es_es: Una respuesta es generada en el cerebro después de que este recibe una pequeña señal eléctrica de las neuronas. La respuesta trabaja como el estímulo, solo que en sentido contrario.

source: Checking what you now know... about how animals behave
ar_eg: تأكد مما تعرف حالياً...حول كيف تستجيب الكائنات
es_es: Revisando que sabe usted... acerca de cómo se comportan los organismos

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: الإجابة على 6 أسئلة قصيرة سيعطيك فكرة عن ما تعرف حالياً وما عليك أن تدرس.
es_es: Contestar las siguientes seis (6) preguntas del cuestionario le dará una idea acerca de qué sabe y necesita estudiar aún.

source: Click the NEXT button when you are ready.
ar_eg: انقر زر لاحق عندما تكون مستعداً
es_es: Haga click en el botón SIGUIENTE cuando esté listo.

source: Choose the <span class='blink'> incorrect </span> statement from the following.
ar_eg: إختار العبارة <span class='blink'> غير الصحيحة</span> مما يلي.
es_es: Elija el nunciado <span class='blink'> incorrecto </span> para lo siguiente.

source: A. Organisms’ behavior occurs as a reaction to a stimulus.
ar_eg: أ. سلوك الكائنات يحدث كردة فعل لمثير.
es_es: A. El comportamiento de los organismos se produce como reacción a un estímulo.

source: B. Animals are not capable of learned behavior.
ar_eg: ب. الحيوانات غير قادرة على السلوك المُكتَسَب.
es_es: B. Los animales no son capaces de aprender el comportamiento.

source: C. The brain is part of the central nervous system.
ar_eg: ج. الدماغ هو جزء من الجهاز العصبي المركزي.
es_es: C. El cerebro es parte del sistema nervioso central.

source: D. Neurons are all over the body.
ar_eg: د. النيورونات موجودة في جميع أنحاء الجسم.
es_es: D. Las neuronas están en todo el cuerpo.

source: Organisms’ behavior occurs as a reaction to a stimulus.
ar_eg: سلوك الكائنات يحدث كردة فعل لمثير ما.
es_es: El comportamiento de los organismos se produce como reacción a un estímulo.

source: Animals are not capable of learned behavior.
ar_eg: الحيوانات غير قادرة على أداء السلوك المُكتَسَب.
es_es: Los animales no son capaces de aprender el comportamiento.

source: The brain is part of the central nervous system.
ar_eg: الدماغ هو جزء من الجهاز العصبي المركزي.
es_es: El cerebro es parte del sistema nervioso central.

source: Neurons are all over the body.
ar_eg: النيورونات موجودة على جميع الجسم.
es_es: Las neuronas están por todo el cuerpo.

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: دَوِّر أو إقلب الصندوق الثلاثي الأبعاد في الأسفل للأعلى أو للأسفل لتضع إجابتك.
es_es: Rote o gire la siguiente caja 3D hacia arriba o abajo para marcar su respuesta.

source: No. Stimulus from inside or outside the organism triggers it to respond.
ar_eg: لا. المثير من داخل أو خارج الكائن يحفزة للإستجابة.
es_es: No. Los estímulos del interior o exterior del organismo se activan para responder.

source: That’s the one... Many animals certainly are able to learn.
ar_eg: هذا هو ...العديد من الحيوانات قادرة على التعلم.
es_es: Esa es la correcta... Muchos animales sin duda son capaces de aprender.

source: This one is true. The brain is part of the central nervous system.
ar_eg: هذا هو الصحيح. الدماغ هو جزء من الجهاز العصبي المركزي.
es_es: Esta es verdadera. El cerebro es parte del sistema nervioso central.

source: No. Neurons, or nerve cells, are located all over the body to send and receive messages to and from the brain.
ar_eg: لا. النيورونات، أو الخلايا العصبية، موجودة على جميع أنحاء الجسم ترسل وتستقبل رسائل من وإلى الدماغ.
es_es: No. Las neuronas, o células nerviosas, están localizadas en todo el cuerpo para enviar y recibir mensajes hacia y desde el cerebro.

source: Which behavior of the bat is most likely a learned behavior?
ar_eg: أي سلوك عند الوطواط على الأرجح أن يكون سلوكاً مكتسباً؟
es_es: ¿Qué comportamiento del murciélago es más probablemente un comportamiento aprendido?

source: Click on an image.
ar_eg: انقر على الصورة
es_es: Haga click sobre una imagen

source: Sleeping upside down
ar_eg: النوم بالمقلوب
es_es: Dormir boca abajo

source: No, this is instinctive, so it is an inherited behavior.
ar_eg: لا، هذا فطري، وبذا فهو سلوك موروث.
es_es: No, esto es instintivo, así que es un comportamiento heredado.

source: Flying to move around
ar_eg: الطيران للإنتقال
es_es: Volar para moverse

source: No, flying is an instinct. This is an inherited behavior, not a learned one.
ar_eg: لا، الطيران هو سلوك فطري. هذا هو سلوك موروث وليس مُكتَسَباً.
es_es: No, volar es un instinto. Este es un comportamiento heredado, no aprendido.

source: Avoiding humans
ar_eg: تَجَنُب البشر
es_es: Evitar a los humanos

source: Correct. Bats have to interact with their environment and learn to avoid humans.
ar_eg: صحيح. تتفاعل الوطاويط مع بيئاتها وتتعلم بأن تتجنب البشر.
es_es: Correcto. Los murciélagos tienen que interactuar con su ambiente y aprender a evitar a los humanos.

source: Using sound to find objects
ar_eg: استخدام الصوت لإيجاد الأجسام
es_es: Usar el sonido para encontrar objetos

source: No, bats do not have strong eyesight and they use sound and vibrations to find objects.
ar_eg: لا، الوطاويط لا تمتلك قدرة بصرية وهي تستخدم الصوت والإهتزازات كي تجد الأجسام.
es_es: No, los murciélagos no tienen una visión potente y utilizan el sonido y las vibraciones para encontrar objetos.

source: Complete the sentences by selecting the right words from the drop down menus.
ar_eg: أكمل الجمل بإختيار الكلمات الصحيحة من القائمة.
es_es: Complete las oraciones seleccionando las palabras correctas del menú desplegable.

source: select
ar_eg: إختار
es_es: seleccionar

source: response
ar_eg: الإستجابة
es_es: Respuesta

source: stimulus
ar_eg: المثير
es_es: estímulo

source: mechanical stimulus
ar_eg: المثير الميكانيكي
es_es: estímulo mecánico

source: The reaction to an occurrence or event is a
ar_eg: ردة فعل لواقعة أو حدث هي
es_es: La reacción a un acontecimiento o evento es una

source: Anything that can cause a response is a
ar_eg: أي شيء يمكن أن يتسبب بإستجابة هو
es_es: Cualquier cosa que pueda causar una respuesta es un

source: Anything that causes a sensation of touch, pain, sound, or temperature is a
ar_eg: أي شيء يمكن أن يتسبب بإحساس لمس، أو ألم، أو صوت، أو حرارة هو
es_es: Cualquier cosa que cause una sensación de tacto, dolor, sonido o temperatura es un

source: Great job! A reaction is a response; the thing that produces a response is a stimulus; and anything that causes sensations of touch, pain, sound or temperature is a special kind of mechanical stimulus.
ar_eg: عمل رائع! ردة الفعل هي إستجابة؛ الشيء الذي يمكن أن يُنتج إستجابة هو مثير؛ وأي شيء يمكن أن يتسبب بأحاسيس من لمس، أو ألم، أو صوت، أو حرارة هو نوع خاص من المثير الميكانيكي.
es_es: ¡Excelente trabajo! Una reacción es una respuesta; lo que produce una respuesta es un estímulo y cualquier cosa que cause una sensación de tacto, dolor, sonido o temperatura es un tipo especial de estímulo mecánico.

source: Too bad. A reaction is a response; the thing that produces a response is a stimulus; and anything that causes sensations of touch, pain, sound or temperature is a special kind of mechanical stimulus.
ar_eg: سيء جداً. ردة الفعل هي استجابة؛ والشيء الذي يُنتج إستجابة هو مثير؛ وأي شيء يتسبب بأحاسيس من لمس، أو ألم، أو صوت، أو حرارة هو نوع خاص من المثير الميكانيكي.
es_es: Muy mal. Una reacción es una respuesta; lo que produce una respuesta es un estímulo y cualquier cosa que cause una sensación de tacto, dolor, sonido o temperatura es un tipo especial de estímulo mecánico.
