Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-behave/Locale/*/LC_MESSAGES/how-animals-behave.po
Languages: ar_eg, es_es

source: Monarch butterflies require at least three generations to migrate from Canada and the northern US to Mexico and back each year.
ar_eg: الفراشات الملكية تتطلب على الأقل ثلاثة أجيال حتى تهاجر من كندا وشمال أمريكيا إلى المكسيك وتعود كل سنة.
es_es: Las mariposas Monarca necesitan al menos tres generaciones para migrar desde Canadá y el norte de los Estados Unidos a Méjico y de regreso cada año.

source: Bears know which foods to eat by watching their mothers for 2-3 years after birth.
ar_eg: تعرف الدببة أي الأطعمة تأكل عن طريق مشاهدة أمهاتها لمدة 2-3 سنوات بعد الميلاد.
es_es: Los osos saben qué alimentos deben comer observando a sus madres por 2-3 años después del nacimiento.

source: After weeks of training, dogs are able to find truffles, an underground type of mushroom, for their owners.
ar_eg: بعد أسابيع من التدريب، تستطيع الكلاب أن تجد الكمآت وأنواع الفطر الموجود تحت الأرض لماليكيها.
es_es: Después de semanas de entrenamiento, los perros son capaces de encontrar trufas, un tipo de hongo subterráneo, para sus dueños.

source: By the time they are four years old, crows react differently to as many as 300 different people.
ar_eg: مع مرور الزمن حتى تصل لعمر أربع سنوات، تتفاعل الغربان بشكلٍ مختلف مع مايقرب من 300 شخص مختلف.
es_es: Para el momento en que alcanzan los cuatro años de edad, los cuervos reaccionan de manera diferente hasta a 300 personas distintas.

source: Yes! The second generation of Monarchs has never been to their destination, nor as the third generation.
ar_eg: نعم! الجيل الثاني من الفراشات الملكية لم يصل لغاياته مطلقاً، ولا حتى الجيل الثالث.
es_es: ¡Sí! La segunda generación de Monarcas nunca ha estado en su destino, ni tampoco la tercera generación.

source: Not this one. The little bears are learning from their moms.
ar_eg: ليس هذا . الدببة الصغيرة تتعلم من أمهاتها.
es_es: No es esta. Los osos pequeños están aprendiendo de sus madres.

source: No... The key word here is training. That’s learning.
ar_eg: لا ... الكلمة المفتاحية هنا هي التدريب. ذلك هو التعلم.
es_es: No... La palabra clave aquí es entrenamiento. Eso es aprendizaje.

source: If it takes time, it’s learning. This time, it takes years.
ar_eg: إذا أخذ وقتاً، فهو تعلم. هذه المرة، أخذ سنوات.
es_es: Si toma tiempo, es aprendizaje. Esta vez, toma años

source: Not quite. The complex behaviors they have developed caused them to stay alive. These behaviors take time (generations) to really be part of the organism.
ar_eg: ليس تماماً. السلوكات المعقدة التي طورتها جعلتها تبقى حية. هذه السلوكات تأخذ وقت (أجيال) حتى تصبح جزء من الكائن.
es_es: No exactamente. Los comportamientos complejos que han desarrollado les ha permitido sobrevivir. Estos comportamientos toman tiempo (generaciones) para ser realmente parte del organismo.

source: Not quite. The internal cue for hunger is the stimulus, they respond by moving to get more sunlight, or by getting food.
ar_eg: ليس تماماً. المؤشر الداخلي للجوع هو المثير، هي تستجيب بالإنتقال حتى تحصل على ضوء أكثر وعلى طعام أكثر.
es_es: No exactamente. La señal interna para el hambre es el estímulo, ellos responden moviéndose para obtener más luz solar o mediante la obtención de alimento.

source: Correct! Some behavior is learned, not all behavior is inherited.
ar_eg: صحيح! بعض السلوك مكتسب، وليست جميع السلوكات موروثة.
es_es: ¡Correcto! Parte del comportamiento es aprendido, no todo el comportamiento se hereda.

source: Not quite. Animals respond differently for example to temperature change: some hibernate, some migrate.
ar_eg: ليس بالضرورة. تستجيب الحيوانات بشكلٍ مختلف للتغير في الحرارة مثلاً: البعض يسبت، والبعض يهاجر.
es_es: No exactamente. Los animales responden de manera diferente por ejemplo, al cambio de temperatura: algunos hibernan, algunos migran.

source: Question B. Click on the statement that is <span class='blink'>not</span> correct.
ar_eg: سؤال ب. انقر على العبارة <span class='blink'>غير</span> الصحيحة.
es_es: Pregunta B. Haga click sobre la oración <span class='blink'>not</span> correcta

source: Please select your answers.
ar_eg: يرجى إختيار الإجابات
es_es: Por favor seleccione sus respuestas.

source: Organisms respond to different stimuli in different ways. All organisms have the ability to sense change in their environment, and to respond to that change accordingly.
ar_eg: تستجيب الكائنات للمثيرات المختلفة بطرقٍ مختلفة. جميع الكائنات لديها القدرة على الإحساس بالتغير في بيئاتها، وتستجيب لذلك التغير بطريقة ما.
es_es: Los organismos responden a diferentes estímulos en diferentes formas. Todos los organismos tienen la habiilidad de sentir los cambios en su ambiente y de responder en consonancia con tales cambios.

source: Humans have a well-developed nervous system, and respond to light, mechanical, and chemical stimuli in different ways. <span class='key'>Mechanical stimuli</span> include anything that cause sensations of touch, pain, sound, or temperature. <span class='key'>Chemical stimuli</span> are molecules in our environment that make us sense taste or smell.
ar_eg: لبني البشر نظام عصبي مطور جداً، وتستجيب للمثيرات للضوئية، والميكانيكية، والكيميائية بطرقٍ مختلفة <span class='key'>المثيرات الميكانيكية</span> تشتمل على أي شيء ينتج عنه أحاسيس من لمس، أو ألم، أو صوت، أو حرارة<span class='key'>المثيرات الكيميائية</span> هي جزيئات في بيئتنا تجعلنا نحسها بالشم أو التذوق.
es_es: Los humanos tienen un sistema nervioso bien desarrollado y responden a la luz y los estímulos mecánicos y químicos en diferentes formas. <span class='key'>Estímulos mecánicos </span> incluyen cualquier cosa que cause sensaciones de tacto, dolor, sonido o temperatura. <span class='key'>Estímulos químicos</span> son moléculas en nuestro ambiente que nos hacen percibir el gusto o el olfato.

source: Pain
ar_eg: الألم
es_es: Dolor

source: Sound
ar_eg: الصوت
es_es: Sonido

source: Temperature
ar_eg: الحرارة
es_es: Temperatura

source: Taste
ar_eg: التذوق
es_es: Gusto

source: Smell
ar_eg: الشم
es_es: Olor

source: Our ears are sensitive to disturbances in the air, water, or solid surfaces around us. Sound is the result of vibrations set up in a substance that are transmitted from one point to another. These vibrations are picked up by our eardrums and then transmitted through three very small bones and into fluids in the ear. The pattern of vibration to the brain is transmitted as an electrical signal. The brain receives this and interprets the pattern as sound.
ar_eg: آذاننا حساسة للضوضاء من حولنا في الهواء، أو الماء، أو السطوح الصلبة. الصوت ناتج عن الإهتزازات الموجودة في المادة والتي تنتقل من نقطة لأخرى. هذه الإهتزازات تلتقطها طبلات الأذن ومن ثم تنتقل خلال ثلات عظيمات صغيرة وفي السوائل في الأذن. نمط الإهتزاز للدماغ منتقل كإشارة كهربائية. يستقبل الدماغ هذا النمط ويفسره كصوت.
es_es: Nuestros oídos son sensibles a las alteraciones en el aire, el agua o las superficies sólidas a nuestro alrededor. El sonido es el resultado de las vibraciones creadas en una sustancia que son trasmitidas de un punto a otro. Estas vibraciones son captadas por nuestros tímpanos y luego trasmitidas a través de tres pequeños huesos y hacia los fluídos en el oído. El patrón de vibración es trasmitido al cerebro como una señal eléctrica. El cerebro la recibe e interpreta el patrón como sonido.

source: Smell and taste are both the result of chemical stimulation. People can taste thanks to structures on our tongues called taste buds.
ar_eg: الشم والتذوق كلاهما ناتجان عن إثارة كيميائية. ويمكن للناس أن يتذوقوا وكل الشكر لتركيبات ألسنتنا والتي تسمى ببراعم التذوق.
es_es: El olfato y el gusto son el resultado de la estimulación química. Las personas podemos degustar gracias a estructuras en nuestras lenguas llamadas papilas gustativas.

source: Between 2000 and 5000 taste buds are located on a typical person's tongue. There are five different sorts of taste: <span class='key'>sweet</span>, <span class='key'>sour</span>, <span class='key'>bitter</span>, <span class='key'>salty</span>, and <span class='key'>umami</span>. Umami is a flavor associated with various meats and Asian foods. Much of what we understand as flavor is actually a combination of taste and smell combined and interpreted by the brain together.
ar_eg: ما بين 2000 و 5000 برعم تَذُوق موجودة في لسان الإنسان العادي. وهناك خمسة أنواع مختلفة من المذاقات: <span class='key'>حلو</span>، و <span class='key'>حامض</span>، و <span class='key'>مر</span>، و <span class='key'>مالح</span>، و <span class='key'>لاذع</span>. اللاذع هو طعم مرتبط باللحوم المختلفة وبالأطعمة الأسيوية. الكثير مما نفهم كنكهة هو حقيقةً مزيج من التذوق ومن الشم مرتبطة ومفسرة بواسطة الدماغ مع بعضها البعض.
es_es: En la lengua de una persona común se ubican entre 2000 y 5000 papilas gustativas. Existen cinco diferentes tipos de gusto: <span class='key'>dulce</span>, <span class='key'>ácido</span>, <span class='key'>amargo</span>, <span class='key'>salado</span>, and <span class='key'>umami</span>. El umami es un sabor asociado con varias carnes y comidas asiáticas. Gran parte de lo que comprendemos como sabor es de hecho una combinación de gusto y olfato mezclados e interpretados al mismo tiempo por el cerebro

source: Much of what we understand as flavor is actually a combination of taste and smell combined and interpreted by the brain together.
ar_eg: الكثير مما نفهم النكهة هو في الواقع خليط من التذوق والشم مرتبطة ومفسرة بواسطة الدماغ.
es_es: Gran parte de lo que comprendemos como sabor es de hecho una combinación de gusto y olfato mezclados e interpretados al mismo tiempo por el cerebro.

source: Question A. Many people say that when they have colds their foods taste bad. Which of the following is the best possible explanation for this?
ar_eg: سؤال أ. العديد من الناس يقولون أنهم عندما يصابون بالفلونزا يصبح طعم الأكل سيء. أي مما يلي هو التفسير الأفضل لهذا؟
es_es: Pregunta A. Muchas personas dicen que cuando tienen resfriados, sus alimentos saben mal. ¿Cuál de las siguientes es la mejor explicación posible para esto?

source: A food’s smell is an important part of how we think it tastes. Stuffy noses have a hard time detecting smell.
ar_eg: رائحة الطعام هي جزء مهم من الطريقة التي نعتقد بأنها تذوق. والأنف الملئ بالمخاط يصعب أن يشم.
es_es: El olor de la comida es una parte importante de cómo pensamos acerca de su sabor. Las narices congestionadas tienen dificultades para detectar el olor.

source: A food’s smell is not an important part of how we think it tastes. Stuffy noses have a hard time detecting smell.
ar_eg: رائحة الطعام ليست جزء مهم من الطريقة التي نعتقد أنها تذوق. الأنف المليء بالمخاط يصعب أن يشم.
es_es: El olor de la comida no es una parte importante de cómo pensamos acerca de su sabor. Las narices congestionadas tienen dificultades para detectar el olor.

source: A food’s smell is an important part of how we think it tastes. Stuffy noses detect smells better than clear noses.
ar_eg: رائحة الطعام هي جزء مهم من الطريقة التي نفكر أنها تذوق. الأنف المليء بالمخاط أفضل من الأنف النظيف.
es_es: El olor de la comida es una parte importante de cómo pensamos acerca de su sabor. Las narices congestionadas detectan mejor los olores que las narices sin congestión.

source: A food’s smell is not an important part of how we think it tastes. Stuffy noses detect smells better than clear noses.
ar_eg: رائحة الطعام ليست جزء مهم للطريقة التي نعتقد أنها تذوق. الأنوف المليئة بالمخاط تشم أفضل من الأنوف النظيفة.
es_es: El olor de la comida no es una parte importante de cómo pensamos acerca de su sabor. Las narices congestionadas detectan mejor los olores que las narices sin congestión.

source: Question B. Click on “True” or “False” next to each statement.
ar_eg: سؤال ب. انقر على صحيح أوخطأ بعد كل عبارة
es_es: Pregunta B. Haga click sobre "Verdadero" o "Falso" al lado de cada oración.

source: Statement
ar_eg: عبارة
es_es: Oración

source: True
ar_eg: صحيح
es_es: Verdadero

source: False
ar_eg: خطأ
es_es: Falso

source: All animals can smell, see, and hear with equal power.
ar_eg: جمبع الحيوانات تستطيع الشم، والرؤية، والسمع بنفس القوة.
es_es: Todos los animales pueden oler, ver y oir con la misma habilidad.

source: We hear sound when an object vibrates and causes a disturbance in air particles.
ar_eg: نسمع الصوت عندما يهتز الشيء ويسبب إضطراب في جسيمات الهواء.
es_es: Escuchamos un sonido cuando un objeto vibra y causa una alteración en las partículas del aire.

source: Correct! Most foods don’t taste very good if we can’t smell them.
ar_eg: صحيح! معظم الأطعمة ليس لها طعم جيد إذا لم نتمكن من شمها.
es_es: ¡Correcto! La mayoría de los alimentos no saben muy bien si no podemos olerlos.

source: Not quite. Smell is an important part of what we think of as taste.
ar_eg: ليس تماماً. الشم هو جزء مهم لما نعتقد بأنه تذوق.
es_es: No exactamente. El olor es una parte importante de lo que consideramos como gusto.

source: Read carefully... Stuffy noses don’t detect smells very well.
ar_eg: إقرأ بحذر ... الأنوف المليئة لا تشم بشكلٍ جيد.
es_es: Lea cuidadosamente... Las narices congestionadas no detectan los olores muy bien.

source: Sorry. Smell is important, and stuffy noses don’t work well.
ar_eg: أسف. الشم مهم، والأنوف المليئة لا تعمل بشكلٍ جيد.
es_es: Lo siento. El olor es importante y las narices congestionadas no funcionan bien.

source: Your body has a network, and it works just like the network that makes a cell phone work.
ar_eg: في جسمك شبكة تواصل الكترونية، وتعمل كشبكة الهواتف الخلوية.

source: Your body has a network, and it works just like the network that makes a cell phone work. When you send a text or make a cell phone call, the first thing that happens is that you touch your phone in a pattern, and the touch-sensitive keypad translates into an electronic message. That message is then transmitted through a complex system of radio towers, microwave relays, cable lines, and even satellites. Eventually, it is received by the cell phone you were calling, where it is translated back into the message you meant to send.
ar_eg: في جسمك شبكة، وهي تعمل تماما مثل شبكة الهواتف الخلوية. عندما ترسل رسالة نصية أو تجري مكالمة عبر الهاتف الخلوي، أول ما يحدث هو أن تضغط على هاتفك بنمط معين، وتترجمها لوحة المفاتيح الحساسة التي تعمل باللمس إلى رسالة إلكترونية. ثم تبث هذه الرسالة من خلال نظام معقد من أبراج الراديو، و ناقلات الموجات الدقيقة، وخطوط الكابل، وحتى الأقمار الصناعية. في نهاية المطاف، تستقبل بواسطة الهاتف الخلوي الذي تحاول الإتصال به ، حيث يتم ترجمتها مرة أخرى الى الرسالة التي كننت تهدف ارسالها .
es_es: Su cuerpo tiene una red y funciona tal como la red que hace funcionar a un teléfono celular. Cuando usted envía un texto o hace una llamada, lo primero que ocurre es que usted toca el teléfono siguiendo un patrón y el teclado sensible al tacto lo traduce en un mensaje electrónico. Ese mensaje se trasmite luego a través de un sistema complejo de torres de radio, retransmisión por mircroondas, líneas de cable e incluso satélites. Finalmente, es recibida por el teléfono celular al que usted está llamando, donde se traduce de nuevo en el mensaje que usted quería enviar.

source: Your nervous system works the same way. A group of sensitive cells somewhere in your body is stimulated by something from the outside world. These nerve cells respond and send a tiny electrical signal to the brain. Nerve cells are called <span class='key'> neurons</span>. Once in the brain, the signal is interpreted by the brain. The sensation may be one of sight, sound, smell, taste, or touch.
ar_eg: جهازك العصبي يعمل بنفس الطريقة. مجموعة من الخلايا الحساسة الموجودة في مكان ما في جسمك تُحفز بواسطة شيء عن العالم الخارجي، وهذه الخلايا العصبية تستجيب وترسل إشارة كهربائية إلى الدماغ. تسمى الخلايا العصبية ب <span class='key'>النيورونات </span> وعندما تكون في الدماغ، يتم تفسير الإشارة بواسطة الدماغ. الإحساس قد يكون إما بصر، أو صوت أو رائحة أو طعم، أو لمس.
es_es: Su sistema nervioso trabaja de la misma forma. Un grupo de células sensitivas en algún lugar de su cuerpo es estimulado por algo del mundo exterior. Estas células nerviosas responden y envían una pequeña señal eléctrica al cerebro. Las células nerviosas son llamadas <span class='key'> neuronas</span>. Una vez en el cerebro, este interpreta la señal. La sensación puede ser de visión, sonido, olor, gusto o tacto.

source: When you send a text or make a cell phone call, the first thing that happens is that you touch your phone in a pattern, and the touch-sensitive keypad translates into an electronic message.
ar_eg: عندما تبعث نص أو تعمل مكالمة بتلفون خلوي، أو شيء تقوم به هو استخدام التلفون بنمط معين، ونظام الأزرار باللمس يترجم إلى رسالة الكترونية.

source: That message is then transmitted through a complex system of radio towers, microwave relays, cable lines, and even satellites. Eventually, it is received by the cell phone you were calling, where it is translated back into the message you meant to send.
ar_eg: تلك الرسالة تنتقل بعدها خلال نظام معقد من أبراج الراديو، وأمواج قصيرة ، وخطوط معدنية وحتى أقمار صناعية. في النهاية، تُستَقبل بواسطة التلفون الخلوي الذي نتصل به، والذي يترجمها إلى الرسالة التي قصدت أن ترسلها.

source: Your nervous system works the same way. A group of sensitive cells somewhere in your body is stimulated by something from the outside world. These nerve cells respond and send a tiny electrical signal to the brain.
ar_eg: جهازك العصبي يعمل بنفس الطريقة. مجموعة من الخلايا الحساسة بمكان ما في جسمك تستثار بواسطة شيء ما من العالم المحيط. هذه الخلايا العصبية تستجيب وترسل إشارة كهربائية صغيرة لعقلك.

source: Nerve cells are called <span class='key'> neurons</span>. Once in the brain, the signal is interpreted by the brain. The sensation may be one of sight, sound, smell, taste, or touch.
ar_eg: الخلايا العصبية تسمى <span class='key'>نيورونات</span>. عندما تكون في الدماغ، تترجم الإشارة بواسطة الدماغ. الإحساس يمكن أن يكون واحداً من البصر، أو الصوت، أو الشم، أو التذوق، أو اللمس.

source: After the brain makes sense of the stimulus, it responds by creating a memory, and often sending a response signal out to the body. The response works like the stimulus, only in reverse. A message in the form of an electrical signal goes out and causes muscle cells to contract, making the body move.
ar_eg: بعد أن يُكَوِن الدماغ معنى من المثير، يستجيب باستحداث ذاكرة، وفي العادة يرسل إشارة إستجابة لخارج الجسم. الإستجابة تعمل كما يعمل المثير، ولكن بالعكس. الرسالة في شكل إشارة كهربائية تذهب وتسبب إنقباض في خلايا العضلات، مما يتسبب في حركة الجسم.
es_es: Después de que el cerebro percibe el estímulo, responde creando una memoria y con frecuencia, enviando una señal de respuesta fuera del cuerpo. La respuesta trabaja como el estímulo, solo que en sentido contrario. Un mensaje en la forma de una señal eléctrica sale y produce la contracción de las células musculares, haciendo que el cuerpo se mueva.

source: Question A. In what way is the nervous system <span class='blink'>not</span> similar to a cell phone network?
ar_eg: سؤال أ. في أي طريقة الجهاز العصبي <span class='blink'>ليس</span> شبيهاً بشبكة التلفون الخلوي.
es_es: Pregunta A. ¿En qué formas el sistema nervioso <span class='blink'>no</span> es similar a una red de telefonía celular?

source: There is a clear pathway for sending messages in both networks.
ar_eg: هناك طريق واضحة لإرسال رسائل في كل من الشبكتين.
es_es: Existe un patrón claro para el envío de mensajes en ambas redes.

source: Both networks can send or receive information.
ar_eg: كلاً من الشبكتين يمكن أن يرسل ويستقبل معلومات.
es_es: Ambas redes pueden enviar o recibir información.

source: Both networks have a desired target when they send messages.
ar_eg: كلاً من الشبكتين لها هدف مرغوب عندما ترسل رسائل.
es_es: Ambas redes tienen un blanco deseado cuando envían un mensaje.

source: Both networks have a center that combines all the incoming and outgoing messages.
ar_eg: كلأ من الشبكتين له مركز يخلط جميع الرسائل الواردة والصادرة.
es_es: Ambas redes tienen un centro que combina todos los mensajes entrantes y salientes.

source: Question B. How does the brain interpret a feeling or sensation of pain? Re-arrange the sentences by dragging them up and down from first to last.
ar_eg: سؤال ب. كيف يفسر الدماغ الشعور أو الإحساس بالألم؟ أعد ترتيب الجمل بسحبها لأعلى ولأسفل من البداية حتى النهاية.
es_es: Pregunta B. ¿Cómo interpreta el cerebro un sentimiento o sensación de dolor? Reorganice las frases arrastrándolas hacia arriba y hacia abajo de la primera a la última.

source: Correct! First the nerve cells are stimulated by something like heat or pain. Then they respond and send an electrical signal to the brain. The brain makes sense of the stimulus, and responds by creating a memory, and sending a response signal out to the body. This message gets to a muscle cell (for instance) and causes muscle cells to contract.
ar_eg: صحيح! أولاً الخلايا العصبية تستثار بشيء مثل الحرارة أو الألم. ومن بعدها تستجيب وترسل إشارة كهربائية للدماغ. يُكَوِن الدماغ معنى من المثير، ويستجيب بتوليد ذاكرة، وإرسال إشارة إستجابة للجسم. تصل الرسالة إلى خلايا العضل (على سبيل المثال) وتجعل خلايا العضل تنقبض.
es_es: ¡Correcto! Primero, las células nerviosas son estimuladas por algo como el calor o el dolor. Luego responden y envían una señal eléctrica al cerebro. El cerebro percibe el estímulo y responde creando una memoria y enviando una señal de respuesta al cuerpo. Este mensaje alcanza a una célula muscular (por ejemplo) y hace que las células musculares se contraigan.

source: Not quite. First the nerve cells are stimulated by something like heat or pain. Then they respond and send an electrical signal to the brain. The brain makes sense of the stimulus, and responds by creating a memory, and sending a response signal out to the body. This message gets to a muscle cell (for instance) and causes muscle cells to contract.
ar_eg: ليس تماماً. أولاً، تستثار الخلايا العصبية بواسطة شيء مثل الحرارة أو الألم. ومن ثم تستجيب وترسل إشارة كهربائية للدماغ. يُكَوِن الدماغ معنى من المثير، ويستجيب بتوليد ذاكرة، وإرسال إشارة استجابة للجسم. تصل هذه الرسالة إلى خلايا العضل (على سبيل المثال) وتجعل خلايا العضل تنقبض.
es_es: No exactamente. Primero las células nerviosas son estimuladas por algo como el calor o el dolor. Luego estas responden y envían una señal eléctrica al cerebro. El cerebro percibe el estímulo y responde creando una memoria y enviando una señal de respuesta al cuerpo. Este mensaje alcanza una célula muscular (por ejemplo) y causa la contracción de las células musculares.

source: The brain sends a response electrical signal to the body.
ar_eg: يرسل الدماغ استجابة إشارة كهربائية للجسم.
es_es: El cerebro envía una señal eléctrica de respuesta al cuerpo.

source: Nerve cells send an electrical signal to the brain.
ar_eg: الخلايا العصبية ترسل إشارة كهربائية للدماغ.
es_es: Las células nerviosas envían una señal eléctrica al cerebro.

source: Nerve cells are stimulated by an object.
ar_eg: الخلايا العصبية تستثار بواسطة أي جسم.
es_es: Las células nerviosas son estimuladas por un objeto.

source: Muscles receive and interpret the signal from the brain.
ar_eg: تستقبل العضلات وتفسر الإشارة من الدماغ.
es_es: Los músculos reciben e interpretan la señal del cerebro.

source: The brain interprets the electrical signal and creates a memory.
ar_eg: يفسر الدماغ الإشارة الكهربائية ويولد ذاكرة.
es_es: El cerebro interpreta la señal eléctrica y crea una memoria.

source: Correct, an electrical signal gets taken to the brain, and the message is interpreted there- then a new signal is sent out and the brain’s command is interpreted by the cell (muscle, skin, … ).
ar_eg: صحيح، تصل الإشارة الكهربائية إلى الدماغ، والرسالة تفسر هناك-وبعدها رسالة جديدة ترسل وأمر الدماغ يفسر بواسطة خلية (عضل، جلد، ...).
es_es: Correcto, una señal eléctrica es llevada al cerebro y el mensaje se interpreta allí- entonces se envía una nueva señal y la orden del cerebro es interpretado por la célula (músculo, piel,...)
