Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-behave/Locale/*/LC_MESSAGES/how-animals-behave.po
Languages: ar_eg, es_es

source: A small city's water treatment plant is located near a small river, which is the home to a type of bass popular with fishermen. The plant takes a majority of its water from the river. During warmer months, the number of bass in the river decreases by 6 %.
ar_eg: تقع وحدة معالجة المياه لمدينة صغيرة بالقرب من نهر صغير، والتي هي موطن لنوع من سمك الباس الشعبي للكثير من الصيادين. و يأخذ المصنع أغلبية ما يحتاجه من المياه الموجود في النهر. وخلال الأشهر الأكثر دفئا، يقل عدد أسماك الباس الموجود في النهر بنسبة 6٪ ".
es_es: Una planta de tratamiento de agua de una ciudad pequeña está localizada cerca a un pequeño río, el cual es el hogar de un tipo de róbalo popular entre los pescadores. La planta toma la mayor parte del agua del río. Durante los meses más cálidos, el número de róbalos en el río disminuye en un 6%.

source: Which of the following is probably the most reasonable stimulus for decreased bass population in the lake?
ar_eg: أي من التالي هو على الارجح الحافز الأكثر منطقية بالنسبة لانخفاض أعداد أسماك الباس في البحيرة؟"
es_es: ¿Cuál de los siguientes probablemente es el estímulo más razonable que provoca la disminución de la población de róbalos en el lago?

source: Bass don’t like the loud sounds of the machines in the water treatment plant.
ar_eg: لا تحب أسماك الباس الأصوات العالية للآلات في محطة معالجة المياه.
es_es: A los róbalos no les gustan los ruidos fuertes de las máquinas en la planta de tratamiento de agua.

source: More water is used by consumers during warmer months, which decreases the amount of water the bass can live in.
ar_eg: مياه إضافية يستخدمها المستهلكون خلال الأشهر الدافئة، مما يقلل من كمية المياه التي يعيش فيها سمك الباس .
es_es: La mayor parte del agua es utilizada por los consumidores durante los meses más cálidos, lo cual disminuye la cantidad de agua en la que el róbalo puede vivir.

source: Less water is filtered by the water treatment plant during warmer months, allowing the bass to travel upstream.
ar_eg: يتم تصفية الماء بواسطة محطة معالجة المياه خلال الأشهر الأكثر دفئا، مما يسمح لأسماك الباس بالانتقال إلى رأس النبع.
es_es: La planta de tratamiento filtra menos agua durante los meses más cálidos, permitiendo al róbalo viajar corriente arriba.

source: Correct, not all bass can adapt to this change in their habitat. The plant takes more water and the amount left for the bass is not enough for all of them.
ar_eg: صحيح، لا يمكن لجميع اسماك الباس التكيف مع هذا التغيير في مساكنها. تأخذ وحدة معالجة المياه المزيد من المياه ويبقى لأسماك الباس كمبة غير كافية لها جميعها.
es_es: Correcto, no todos los róbalos pueden adaptarse a este cambio en su hábitat. La planta toma más agua y la cantidad que queda para el róbalo no es suficiente para todos ellos.

source: No, it seems more water would be used by the plant. We do not have information about the ability the bass have to travel upstream.
ar_eg: لا، يبدو أن المزيد من المياه يتم استخدامها من قبل وحدة معالجة المياه في المصنع، وليس لدينا معلومات عن قدرة اسماك الباس للإنتقال إلى رأس النبع.
es_es: No, parece que la planta utilizaría más agua. No tenemos información acerca de la habilidad del róbalo para viajar corriente arriba.

source: None of the above are reasonable stimuli.
ar_eg: ولا مثير معقول من المثيرات السابقة.
es_es: Ninguna de las anteriores son estímulos razonables.

source: No, that wouldn’t be specific to only the warm months.
ar_eg: لا، ذلك لن يكون محدد فقط بالأشهر الحارة.
es_es: No, eso no sería específica sólo para los meses cálidos.

source: Correct, not all fish can adapt to this change in their habitat. The plant takes more water and the amount left for the fish is not enough for all of them.
ar_eg: صحيح، لا تتكيف جميع الأسماك لهذا التغير في مساكنها. تأخذ هذه الوحدة مياه أكثر والكمية المتبقية للأسماك غير كافية لجميع الأسماك.

source: No, it seems more water would be used by the plant. We do not have information about the ability the fish have to travel upstream.
ar_eg: لا، يبدو أن مياه إضافية يمكن أن تستخدمها وحدة التنقية. وليس لدينا معلومات عن القدرة الموجودة عند الأسماك لتنتقل عكس التيار.

source: No, if anything all of the above stimuli are reasonable.
ar_eg: لا، جميع المثيرات السابقة معقولة.
es_es: No, en todo caso todos los estímulos anteriores son razonables.

source: Select the <span class='blink'>correct</span> statement.
ar_eg: إختارالعبارة <span class='blink'>الصحيحة</span> .
es_es: Seleccione el enunciado <span class='blink'>correcto</span>.

source: A. Neurons interpret electrical signals that are messages of stimulus and response.
ar_eg: أ. النيورونات تفسر الإشارات الكهربائية والتي هي رسائل من المثير والإستجابة.
es_es: A. Las neuronas interpretan las señales eléctricas que son mensajes de estímulo y respuesta.

source: B. Only messages to the brain are in the form of electrical signals.
ar_eg: ب. فقط الرسائل التي تذهب للدماغ هي على شكل إشارات كهربائية.
es_es: B. Solo los mensajes enviados al cerebro están en la forma de señales eléctricas.

source: C. Senses help us gather information about our surroundings.
ar_eg: ج. تساعدنا الأحاسيس على جمع المعلومات عن محيطاتنا.
es_es: C. Los sentidos nos ayudarn a reunir información acerca de nuestro entorno.

source: D. Our nervous system is a network, connecting all the blood flow in the body.
ar_eg: د. جهازنا العصبي هو شبكة توصل تدفق الدم في الجسم.
es_es: D. Nuestro sistema nervioso es una red que conecta todo el flujo sanguíneo en el cuerpo.

source: Neurons interpret electrical signals that are messages of stimulus and response.
ar_eg: النيورونات تفسر الإشارات الكهربائية والتي هي عبارة عن رسائل من المثير والإستجابة.
es_es: Las neuronas interpretan las señales eléctricas que son mensajes de estímulo y respuesta.

source: Only messages to the brain are in the form of electrical signals.
ar_eg: الرسائل التي تذهب إلى الدماغ فقط هي بشكل إشارات كهربائية.
es_es: Solo los mensajes enviados al cerebro están en la forma de señales eléctricas.

source: Senses help us gather information about our surroundings.
ar_eg: الأحاسيس تساعدنا على جمع معلومات عن محيطنا.
es_es: Los sentidos nos ayudarn a reunir información acerca de nuestro entorno.

source: Our nervous system is a network, connecting all the blood flow in the body.
ar_eg: جهازنا العصبي هو شبكة توصل تدفق الدم إلى الجسم.
es_es: Nuestro sistema nervioso es una red que conecta todo el flujo sanguíneo en el cuerpo.

source: No, neurons take the messages to the brain and they are interpreted there.
ar_eg: لا، النيورونات تأخذ الرسائل إلى الدماغ ويتم تفسيرها هناك.
es_es: No, las neuronas llevan los mensajes al cerebro y estos se interpretan allí.

source: No, messages to and from the brain are in the form of electrical signals.
ar_eg: لا، الرسائل من وإلى الدماغ تكون على شكل إشارات كهربائية.
es_es: No, los mensajes hacia y desde el cerebro están en la forma de señales eléctricas.

source: Correct, we collect data to be interpreted by our brain in the form of sight, sound, smell, taste, and touch.
ar_eg: صحيح، نحن نجمع بيانات لكي تُفسَر بدماغنا على شكل رؤية، وصوت، وشم، وتذوق، ولمس.
es_es: Correcto, nosotros recolectamos información en forma de vista, sonido, olor, gusto y tacto para que nuestro cerebro la interprete .

source: Not quite, it is a network, but it connects nerve cells in the body so the body can send and receive messages to and from the brain.
ar_eg: ليس تماماً، هي شبكة، لكنها توصل الخلايا العصبية في الجسم وبذا فإن الجسم يستطيع أن يرسل ويستقبل الرسائل من وإلى الدماغ.
es_es: No exactamente, es una red, pero conecta las células nerviosas en el cuerpo, por lo que este último puede enviar y recibir mensajes hacia y desde el cerebro.

source: Instinctual behaviors would <span class='blink'>not</span> include which of the following?
ar_eg: أي من الآتي <span class='blink'>ليس</span> متضمناً في السلوكات الفطرية؟
es_es: ¿A cuál de los siguientes <span class='blink'>no</span> incluirían los comportamientos instintivos?

source: Baby sea turtles, having never seen their mothers, always leave their nests at night.
ar_eg: السلاحف البحرية الصغيرة، التي لم ترى أمهاتها أبداً،تغادر أعشاشها دائماً في الليل.
es_es: Las tortugas marinas bebé jamás han visto a sus madres, siempre dejan sus nidos durante la noche.

source: Snow leopard cubs live with their mothers for up to two years to learn to hunt and survive for themselves.
ar_eg: اشبال نمر الثلج تعيش مع أمهاتها لمدة تصل إلى سنتين كي تتعلم الاصطياد والبقاء على قيد الحياة بأنفسها.
es_es: Los cachorros del leopardo de las nieves viven con sus madres hasta por dos años para aprender a cazar y sobrevivir por sí mismos.

source: Honeybees always build their combs in the shape of hexagons.
ar_eg: يبني النحل بيوته دائماً بالشكل السداسي.
es_es: Las abejas siempre construyen sus panales con forma de hexágonos.

source: Baby kangaroos immediately climb into their mother’s pouch after birth.
ar_eg: يتسلق صغير الكنغر مباشرةً بعد الولادة إلى جيوب أمهاتها.
es_es: Los canguros bebés suben inmediatamente a la bolsa de su madre después del nacimiento.

source: Sorry. The baby turtles haven’t had time to learn anything yet. This is instinctual.
ar_eg: عذراً. لا يكون لدى صغار السلاحف وقتاً لتتعلم أي شيء على الإطلاق. هذا هو فطري.
es_es: Lo siento. Las tortugas bebés no han tenido tiempo de aprender nada aún. Esto es instintivo.

source: That’s it. The cubs have little chance if their mothers don’t teach them well.
ar_eg: تلك هي. للأشبال فرصة قليلة إذا لم تعلمها أمهاتها بشكلٍ جيد.
es_es: Así es. Los cachorros tienen poca oportunidad si sus madres no les enseñan bien.

source: Nope. This behavior is instinctual.
ar_eg: كلا. هذا السلوك فطري.
es_es: No. Este comportamiento es instintivo.

source: Not this one. The baby are newly born. No time to learn.
ar_eg: ليس هذا. البيبي هو حديث الولادة. لا وقت لديه ليتعلم.
es_es: No es esta. El bebé es recién nacido. No hay tiempo para aprender.

source: Congratulations,
ar_eg: تهانينا
es_es: Felicitaciones,

source: You've completed the How Animals Behave module.
ar_eg: لقد أكملت مراجعة كيف تسلك الحيوانات.

source: You've completed this How Animals Behave module.
ar_eg: لقد أكملت مراجعة كيف تسلك الحيوانات.
es_es: Ha completado esta revisión acerca de Cómo se Comportan los Animales.

source: You can check how you did on the 'Quick Checks' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك مراجعة كيف اجبت على " الفحص السريع و الاختبار القصير" لهذه المراجعة من خلال النقر على الزر في الاسفل
es_es: Usted puede verificar su desempeño en la "Revisión Rápida" y en las "Preguntas de Cuestionario" para esta revisión haciendo click en el botón de abajo.

source: How did I do?
ar_eg: كيف عملت؟
es_es: ¿Cómo lo hice?

source: Let's begin
ar_eg: دعنا نبدأ
es_es: Comencemos

source: Thinking about... the life cycle of plants
ar_eg: فكر ب...دورة حياة النباتات
es_es: Pensando sobre... el ciclo de vida de las plantas

source: Preparing dog food...
ar_eg: تحضير طعام كلب...
es_es: Preparando comida para perro...

source: Crumpling papers...
ar_eg: الأوراق المكومة...
es_es: Arrugando papeles...

source: Preparing your first quick check!
ar_eg: التحضير لأول تقويم سريع!
es_es: ¡Preparando su primera revisión rápida!

source: Trapping insects...
ar_eg: صيد الحشرات...
es_es: Atrapando insectos...

source: Inherited or learned?
ar_eg: موروث أم مكتسب؟
es_es: ¿Heredado o aprendido?

source: The five senses
ar_eg: الحواس الخمسة
es_es: Los cinco sentidos

source: Another quick check on the way!
ar_eg: تقويم سريع بطريقه إليك!
es_es: ¡Otra revisión rápida en camino!

source: Sending text message...
ar_eg: إرسال رسالة نصية...
es_es: Enviando mensaje de texto...

source: Last quick check!
ar_eg: آخر تقويم سريع!
es_es: ¡Última revisión rápida!

source: Tiny twins
ar_eg: توأم صغير
es_es: Gemelos diminutos

source: Putting it all together...
ar_eg: جمعها مع بعضها...
es_es: Juntando todo...

source: Words and explanations
ar_eg: كلمات وتفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف حالياً
es_es: Revisemos lo que sabe ahora

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو ...
es_es: Y la primera pregunta de cuestionario es...

source: Bats, bats, and more bats!
ar_eg: وطاويط، و وطاويط، و وطاويط أكثر!
es_es: ¡Murciélagos, murciélagos y más murciélagos!

source: Stimulus and response
ar_eg: المثير والإستجابة
es_es: Estímulo y respuesta

source: Flying fishes
ar_eg: الأسماك الطائرة
es_es: Peces voladores

source: Sending signals to the brain...
ar_eg: إرسال إشارات إلى الدماغ...
es_es: Enviando señales al cerebro...

source: What does your instinct say?
ar_eg: ماذا تقول فطرتك؟
es_es: ¿Qué dice su instinto?

source: You're done!
ar_eg: لقد أنهيت!
es_es: ¡Ha terminado!

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Ir al tablero
