Repository: geneconde/NGR-sandbox
Catalog: demo/how-animals-behave/Locale/*/LC_MESSAGES/how-animals-behave.po
Languages: ar_eg, es_es

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
es_es: Revisión Rápida #1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2
es_es: Revisión Rápida #2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3
es_es: Revisión Rápida #3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4
es_es: Revisión Rápida #4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
es_es: Pregunta de Cuestionario #1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2
es_es: Pregunta de Cuestionario #2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3
es_es: Pregunta de Cuestionario #3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4
es_es: Pregunta de Cuestionario #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
es_es: Pregunta de Cuestionario #5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6
es_es: Pregunta de Cuestionario #6

source: Start
ar_eg: إبدأ
es_es: Inicio

source: Welcome to the How Animals Behave review,
ar_eg: أهلاً وسهلاً بكم في مراجعة كيف تسلك الحيوانات

source: Welcome to the How Animals Behave module,
ar_eg: مرحبا بكم في وحدة كيف تتصرف الحيوانات
es_es: Bienvenido/a a la revisión Cómo se Comportan los Animales,

source: Are you ready
ar_eg: هل أنت مستعد
es_es: ¿Está listo/a?

source: How Animals Behave
ar_eg: كيف تسلك الحيوانات
es_es: Cómo se Comportan los Animales

source: Thinking about... how animals behave
ar_eg: التفكير ب ... كيف تستجيب الكائنات
es_es: Pensando sobre... cómo se comportan los animales

source: Want to know where your dog or cat is? Open a can of pet food. Is the fish in the bowl still alive? Tap the glass. Are there ants in the park? Open the picnic basket.
ar_eg: هل تريد أن تعرف أين هو كلبك أو قطتك؟ إفتح علبة طعام الحيوانات. هل السمكة ما زالت حية في الحوض؟ إضغط على الزجاج. هل هناك نمل في الحديقة؟ إفتح سلة الطعام.
es_es: ¿Desea saber dónde está su perro o gato? Abra una lata de comida para perro o mascota. ¿Aún está vivo el pez en la pecera? Dé una palmadita al vidrio. ¿Las hormigas están en el parque? Abra la cesta del picnic.

source: When you open the can, tap the glass, or bring out the picnic you get a quick response. The animals sense chemicals wafting into the air from the food substances. The fish moves in response to vibrations transmitted through the glass bowl into the water. The stimulus you provide causes a response in the animals. All animals are able to respond to their environments in some manner.
ar_eg: عندما تغتح العلبة، وتضغط على الزجاج أو تفتح سلة الطعام تحصل على إستجابة سريعة. تحس الحيوانات بالكيماويات التي تنتشر في الهواء من المواد الغذائية. تتحرك السمكة الموجودة في الحوض الزجاجي مستجيبة للإهتزازات التي تنتقل خلال الحوض الزجاجي في الماء. المثير الذي تعطيه يتسبب بإستجابة عند الحيوانات. جميع الحيوانات قادرة على الإستجابة لبيئاتها بطريقة ما.
es_es: Cuando usted abre la lata, da una palmadita al vidrio o saca el picnic, obtiene una respuesta rápida. Los animales sienten los químicos que flotan en el aire provenientes de las sustancias de los alimentos. El pez se mueve en respuesta a las vibraciones trasmitidas al agua a través del vidrio de la pecera. Los estímulos que usted proporciona causan una respuesta en los animales. Todos los animales son capaces de responder a sus ambientes en cierta forma.

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Siguiente

source: Go Back to Dashboard
ar_eg: العودة إلى لوحة التحكم الرئيسية
es_es: Regresar al tablero

source: English
ar_eg: إنجليزي
es_es: Inglés

source: Arabic
ar_eg: عربي
es_es: Árabe

source: Spanish
ar_eg: إسباني
es_es: Español

source: Chinese
ar_eg: صيني
es_es: Chino

source: Checking what you already know… about how animals behave
ar_eg: تأكد مما تعرف ... عن كيف تستجيب الكائنات
es_es: Verificando lo que usted ya conoce... acerca de cómo se comportan los organismos

source: Check Answer
ar_eg: تأكد من الإجابة
es_es: Verificar Respuesta

source: Click on <span class='blink'>all</span> the correct statements below.
ar_eg: انقر على <span class='blink'>جميع</span> العبارات في الأسفل.
es_es: Haga click sobre <span class='blink'>todas</span> las oraciones correctas a continuación.

source: All animals have brains.
ar_eg: لجميع الحيوانات أدمغة.
es_es: Todos los animales tienen cerebros.

source: All animals are able to respond to their environments.
ar_eg: جميع الحيوانات قادرة على الإستجابة لبيئاتها.
es_es: Todos los animales son capaces de responder a sus ambientes.

source: Animals only respond to food and danger.
ar_eg: تستجيب الحيوانات فقط للطعام وللخطر.
es_es: Los animales solo responden a la comida y al peligro.

source: Animals do not have memories like humans do.
ar_eg: ليس للحيوانات ذاكرة كما هي للبشر.
es_es: Los animales no tienen recuerdos como los tienen los humanos.

source: Some animals have specialized cells, tissues, and organs that control their interactions like the brain does, and others have brains more or less similar to our own. Animals can sense the world around them, and sometimes even remember and learn. Some animals have long memories. All animals are able to respond to their environments. Read on to learn more about how organisms respond to their environment.
ar_eg: بعض الحيوانات لها خلايا متخصصة، وأغشية، وأعضاء تتحكم بتفاعلاتها كما هو الدماغ، وحيوانات أخرى لها أدمغة تتشابه إلى حدٍ ما لأدمغتنا. تستطيع الحيوانات أن تحس بالعالم المحيط بها، وأحياناً تتذكر وتتعلم. بعض الحيوانات لها ذاكرات طويلة الأمد. جميع الحيوانات قادرة على الإستجابة لبيئاتها. تابع القراءة لتتعلم أكثر عن كيفية إستجابة الحيوانات لبيئاتها.
es_es: Algunos animales tienen células, tejidos y órganos especializados que controlan sus interacciones tal como lo hace el cerebro y otros tienen cerebros más o menos similares al nuestro. Los animales pueden sentir el mundo que los rodea y algunas veces, incluso recuerdan y aprenden. Algunos animales tienen una gran memoria. Todos los animales son capaces de responder a sus ambientes. Siga leyendo para aprender más acerca de cómo los organismos responden a su ambiente.

source: Reviewing big ideas... about how animals behave
ar_eg: مراجعة الأفكار الأساسية ... حول كيف تستجيب الكائنات
es_es: Revisando ideas centrales... acerca de cómo se comportan los organismos

source: Have you ever been told to be on your best behavior? What is behavior and what do parents and teachers mean by that?
ar_eg: هل قيل لك سابقاً أن تكون مهذباً في سلوكك؟ ما هو السلوك وماذا يقصد الأهل والمعلمين به؟
es_es: ¿Alguna vez le han dicho que se comporte bien? ¿Qué es comportamiento y cómo lo definen los padres y maestros ?

source: <span class='key'> Behavior </span> is the way that an organism acts and responds in the environment. In your case, there are many things going on inside and around you. You might feel hungry as soon as you get in the car, or need to use to the bathroom as soon as your teacher starts the lesson. These feelings are internal cues signaling a need you have. The next step is what you do about it, how you respond at this point is your behavior.
ar_eg: <span class='key'>السلوك</span> هو الطريقة التي يتفاعل بها الكائن في البيئة. ففي حالتك، هناك العديد من الأشياء تجري بداخلك ومن حولك. فيمكن أن تشعر بالجوع بمجرد دخولك السيارة، أو تحتاج أن تستخدم الحمام بمجرد أن يبدأ معلمك بالدرس. هذه المشاعر داخلية تشير للحاجة التي لديك. الخطوة التالية هي ماذا ستفعل حيالها، فكيف تستجيب عند هذه النقطة هو سلوكك.
es_es: <span class='key'> Comportamiento </span> es la forma en que un organismo actúa y responde en el ambiente. En su caso, muchas cosas están sucediendo dentro y alrededor suyo. Used podría sentir hambre tan pronto como se sube al auto o necesitar ir al baño tan pronto como su profesor comienza la clase. Estos sentimientos son señales internas que indican que usted tiene una necesidad. El siguiente paso es lo que usted hace al respecto, cómo responde en ese momento es su comportamiento.

source: Sometimes those cues come from inside you like hunger, and sometimes they come from the environment, like when your sister pokes you and you feel pain. A cue like this is called a <span class='key'>stimulus</span>.
ar_eg: أحياناً تأتي هذه المؤشرات من داخلك مثل الجوع، وأحياناً أخرى تأتي من البيئة، مثل شعورك بالألم عندما تضربك أختك. المؤشر مثل هذا يسمى <span class='key'> مثير</span>.
es_es: Algunas veces esas señales vienen de su interior, tal como el hambre y algunas veces vienen del ambiente, como cuando su hermana le da un pinchazo y usted siente dolor. Una señal como esta es llamada un <span class='key'> estímulo</span>.

source: A stimulus is anything that causes a reaction or change in an organism or any part of an organism. Behaviors are actions living things take in response to stimuli (plural form of stimulus). Stimuli can be either internal or external, and include anything like heat, cold, pain, noise, anything that arouses the senses.
ar_eg: المثير هو أي شيء يسبب تفاعل أو تغير في الكائن أو في أي جزء من الكائن. فالسلوكات هي أفعال الكائنات الحية كإستجابة لمثير. وتكون المثيرات إما داخلية أو خارجية، وتشتمل على أي شيء مثل الحرارة ، والبرد، والألم، والضجة وأي شيء يثير الحواس.

source: A stimulus is anything that causes a reaction or change in an organism or any part of an organism. Behaviors are actions living things take in <span class='key'>response</span> to stimuli (plural form of stimulus). Stimuli can be either internal or external, and include anything like heat, cold, pain, noise, anything that arouses the senses.
ar_eg: الحافز هو أي شيء يسبب رد فعل أو تغيير في كائن حي أو أي جزء من الكائن الحي. السلوكات هي أفعال تتخذها الكائنات الحية <span class='key'> كاستجابة</span> للمحفزات . ويمكن أن تكون المحفزات داخلية أو خارجية، وتشمل أي شيء مثل الحرارة والبرودة، والألم، والضوضاء، وأي شيء يثير الحواس .
es_es: Un estímulo es cualquier cosa que causa una reacción o cambio en un organismo o cualquier parte de un organismo. Los comportamientos son acciones que los organismos vivos toman en <span class='key'>respuesta</span> a los estímulos (forma plural de estímulo). Los estímulos pueden ser internos o externos e incluir cualquier cosa como calor, frío, dolor, ruido, lo que sea que estimule los sentidos.

source: Read more
ar_eg: إقرأ المزيد
es_es: Leer más

source: Question A. Click on the statement that best explains behavior.
ar_eg: سؤال أ. انقر على أفضل عبارة تشرح السلوك .
es_es: Pregunta A. Haga click sobre la oración que mejor define el comportamiento.

source: You answered...
ar_eg: إجابتك كانت...
es_es: Usted respondió...

source: All the good and bad actions a person does.
ar_eg: جميع الأفعال الحسنة والسيئة التي يقوم بها الشخص.
es_es: Todas las acciones buenas y malas que realiza una persona

source: The way an organism acts in an environment.
ar_eg: الطريقة التي يتفاعل بها الكائن في بيئة معينة.
es_es: La forma en que un organismo actúa en su ambiente

source: All an organism has learned to survive in an environment.
ar_eg: جميع ما تعلمه الكائن للبقاء على قيد الحياة.
es_es: Todo lo que un organismo ha aprendido para sobrevivir en un ambiente.

source: The way an organism fights off their predators.
ar_eg: الطريقة التي يدافع فيها الكائن المُفترسات.
es_es: La forma en que un organismo lucha con sus predadores.

source: Question B. Drag the items up or down (left column) to match the most probable response.
ar_eg: السؤال ب. اسحب العناصر للأعلى أو للأسفل (العمود الأيسر) لتوافق الإستجابة الأكثر إحتمالاً
es_es: Pregunta B. Arrastre los elementos arriba o abajo (columna derecha) para emparejar la respuesta más probable.

source: Stimuli
ar_eg: مثيرات
es_es: Estímulos

source: Response
ar_eg: إستجابة
es_es: Respuesta

source: Predator attacking
ar_eg: مفترس يهاجم
es_es: Predador atacando

source: Attract a mate (courtship)
ar_eg: جذب الرفيق (خطوبة)
es_es: Atraer a una pareja (cortejo)

source: Change in temperature
ar_eg: تغير في الحرارة
es_es: Cambio en la temperatura

source: Friendship and conversation
ar_eg: صداقة ومحادثة
es_es: Amistad y conversación

source: Singing, fluffing up, spreading out feathers
ar_eg: الغناء، والنفش ، ونشر الريش
es_es: Cantar, esponjarse, extender las plumas

source: Use social media sites
ar_eg: استخدام مواقع التواصل الإجتماعي
es_es: Usar redes sociales

source: Camouflage
ar_eg: التمويه
es_es: Camuflaje

source: Migration
ar_eg: الهجرة
es_es: Migración

source: No, behavior is the way an organism acts, not necessarily if the actions are good or bad.
ar_eg: لا، السلوك هو الطريقة التي يقوم بها الكائن بأفعاله، وليس بالضرورة أن تكون سيئة أو حسنة
es_es: No, el comportamiento es la forma en que un organismo actúa, no necesariamente si la acción es buena o mala.

source: Correct, different organisms respond to their environment in many ways, which is considered behavior.
ar_eg: صحيح، تستجيب الكائنات المختلفة لبيئاتها بطرقٍ مختلفة، والذي يعتبر سلوك.
es_es: Correcto, diferentes organismos responden a su ambiente de muchas formas, lo cual se considera comportamiento.

source: No, behavior is not just learned behavior, it includes instinct as well. Behavior is the way an organism acts in an environment.
ar_eg: لا، السلوك ليس فقط سلوك مُتَعَلَم، إنه يشتمل على الفطري أيضاً. السلوك هو الطريقة التي يعمل بها الكائن في بيئة ما.
es_es: No, el comportamiento no es solamente aprendido, también incluye el instinto. El comportamiento es la forma en que un organismo actúa en un ambiente.

source: Not quite, the way they fight off predators is just an example, not the entire definition of behavior. Behavior is the way an organism acts in an environment.
ar_eg: ليس صحيحاً، الطريقة التي يقاوم بها المُفترسات هي فقط مثال، ولكنه ليس التعريف الكامل للسلوك. السلوك هو الطريقة التي يعمل بها كائن في بيئة معينة.
es_es: No exactamente, la forma en que ellos se enfrentan a los predadores es solo un ejemplo, no la definición completa de comportamiento. El comportamiento es la forma en que un organismo actúa en un ambiente.

source: Correct! Even predators use their natural camouflage to blend in with their surroundings. Birds use songs and feathers to attract mates, but so do humans when they groom themselves to look nice. Since humans are the only organism that know how to heat and cool their homes, other animals such as ducks and geese migrate to warmer or cooler places. Today, many people use social media sites and actual gathering places to meet and talk with other people.
ar_eg: صحيح! حتى المُفترسات تستخدم التموية لتختلط في بيئاتها. فالطيور تستخدم الأغاني والريش لجذب الأصدقاء، وبنفس الطريقة الناس يتجملون عندما يرغبون بالزواج كي يظهروا بمظهر جميل. وبما أن البشر هم فقط الكائنات التي تعرف كيف تسخن وتبرد بيوتها، حيوانات أخرى مثل البط والوز يهاجر لأماكن أدفأ ومناطق أبرد. ففي الوقت الحاضر، الكثير من الناس يستخدمون مواقع التفاعل الإجتماعي وأماكن التجمع الحقيقية كي يجتمعوا ويتحدثوا مع الأخرين.
es_es: ¡Correcto! Incluso los predadores usan su camuflaje natural para mezclarse con su entorno. Las aves utilizan las canciones y el plumaje para atraer a la pareja, pero también lo hacen los humanos cuando se arreglan para lucir bien. Debido a que los humanos son los únicos organismos que saben cómo calentar y enfriar sus hogares, otros animales tales como patos y gansos migran a lugares más tibios o frescos. Actualmente, muchas personas usan las redes sociales y los sitios de reunión modernos para conocer y hablar con otras personas.

source: Check your matches again. Even predators use their natural camouflage to blend in with their surroundings. Birds use songs and feathers to attract mates, but so do humans when they groom themselves to look nice. Since humans are the only organism that know how to heat and cool their homes, other animals such as ducks and geese migrate to warmer or cooler places. Today, many people use social media sites and actual gathering places to meet and talk with other people.
ar_eg: تأكد من مقارنتك مرة أخرى . حتى المُفتَرِسات تستخدم تمويههم الطبيعي للإختلاط مع المحيط الذي يعيشون به. فالطيور تستخدم الأغاني والريش لتجذب رفاقها، وكذلك البشر عندما يتزينون ليظهروا بمظهر جميل. وبما أن البشر هم الكائنات الوحيدة التي تعرف كيف تسخن وتبرد بيوتها، بينما الحيوانات الأخرى مثل البط والوز تهاجر لأماكن أحمى وأبرد. وحالياً يستخدم الكثير من الناس مواقع التواصل الإجتماعي وأماكن التجمع الحقيقية للإلتقاء وللتحدث مع الآخرين.
es_es: Revise sus aciertos de nuevo. Incluso los predadores usan su camuflaje natural para mezclarse con su entorno. Las aves utilizan las canciones y el plumaje para atraer a la pareja, pero también lo hacen los humanos cuando se arreglan para lucir bien. Debido a que los humanos son los únicos organismos que saben cómo calentar y enfriar sus hogares, otros animales tales como patos y gansos migran a lugares más tibios o frescos. Actualmente, muchas personas usan las redes sociales y los sitios de reunión modernos para conocer y hablar con otras personas.

source: More big ideas... about how animals behave
ar_eg: أفكار أساسية أكثر ... حول كيف تستجيب الكائنات.
es_es: Más ideas centrales... acerca de cómo se comportan los organismos

source: Let's look at behaviors of different organisms.
ar_eg: دعنا ننظر لسلوكات الكائنات المختلفة.
es_es: Demos un vistazo a los comportamientos de diferentes organismos.

source: Hungry? Microorganisms and plants that use light to make food will automatically move toward light to get more for their food making process (photosynthesis).
ar_eg: الجوع؟ الأحياء الدقيقة والنباتات التي تستخدم الضوء لصنع الغذاء ستنتقل بطريقة آلية نحو الضوء للحصول على ضوء أكثر لإنتاج غذائها (التركيب الضوئي).
es_es: ¿Hambriento? Los microorganismos y las plantas que usan luz para fabricar su alimento se moverán automáticamente hacia la luz para obtener mejor rendimiento en su proceso de fabricación del mismo (fotosíntesis).

source: The Venus fly trap is a plant and makes its own food. However, it lives in poor soil and is healthier if it gets nutrients from insects.
ar_eg: خناق الذباب (أو مصيدة فينوس) هو نبات يصنع غذاؤه بنفسه. وهو يعيش بتربة فقيرة ويتحسن نموه إذا حصل على المغذيات من الحشرات.
es_es: La Venus atrapamoscas es una planta y fabrica su propio alimento. Sin embargo, vive en un suelo pobre y es más saludable si obtiene los nutrientes de los insectos.

source: Scared? If a skunk is threatened it will warn the predator to stand down. If all the stomping and high tailing does not work, the skunk sprays an odor that will cause even bears to leave them alone.
ar_eg: الخوف؟ إذا خاف الظربات سيحذر المُفترس لأن يتوقف. إذا لم تتوقف جميع المحاولات، يرش الظربان رائحة والتي ستتسبب في أن يتركهم المفترس لوحدهم.
es_es: ¿Asustado/a? Si un zorrillo se siente amenazado, advertirá al predador para que se retire. Si todo el zapateo y el levantar la cola en alto no funcionan, el zorrillo esparcirá un olor que hará que incluso los osos le dejen en paz.

source: When a person is scared, their heart rate increases, and the body releases stress hormones in response to something it sees is dangerous. People show different behavior in response to fear. Some people scream to scare off the one harming the person and to call for help at the same time. What do you do?
ar_eg: عندما يكون الشخص خائفا، يزيد معدل خفقات القلب، ويطلق الجسم هرمونات الاجهاد كاستجابة لأ شيء يحس به كمصدر خطر. ويظهرالناس سلوكات مختلفة كاستجابة للخوف. بعض الناس يصرخ لتخويف الشخص الذي يؤذي الآخر ويطلب المساعدة بنفس
es_es: Cuando una persona está asustada, aumenta su frecuencia cardiaca y el cuerpo libera hormonas del estrés en respuesta a algo que parece peligroso. Las personas muestran diferente comportamiento en respuesta al miedo. Algunas personas gritan para ahuyentar a quien le está haciendo daño y para pedir ayuda al mismo tiempo. ¿Qué hace usted?

source: Animals develop complex behaviors to help them survive in the wild. Those who have the most useful behaviors are more likely to survive and reproduce than those who don't. Those same useful behaviors are passed on to later generations. Eventually, an <span class='key'>inherited behavior</span> becomes common in a population of animals. Not all behavior is inherited, although some is. The ability to learn is inherited.<span class='key'> Instinctual behavior </span> is any behavior that is inherited and not learned during life.
ar_eg: تطور الحيوانات سلوكات معقدة لمساعدتها للبقاء على قيد الحياة في البرية. فالحيوانات التي لديها سلوكيات مفيدة أكثر تكون أكثر عرضة للبقاء على قيد الحياة والتكاثر من تلك التي لا يكون لديها سلوكات مفيدة. و يتم تمرير تلك السلوكيات المفيدة نفسها للأجيال في وقت لاحق. وفي نهاية المطاف، <span class='key'>السلوك الموروث </span> تصبح شائعة الحيوانات. ولا يورث كل سلوك، على الرغم من أن بعضها يورث. فالقدرة على التعلم تورث. <span class='key'> السلوك الفطري </span> هو أي سلوك يورث ولا يعلم أثناء الحياة.
es_es: Los animales desarrollan comportamientos complejos para ayudarlos a sobrevivir en la naturaleza. Los que tienen los comportamientos más útiles, tienen mayor probabilidad de sobrevivir y reproducirse que aquellos que no los tienen. Estos comportamientos útiles son trasmitidos a la siguiente generación. Finalmente, un <span class='key'>comportamiento heredado</span> comportamiento heredado se vuelve común en una población de animales. No todo el comportamiento es heredado, aunque cierta parte lo es. La habilidad de aprender es heredada. <span class='key'> El comportamiento instintivo </span> es cualquier comportamiento que es heredado y no aprendido durante la vida.

source: Over many generations, dogs have gained abilities that make them desirable to people. They kill pests, help us hunt other animals, and even use their natural hunting abilities to herd our animals. Dogs are even able to learn new behaviors and associate them with words or actions.
ar_eg: مع الأجيال، إكتسبت الكلاب قدرات تجعلها مرغوبة للناس. فهي تقتل الحشرات، وتساعدنا على صيد الحيوانات الأخرى، وحتى أنها تستخدم قدرات الصيد الفطرية الموجودة عندها لترعى بحيواناتنا الأخرى. والكلاب قادرة على تعلم سلوكات جديدة وربطها مع الكلمات والأفعال.
es_es: Durante muchas generaciones, los perros han adquirido habilidades que los hacen atractivos para las personas. Ellos matan plagas, nos ayudan a cazar a otros animales e incluso utilizan sus habilidades naturales de caza para pastorear nuestros animales. Los perros incluso son capaces de aprender nuevos comportamientos y asociarlos con palabras o acciones.

source: Check answer
ar_eg: تأكد من الإجابة
es_es: Revisar respuesta

source: Question A. Which of the following behaviors is most likely inherited, rather than learned?
ar_eg: سؤال أ. أي من السلوكات التالية يميل أكثر لأن يكون موروثاً وليس مُتعَلَماً؟
es_es: Pregunta A. ¿Cuál de los siguientes comportamientos es más probablemente heredado en lugar de aprendido?

source: Select an image
ar_eg: إختار صورة
es_es: Seleccione una imagen

source: Click each image to view the corresponding descriptions.
ar_eg: انقر كل صورة لتُشاهد الأوصاف المرافقة.
es_es: Haga click en cada imagen para ver las descripciones correspondientes.

source: Useful behaviors that help organisms survive are passed on to later generations.
ar_eg: السلوكات المفيدة التي تساعد الكائنات على البقاء على قيد الحياة تمرر إلى الأجيال القادمة.
es_es: Los comportamientos útiles que ayudan a los organismos a sobrevivir son trasmitidos a las generaciones posteriores.

source: Plants and animals will move to get enough sunlight and food.
ar_eg: النباتات والحيوانات ستنتقل كي تحصل على ضوء الشمس وعلى الطعام.
es_es: Las plantas y los animales se moverán para obtener suficiente luz solar y comida.

source: All behavior is inherited and it is passed on from generation to generation.
ar_eg: جميع السلوكات موروثة وتمرر من جيل إلى جيل.
es_es: Todo comportamiento es heredado y se trasmite de generación en generación.

source: All animals respond differently to their internal needs and changes in the environment.
ar_eg: تستجيب جميع الحيوانات بطرق مختلفة لحاجاتها وللتغيرات التي تحدث في البيئة.
es_es: Todos los animales responden de manera diferente a sus necesidades internas y a los cambios en el ambiente.
