Repository: geneconde/NGR-sandbox
Catalog: demo/fossils/Locale/*/LC_MESSAGES/fossils.po
Languages: ar_eg, zh_cn

source: Start
ar_eg: إبدأ
zh_cn: 開始

source: Next
ar_eg: التالي
zh_cn: 繼續

source: Back
ar_eg: السابق
zh_cn: 回復

source: Read More
ar_eg: إقرأ المزيد
zh_cn: 繼續閱讀

source: Check Answer
ar_eg: تأكد من الإجابة
zh_cn: 檢查答案

source: Please select your answer.
ar_eg: من فضلك إختر إجابتك.
zh_cn: 請選擇你的答案。

source: Please select your answers.
ar_eg: من فضلك إختر إجاباتك.
zh_cn: 請選擇你的答案。

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك
zh_cn: 請輸入你的答案

source: Quick Check #1
ar_eg: إختبار سريع رقم 1
zh_cn: 小練習 #1

source: Quick Check #2
ar_eg: إختبار سريع رقم 2
zh_cn: 小練習 #2

source: Quick Check #3
ar_eg: إختبار سريع رقم 3
zh_cn: 小練習 #3

source: Quick Check #4
ar_eg: إختبار سريع رقم 4
zh_cn: 小練習 #4

source: Please check your answers.
ar_eg: من فضلك تأكد من إجاباتك.
zh_cn: 請檢查你的答案。

source: How did I do?
ar_eg: كيف أجبت؟
zh_cn: 我答得如何?

source: You answered...
ar_eg: إجابتك كانت...
zh_cn: 你的答案是...

source: select
ar_eg: اختر
zh_cn: 請選擇

source: Rotate or flip the box below either up or down to set your answer. Click, hold and slide mouse up or down.
ar_eg: دَوِّر أو إقلب الصندوق في الأسفل إما للأعلى أو للأسفل لتضع إجابتك، انقر، وإمسك، واسحب الفأرة إلى الأعلى أو للإسفل.
zh_cn: 請旋轉或翻轉下面的方框，以選擇你的答案。點擊、按住並上下移動滑鼠。

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر فوق، وعقد وحرك الماوس صعودا وهبوطا لتدوير مربع وحدد إجابتك.
zh_cn: 點擊，按住並上下移動滑鼠旋轉方塊，然後選擇你的答案。

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: من خلال تصفح الشرائح أدناه بالضغط على الأسهم اليسار واليمين.
zh_cn: 請點擊左右箭頭瀏覽投影片

source: The Situation
ar_eg: الحالة
zh_cn: 狀況

source: The Scenario
ar_eg: السيناريو
zh_cn: 背景...

source: Your Task
ar_eg: مهمتك هي
zh_cn: 您的任务

source: The Task
ar_eg: في العمل
zh_cn: 任務

source: The Problem
ar_eg: مشكلة
zh_cn: 問題

source: Your Assignment
ar_eg: واجبك
zh_cn: 你的作業

source: Close me!
ar_eg: أغلق الشاشة!
zh_cn: 關閉！

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك...
zh_cn: 請點選一下並在此輸入你的答案...

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: إجابة الأسئلة القصيرة الستة ستعطيك فكرة عما تعرف الآن وماذا تحتاج لأن تعرف.
zh_cn: 回答以下6小題，可以了解哪些是你已經知道的，而哪些是還要再學習的？

source: Click the NEXT button when you are ready.
ar_eg: انقر على زر التالي عندما تكون مستعدا.
zh_cn: 如果你已經準備好了，請點擊右下角的繼續鍵！

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1
zh_cn: 小測驗 #1

source: Quiz Question #2
ar_eg: سؤال سريع رقم 2
zh_cn: 小測驗 #2

source: Quiz Question #3
ar_eg: سؤال سريع رقم 3
zh_cn: 小測驗 #3

source: Quiz Question #4
ar_eg: سؤال سريع رقم 4
zh_cn: 小測驗 #4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5
zh_cn: 小測驗 #5

source: Quiz Question #6
ar_eg: سؤال سريع رقم 6
zh_cn: 小測驗 #6

source: Congratulations,
ar_eg: مبروك،
zh_cn: 恭喜您！

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: بإمكانك التأكد من كيفية إجابتك للإختبار السريع وبالأسئلة القصيرة لهذه المراجعة بالنقر على الزر في الأسفل.
zh_cn: 請點擊下面的按鍵，查看你在「小測驗」和「小練習」中的表現。

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
zh_cn: 回到主選單

source: Let's begin!
ar_eg: دعنا نبدأ!
zh_cn: 準備開始囉！

source: Are you ready,
ar_eg: هل أنت مستعد،
zh_cn: 你準備好了嗎

source: Preparing your first quick check...
ar_eg: تحضير اختبارك القصير الأول!
zh_cn: 準備進入小練習囉！

source: Ready for your last quick check?
ar_eg: هل انت مستعد للتحقق بشكل سريع وأخير.
zh_cn: 準備好你的最後一個小練習？

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لاخر سؤال في الاختبار؟
zh_cn: 準備你最後一題的小測驗！

source: Putting it all together...
ar_eg: إجمعها مع بعضها
zh_cn: 組織一下......

source: Words and explanations
ar_eg: كلمات وتفسيرات
zh_cn: 名詞與解釋

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف الآن
zh_cn: 讓我們來看看你現在所學會的

source: And the first quiz question is...
ar_eg: وأول سؤال قصير هو...

source: You're done!
ar_eg: أنهيت!
zh_cn: 大功告成!

source: Fossils
ar_eg: أحافير
zh_cn: 化石

source: Welcome to the Fossils review
ar_eg: مرحبا بكم في مراجعة حول الأحافير
zh_cn: 歡迎來到「化石」單元

source: Thinking about... fossils
ar_eg: التفكير بالأحافير
zh_cn: 想一想...關於「化石」

source: You have probably heard lots of different things about what the Earth was like millions of years ago. You may have read there were animals, like dinosaurs, that lived then that were much different than animals living today. And that there were seas and beaches where today there are deserts. And mountains where today there are plains. But I don't know of anyone who was alive that long ago! Do you? So how do we know ANYTHING at all about what the Earth was like in the far distant past and what living things existed thousands and millions of years ago? Fossils help scientists figure all of this out! Plus – fossils are just cool to collect and look at.
ar_eg: ربما قد سمعت الكثير من الأشياء المختلفة عما كانت الأرض عليه منذ ملايين السنين. ربما قرأت أنه كان هناك حيوانات، مثل الديناصورات،والتي كانت تعيش آنذاك تختلف كثيرا عن الحيوانات التي تعيش اليوم. كانت هنالك البحار والشواطئ واليوم توجد الصحاري. والجبال التي هي اليوم سهولا. ولكن أنا لا أعرف أي شخص كان على قيد الحياة هذه المدة الطويلة! أليس كذلك؟ فكيف لنا أن نعرف أي شيء على الإطلاق حول ما كانت الأرض عليه في الماضي البعيد وما إذا الكائنات الحية موجودة منذ الآف وملايين السنين؟ الأحافير تساعد العلماء معرفة كل ذلك! بالإضافة إلى أن الأحافير هي شيء ممتع في جمعها وفي النظر إليها.
zh_cn: 你可能聽說過地球數百萬年前各種不同事物的傳說。你可能也看過一些書上寫到當時的動物──例如恐龍等等，當時的動物和現代的大不相同；今日的沙漠從前是海洋和沙灘；今日的山從前是平原。但，我不知道有誰活那麼久看到這一切! 你知道嗎？那麼，我們如何得知任何有關地球的遙遠過去? 什麼樣的生物在千百萬年前就已經存在？化石幫助科學家弄清楚了這一切！另外-- 收集和觀察化石是很酷的!

source: Checking what you know... about fossils
ar_eg: التأكد مما تعرف ... بالأحافير
zh_cn: 看看你知道了哪些...關於「化石」

source: We know there were no people around to tell us about the ancient past. But we have some remains that might give us clues about what it was like if we can piece them all together.
ar_eg: نحن نعلم أنه لم يكن هنالك بشر من حولنا ليخبرونا عن الماضي القديم. ولكن لدينا بقايا أشياء قد تعطينا أدلة حول ما كانت عليه اذا استطعنا جمعها مع بعضها البعض.
zh_cn: 我們都知道，身邊沒有任何人能告訴我們關於地球的古老過去。但，有一些東西曾被遺留下來，如果把它們拼湊起來，就可以給我們了解過去的線索。

source: The picture to the right shows a fossil of an animal. Where do you think this animal lived?
ar_eg: الصورة الى اليمين تظهر أحفورة حيوان. أين باعتقادك عاش هذا الحيوان؟
zh_cn: 右圖是動物的化石。你覺得這隻動物曾住在哪裡?

source: In the ground
ar_eg: في الأرض
zh_cn: 地面上

source: In the trees
ar_eg: في الأشجار
zh_cn: 在樹上

source: In the desert
ar_eg: في الصحراء
zh_cn: 在沙漠中

source: In the ocean
ar_eg: في المحيط
zh_cn: 在海洋中

source: What is the <span class='blink'>best</span> way to describe what fossils are?
ar_eg: ما هي الطريقة <span class='blink'>الأفضل</span> لوصف ماهية الأحافير؟
zh_cn: 你覺得<span class='blink'>化石</span>的最佳敘述是...

source: Fossils are
ar_eg: الأحافير هي
zh_cn: 化石是...

source: buried plants and animals
ar_eg: نباتات وحيوانات مدفونة
zh_cn: 被掩埋的植物和動物

source: evidence of dead plants and animals
ar_eg: أدلة من النباتات والحيوانات الميتة
zh_cn: 死亡動植物的證據

source: skeletons of dead plants and animals
ar_eg: هياكل عظمية من النباتات والحيوانات الميتة
zh_cn: 死亡動植物的骨架

source: extinct plants and animals
ar_eg: نباتات وحيوانات منقرضة
zh_cn: 滅絕的植物和動物

source: Fossils are evidence of dead plants or animals that lived thousands or even millions of years ago. Fossils might be skeletons, or shells, or footprints of extinct animals, or of animals that still roam the earth. The photo of the shell you saw on the previous page was a fossil of an animal that lived in the ocean a long time ago.
ar_eg: الأحافير هي دليل على النباتات الميتة أو الحيوانات التي عاشت آلاف أو حتى ملايين السنين الماضية. الأحافير قد تكون هياكل عظمية، أو أصداف أو آثار أقدام من الحيوانات المنقرضة، أو من الحيوانات التي لا تزال تجوب الأرض. صورة الصدفة التي رأيتها في الصفحة السابقة من حيوان عاش في المحيط منذ زمن طويل.
zh_cn: 化石是幾千年甚至幾百萬年前，死亡的植物或動物曾活著的證據。化石可能是骨骼、貝殼、或滅絕的動物的足跡，或屬於那些還在地球上徜徉的動物。你在上一頁看到的貝殼照片，是很久以前生活在海洋中的動物的化石。

source: Brushing shell fossil...
ar_eg: تنظيف صدفة الأحفورة بالفرشاة...
zh_cn: 用刷子清理貝殼化石...

source: Reviewing core ideas... about fossils
ar_eg: مراجعة الافكار الاساسية... حول الأحافير
zh_cn: 回顧核心觀念...關於「化石」

source: <span class='key'>Fossils</span> are the preserved evidence of organisms (living things like plants or animals) that were once alive a long time ago. This evidence might be the preserved remains of the plant or animal or the traces the animal or plant leaves behind like footprints or burrows. Fossils are usually found in <span class='key'>sedimentary rock</span> that is formed by deposition of layers of mud and sand from rivers, streams, lakes and oceans over a long, long time. Not all dead plants and animals turn into fossils, but most fossils are found in or near deposits of sedimentary rock.
ar_eg: <span class='key'>الأحافير</span> هي أدلة للحفاظ على الكائنات (الكائنات مثل النباتات أو الحيوانات الحية) التي كانت على قيد الحياة منذ زمن طويل. هذه الأدلة قد تكون بقايا محفوظة من نبات أو حيوان أو آثار الحيوان أو النبات الذي يترك وراءه مثل آثار أقدام أو الجحور. وعادة ما يتم العثور على أحافير في <span class='key'> الصخور الرسوبية</span> التي يتم تشكلها من قبل ترسب طبقات من الطين والرمل من الأنهار والجداول والبحيرات والمحيطات على مدى فترة طويلة، منذ وقت طويل. ليس كل النباتات والحيوانات الميتة تتحول إلى أحافير، ولكن وجدت معظم الأحافيرفي طبقات رسوبية أو بالقرب من الصخور الرسوبية.
zh_cn: <span class='key'>化石</span>是生物（有生命的東西，例如植物或動物）很久以前曾經活著的、保存下來的證據。這證據可能是植物或動物的遺體，或者是動物或植物留下的遺跡，例如腳印或洞穴。化石通常在<span class='key'>沉積岩</span>內被發現，而沉積岩經常是河流、小溪、湖泊和海洋中的泥沙歷經了漫長的時間沉積而形成。不是所有死亡的植物和動物都會變成化石，但大多數的化石會在接近沉積岩岩床的附近或裡面被發現。

source: There are 4 common types of fossils. Hover on the images to know more.
ar_eg: هناك 4 أنواع شائعة من الأحافير. حرك المؤشر على الصور لمعرفة المزيد.
zh_cn: 化石主要有四類。請將游標停在圖片上能知道更多喔！

source: Sometimes the actual organism or parts of the organism are preserved. This kind of fossil is called a <span class='key'>true form fossil</span>. Insects preserved in tree sap are true form fossils. So are woolly mammoths found trapped and frozen in glacial ice. These true form fossils are very rare.
ar_eg: في بعض الأحيان يتم الاحتفاظ بالكائن الفعلي أو أجزاء منه. ويسمى هذا النوع من الوقود الأحفوري <span class='key'> شكل الأحفورة الصحيح</span>. الحشرات المحفوظة في نسغ شجرة هي أحافير ذات شكل صحيح. وحتى الماموث المغطى بالصوف وجدت محاصرة ومجمدة في الأنهار الجليدية. هذه الأحافير ذات الشكل الحقيقي نادرة جدا.
zh_cn: 有時候，全部或部分的生物體被保存下來。這種化石被稱為<span class='key'>實體化石</span>。例如，昆蟲被保存在樹的汁液裡就是屬於實體化石、那些被困並凍結在冰川的猛獁象也是。這些實體化石是非常罕見的。

source: A fossil can also consist of some mark or evidence of an organism such as a footprint, a nest or even its waste (poop). This type of fossil is called a <span class='key'>trace fossil</span>.
ar_eg: ويمكن للأحفورة أن تحتوي بعض علامات ودلائل على وجود كائن مثل البصمة، عش أو حتى في القذارة (البراز). ويسمى هذا النوع من الأحافير ب <span class='key'>الأحافير الأثر </span> .
zh_cn: 化石也可能是由生物體的一些活動痕跡或證據所造成。例如，腳印、窩、或甚至排泄物(便便)。這種類型的化石被稱為<span class='key'>遺跡化石</span>。

source: In some cases the remains of an organism trapped in the rock formation just leave an impression of the organism. This type of fossil is called a <span class='key'>mold</span>.
ar_eg: في بعض الحالات تترك بقايا الكائن الحي المحصورة في الصخور انطباعا . ويسمى هذا النوع من الأحافير ب <span class='key'>القالب</span>.
zh_cn: 有時候，生物的遺體被困在岩石中並留下該生物的印痕。這種類型的化石稱為<span class='key'>印模化石</span>。

source: If the mold then later fills with other materials, the fossil formed is called a <span class='key'>cast</span>.
ar_eg: إذا امتلأ القالب لاحقا بمواد أخرى، فتسمى الأحفورة التي تتشكل ب <span class='key'>المنصبة</span> .
zh_cn: 如果印模再被其它材料填充，形成的化石被稱為<span class='key'>鑄型化石</span>，這些鑄型化石也都是<span class='key'>復鑄物</span>。

source: Types of fossils...
ar_eg: أنواع الأحافير
zh_cn: 化石的類型...

source: Question A. Click on <span class='blink'>all</span> the <span class='blink'>true</span> statements about fossils.
ar_eg: السؤال أ. انقر على <span class='blink'>جميع</span> العبارات <span class='blink'>الصحيح</span>ة حول الأحافير.
zh_cn: 問題A. 請點選關於化石的<span class='blink'>正確敘述</span>。<span class='blink'>複選</span>。

source: Most fossils are found in formations of layered rock.
ar_eg: توجد معظم الأحافير في تشكيلات من طبقات الصخور .
zh_cn: 大部分的化石是在層狀岩石地層中被發現。

source: All dead plants and animals eventually become fossils.
ar_eg: تصبح جميع النباتات والحيوانات الميتة في نهاية المطاف أحافير.
zh_cn: 所有死亡的動植物最終會成為化石。

source: A fossilized shark's tooth is an example of a trace fossil.
ar_eg: أسنان سمكة قرش الأحفورية هي مثال على لأحفورة أثر .
zh_cn: 鯊魚牙齒的化石是一個遺跡化石的例子。

source: A mold and cast fossil has the same shape as the original organism.
ar_eg: القالب والصب لهما نفس شكل الكائن الأصلي.
zh_cn: 印模化石和鑄型化石具有和原始生物體相同的形狀。

source: Question B. Trace fossils can reveal information about an animal's behavior and activities. Which of the following is <span class='blink'>not</span> an example of a trace fossil?
ar_eg: السؤال ب. الأحافير الأثرية ممكن أن تكشف عن معلومات حول سلوك وأنشطة الحيوان. أي من التالي <span class='blink'>ليس</span> مثالا لأحفورة أثر ؟
zh_cn: 問題B. 遺跡化石可以顯示出動物行為和活動的訊息。請問下列哪一項<span class='blink'>不是</span>遺跡化石？

source: Footprint
ar_eg: آثار قدم
zh_cn: 腳印

source: Cast
ar_eg: صبة
zh_cn: 復鑄物

source: Burrow
ar_eg: جحر
zh_cn: 地洞

source: Tracks
ar_eg: آثار
zh_cn: 動物行過的痕跡

source: Correct! Most fossils are found in formations of layered rock. Not all animals can become fossils. For example, some plants and animals get eaten before they can become fossils. A fossil tooth is evidence of the shark but is not a trace fossil because it's a fossil of part of the shark not evidence of the shark's activity. A mold and cast fossil has the same shape as the original organism. The impression that is left behind is just like the original plant or animal; then it is filled in with other materials and keeps its shape.
ar_eg: صحيح! توجد معظم الأحافير بتشكيلات في طبقات الصخور. لا يمكن لجميع الحيوانات أن تصبح أحافير. على سبيل المثال، بعض النباتات والحيوانات تؤكل قبل أن تصبح أحافير. الأسنان الأحفورية دليلا على القرش لكنها ليست أحافير أثر لأنها أحفورة من جزء من سمك القرش وليست دليل على نشاط القرش. الاحفورة القالب أو المنصبة لها نفس شكل الكائن الأصلي. الطبعة التي تركت هي تماما مثل النبات أو الحيوان الأصلي؛ ثم يتم تعبئتها بمواد أخرى وتبقي على شكلها.
zh_cn: 正確！大部分化石是在層狀岩石地層被發現的。不是所有的動物都可以成為化石。例如，一些植物和動物在變成化石前就被吃掉了。化石牙齒是鯊魚存在的證據，但這不是遺跡化石，因為它是鯊魚的一部分，而不是鯊魚活動的證據。印模化石和鑄型化石都具有和原始生物體相同的形狀，現在留下來的印模就像是當初的植物或動物；如果有其它材料填充固化後就留下原來的形狀。

source: Not quite... Most fossils are found in formations of layered rock. Not all animals can become fossils. For example, some plants and animals get eaten before they can become fossils. And a fossil shark tooth is evidence of the shark, but it isn't considered to be a trace fossil because it's part of the shark not evidence of the shark's activity. A mold and cast fossil has the same shape as the original organism. The impression that is left behind is just like the original plant or animal; then it is filled in with other materials and keeps its shape.
ar_eg: ليس تماما.... توجد معظم الأحافير في تشكلات من طبقات الصخور. لا يمكن لجميع الحيوانات أن تصبح أحافير. على سبيل المثال، بعض النباتات والحيوانات تؤكل قبل أن تصبح أحافير. وأسنان القرش الأحفورية دليل على سمك القرش، ولكن لا تعتبر من أحافير الأثر لانها جزءا من سمك القرش وليست دليلاً على نشاط القرش. القوالب الأحفورية لديها نفس شكل الكائن الأصلي. الطبعة المتبقية هي تماما مثل النبات أو الحيوان الأصلي؛ ثم يتم تعبئتها بمواد أخرى وتبقي على شكلها.
zh_cn: 不完全是.... 大部分化石是在層狀岩石地層被發現的。不是所有的動物都可以成為化石。例如，一些植物和動物在變成化石前就被吃掉了。化石牙齒是鯊魚存在的證據，但這不是遺跡化石，因為它是鯊魚的一部分，而不是鯊魚活動的證據。印模化石和鑄型化石都具有和原始生物體相同的形狀，現在留下來的印模就像是當初的植物或動物；如果有其它材料填充固化後就留下原來的形狀。

source: Nope... footprints are considered a trace fossil as they are evidence of the animal's activity.
ar_eg: كلا ... وتعتبر آثار الأقدام الأحفورية من أحافير الأثر كما هي دليل على نشاط الحيوان.
zh_cn: 不對喔.... 腳印被認為是一種遺跡化石，因為它們是動物活動的證據。

source: Correct, brachiopod shell fossil is an example of a cast fossil not trace fossil.
ar_eg: صحيح، الأصداف ذات القوائم الذراعية هي مثال على الأحافير المصبوبة وليست أحافير أثر.
zh_cn: 正確！腕足類的貝殼化石，是復鑄物，屬於鑄型化石而非遺跡化石。

source: No, a burrow is a trace fossil as it is evidence of the animal's activity.
ar_eg: لا،الجحر هو شكل من لأحفورة أثر وهي دليل على نشاط الحيوان.
zh_cn: 不對喔！洞穴是一個遺跡化石，因為它是動物活動的證據。

source: No, tracks are considered a trace fossil as they are evidence of the animal's activity.
ar_eg: لا، تعتبر أثار الأقدام أحافير آثر لأنها أدلة على نشاط الحيوان.
zh_cn: 不對喔！動物行過的痕跡被認為是遺跡化石，因為它們是動物活動的證據。

source: More core ideas... about fossils
ar_eg: المزيد من الافكار الاساسية ... حول الأحافير.
zh_cn: 更多核心觀念... 關於「化石」

source: <span class='key'>Paleontologists</span> study fossils because they can learn lots of useful things about the Earth and how it has changed. They also can learn many useful things about the living organisms that inhabited the Earth many years ago. These scientists study the collection of all the fossils that have ever been found. The collection is called the <span class='key'>fossil record</span>.
ar_eg: <span class='key'>علماء الإحاثة</span> يدرسون الأحافير لأنهم يتعلمون الكثير من الأشياء المفيدة حول الأرض وكيف تغيرت. كما أنهم يتعلمون أشياء كثيرة ومفيدة عن الكائنات الحية التي سكنت الأرض منذ سنوات عديدة. يدرس هؤلاء العلماء مجموعة الأحافير كلها والتي تم العثور عليها من أي وقت مضى. تسمى هذه المجموعة ب <span class='key'>سجلات الأحافير</span>.
zh_cn: <span class='key'>古生物學家</span>研究化石，是因為他們能從化石中學到很多關於地球、關於地球變遷、還有關於古老生物等等的有用知識。這些科學家們研究被發掘到的化石，這種收藏稱為<span class='key'>化石紀錄</span>。

source: The fossil record is the collective set of the remains of organisms that are at least 10,000 years old. When the record of all fossils from around the world is viewed as a whole, it can provide interesting information about how life on Earth has changed over time – like when the dinosaurs became extinct. Scientists consider the fossil evidence they have found to be extremely valuable and they keep looking for more new fossil discoveries to try to fill in gaps in the fossil record to have a better understanding of the history of the earth.
ar_eg: سجل الأحفورة هو مجموعة من بقايا الكائنات الحية التي تعود الى 10،000 سنة على الأقل. عند عرض سجل جميع الحفريات من جميع أنحاء العالم ، فيمكن أن توفر معلومات مثيرة للاهتمام حول كيفية تغير الحياة على الأرض بمرور الوقت - مثال: عندماانقرضت الديناصورات. ينظر العلماء للأدلة الأحفورية التي عثروا عليها على أنها قيمة للغاية ويبقون على البحث عن مزيد من الاكتشافات الحفريةالجديدة في محاولة لملء الثغرات في السجل الأحفوري لديهم فهي أفضل لتاريخ الأرض.
zh_cn: 「化石紀錄」指的是至少一萬年前的生物體遺骸。當世界各地所有的「化石紀錄」被視為一個整體，它們將提供給人類到底生命是如何隨著時間改變的有趣資訊──例如，恐龍是甚麼時候滅絕的。科學家認為，他們發現的化石證據是非常有價值的，而他們也一直在尋找更多的新化石，試圖填補化石紀錄的空缺，這樣才能更了解地球的歷史。

source: Here are some things that scientists can learn about the Earth itself and its inhabitants over time by studying the fossil record.
ar_eg: وها هي بعض الأشياء التي يمكن للعلماء تعلمها عن الأرض نفسها وسكانها على مر الزمن من خلال دراسة سجل الأحافير.
zh_cn: 科學家可以通過研究「化石紀錄」，去了解漫長歲月中地球的本身和它的居民。

source: How living things changed or evolved over time.
ar_eg: كيف تغيرت الكائنات الحية أو تطورت مع مرور الوقت.
zh_cn: 生物如何隨著時間的演化。

source: When certain species became <span class='key'>extinct</span>.
ar_eg: عندما تصبح بعض الأنواع <span class='key'>منقرضة</span>.
zh_cn: 某一物種是甚麼時候<span class='key'>滅絕的</span>。

source: The habits and activities of different organisms.
ar_eg: عادات وأنشطة الكائنات الحية المختلفة.
zh_cn: 不同生物體的習慣和活動。

source: The relative ages of rock layers beneath the earth's surface.
ar_eg: الأعمار النسبية لطبقات الصخور تحت سطح الأرض.
zh_cn: 地球表面下岩石層的相對年齡。

source: Changes in the climate at different places on the earth.
ar_eg: تغيرات في المناخ في أماكن مختلفة على الأرض.
zh_cn: 在地球上不同的地方的氣候變化。

source: Changes in the locations of the continents and other land masses.
ar_eg: تغييرات في مواقع القارات والكتل الأرضية الأخرى.
zh_cn: 大陸塊和其它陸地位置的改變。

source: Locations of bodies of water like rivers, lakes, seas and oceans.
ar_eg: مواقع المسطحات المائية كالأنهار والبحيرات والبحار والمحيطات.
zh_cn: 水體的位置，如河流、湖泊、海洋。

source: Studying fossil records...
ar_eg: دراسة سجلات الأحفور ...
zh_cn: 研究化石紀錄...

source: Question A. Click on <span class='blink'>all</span> the ways finding and studying fossils help.
ar_eg: السؤال أ. انقر على <span class='blink'>جميع</span> الطرق التي تجدها مناسبة لدراسة الأحافير .
zh_cn: 問題A. 請問發掘和研究化石<span class='blink'>有哪些幫助</span>。[複選]

source: Add information to the fossil record
ar_eg: إضافة معلومات إلى سجل الأحفورة
zh_cn: 擴充「化石紀錄」的資訊

source: Learn about changes in the Earth's climate and geography
ar_eg: معرفة التغيرات في مناخ الأرض والجغرافيا
zh_cn: 了解變化中的地球氣候和地理

source: Connect species of today to their ancestors
ar_eg: توصيل الأنواع المختلفة من الكائنات الحالية مع أسلافها
zh_cn: 了解現存物種和它們祖先的關聯

source: Identify good places to build cities
ar_eg: تحديد أماكن جيدة لبناء مدن
zh_cn: 確認哪邊是蓋城市的好地方

source: Question B. Click on the correct statement describing the fossil record.
ar_eg: السؤال ب. انقر على العبارة الصحيحة التي تصف السجل الأحفوري.
zh_cn: 問題B. 請點選下列描述「化石紀錄」的最正確的敘述。

source: Provides clues to earth's history
ar_eg: توفر أدلة عن تاريخ الأرض
zh_cn: 提供地球歷史的線索

source: Is fully complete
ar_eg: اكتملت تماما
zh_cn: 「化石紀錄」已經全面完成

source: Reveals major periods of extinction
ar_eg: يكشف فترات رئيسية للانقراض
zh_cn: 可以看出幾次生物大滅絕的主要時期

source: A and C
ar_eg: أ مع ب
zh_cn: A 和 C

source: Verifying collected data...
ar_eg: التحقق من البيانات التي تم جمعها ...
zh_cn: 驗證採集的數據...

source: Correct! Fossils help scientists fill in the fossil record, learn about changes in the Earth's climate, geography and other things, and figure out how plants and animals from today and plants and animals from long ago are connected and they can even help engineers and architects decide the best places to build cities because fossils tell things about the earth below.
ar_eg: صحيح! الأحافير تساعد العلماء في تعبأة السجل الأحفوري، والتعرف على التغيرات في مناخ الأرض والجغرافيا وغيرها من الأمور، ومعرفة كيف ترتبط النباتات والحيوانات الموجودة في الوقت الحالي مع النباتات والحيوانات التي كانت موجودة منذ فترة طويلة وأنها يمكن أن تساعد حتى المهندسين والمهندسين المعماريين تقرير ما هي أفضل الأماكن لبناء المدن لأن الأحافير تتحدث عما في الأرض .
zh_cn: 正確！化石幫助科學家填補「化石紀錄」的空缺、了解地球氣候、地理等等的改變，並找出今日和過去動植物之間的關聯。它們甚至可以幫助工程師和建築師決定哪裡是建造城市的最好地方，因為化石告訴了人們地底下的狀況。

source: Not quite. Fossils help scientists fill in the fossil record, learn about changes in the Earth's climate, geography and other things, and figure out how plants and animals of today are connected with plants and animals of long ago. They can even help engineers and architects decide the best places to build cities, because fossils tell things about the earth below.
ar_eg: ليس تماماً! الأحافير تساعد العلماء في تعبأة السجل الأحفوري، والتعرف على التغيرات في مناخ الأرض والجغرافيا وغيرها من الأمور، ومعرفة كيف ترتبط النباتات والحيوانات من اليوم والنباتات والحيوانات التي كانت موجودة منذ فترة طويلة وأنها يمكن أن تساعد حتى المهندسين والمهندسين المعماريين تقرير ما هي أفضل الأماكن لبناء المدن لأن الأحافير تتحدث عما في الأرض .
zh_cn: 不完全是喔！化石幫助科學家填補「化石紀錄」的空缺、了解地球氣候、地理等等的改變，並找出今日和過去動植物之間的關聯。它們甚至可以幫助工程師和建築師決定哪裡是建造城市的最好地方，因為化石告訴了人們地底下的狀況。

source: Not quite. The fossil record does provide clues to the earth's history, but what else does the fossil record do?
ar_eg: ليس تماما. السجل الأحفوري يوفر أدلة لتاريخ الأرض، ولكن ماذا يفعل السجل الأحفوري أيضا؟
zh_cn: 不完全是喔！「化石紀錄」中的確提供了地球歷史的線索，但它們還能做什麼呢？

source: No, scientists are always discovering more fossils; the fossil record is not complete.
ar_eg: لا، العلماء يكتشفون دائما أحافير جديدة؛ السجل الأحفوري ليس مكتملا بعد.
zh_cn: 不對喔！科學家們總能繼續發掘到更多的化石；「化石紀錄」還不完整。

source: Not quite. The fossil record does reveal major periods of extinction, but what else does the fossil record do?
ar_eg: ليس تماما. السجل الأحفوري لا يكشف فترات رئيسية من الانقراض، ولكن ماذا يفعل السجل الأحفوري غير ذلك؟
zh_cn: 不完全是。「化石紀錄」中的確能看出滅絕的主要時期，但它們還能做什麼呢？
