Repository: geneconde/NGR-sandbox
Catalog: demo/fossils/Locale/*/LC_MESSAGES/fossils.po
Languages: ar_eg, zh_cn

source: Correct, the fossil record reveals major periods of extinction and provides clues to the Earth's history as well.
ar_eg: صحيح، السجل الأحفوري يكشف فترات رئيسية من الانقراض ويوفر أدلة لتاريخ الأرض كذلك.
zh_cn: 正確！「化石紀錄」中的確能看出滅絕的主要時期，並也能為地球的歷史提供線索。

source: Another important topic related to fossils is fossil fuels. Millions of years ago, many plants and animals died and sank to the bottom of the ocean or fell and died in huge swamps. They didn't become fossils but just rotted and decomposed. After a long period of time, layers and layers of mud, sand and stone covered the decomposed plants and animals and heat and pressure went to work on them until they became deposits of fossil fuel in the sedimentary rock layers. Depending on what kinds of plants and animals were buried, and the conditions of temperature and pressure, different types of fossil fuel were formed – like petroleum (another name for oil), coal, and natural gas.
ar_eg: موضوع آخرمهم متعلق بالأحافير هو الوقود الأحفوري. منذ ملايين السنين، العديد من النباتات والحيوانات ماتت و غرقت في قاع المحيط أو سقطت وماتت في مستنقعات ضخمة. ولم تصبح أحافير ولكنها فسدت وتحللت فقط . بعد فترة طويلة من الزمن، غطت طبقات وطبقات من الطين والرمل والحجر النباتات والحيوانات المتحللة وتعرضها للحرارة حتى أصبحت الرواسب من الوقود الأحفوري في طبقات الصخور الرسوبية. اعتمادا على أنواع النباتات والحيوانات التي دفنت، ودرجة الحرارة والضغط، وتشكلت لأنواع مختلفة من الوقود الأحفوري - مثل البترول (اسم آخر للنفط) والفحم، والغاز الطبيعي.
zh_cn: 有關化石的另一個重要課題是「化石燃料」。數百萬年前，許多植物和動物死亡沉入海底或掉入巨大的沼澤並死亡。它們沒有成為化石，只是腐爛和分解。經過很長一段時間，層層的泥、砂、石層堆疊覆蓋在這些已分解的動植物上，然後高溫和壓力發生變化，直到它們成為在沉積岩層中的各種化石燃料。被掩埋的植物和動物種類不同、溫度和壓力的條件不同，就會形成不同類型的化石燃料──像是，石油、煤炭和天然氣。

source: Petroleum, natural gas, and coal are three types of fossil fuels. They are all very valuable resources. Even though they are called fossil fuels, they are not really fossils. These fuels are just made from dead plants and animals that lived long ago.
ar_eg: البترول والغاز الطبيعي والفحم هي ثلاثة أنواع من الوقود الأحفوري. انها جميعا موارد قيمة للغاية. على الرغم من أنها تسمى بالوقود الأحفوري، فهي ليست حقا أحافير. يتم تكوين هذه الأنواع من الوقود من النباتات والحيوانات الميتة التي عاشت منذ فترة طويلة جداً فقط .
zh_cn: 石油、天然氣、煤是三種「化石燃料」的類型，它們都是非常寶貴的資源。雖然它們被稱作「化石燃料」，但它們並不是「化石」，這些燃料只不過是從遠古動植物殘骸轉變而來的。

source: Petroleum
ar_eg: البترول
zh_cn: 石油

source: Natural Gas
ar_eg: الغاز الطبيعي
zh_cn: 天然氣

source: Coal
ar_eg: الفحم
zh_cn: 煤

source: The sun is the main source of energy for all fossil fuels. Plants and animals get energy from the sun and that energy becomes the energy in fossil fuels. Today, miners and oilmen use big drills and other heavy equipment to dig or drill into the earth's crust to find fossil fuels. Natural gas is usually found near oil deposits that were created under similar conditions. Oil, gas, and coal can be converted to electricity – another form of energy. Oil can be made into gasoline to run our cars. We use fossil fuels every day, but the process of forming them inside the earth takes a long time – millions of years. That means these resources are <span class='key'>non-renewable</span>; they cannot be replaced once they are used up.
ar_eg: الشمس هي المصدر الرئيسي للطاقة لجميع أنواع الوقود الأحفوري. النباتات والحيوانات تحصل على الطاقة من الشمس وتصبح هذه الطاقة هي الطاقة في الوقود الأحفوري. اليوم، عمال المناجم ورجال النفط يستخدمون المثاقب الكبيرة والمعدات الثقيلة الأخرى للتنقيب او الحفر في القشرة الأرضية للعثور على الوقود الأحفوري. وعادة يتم العثور على الغاز الطبيعي بالقرب من حقول النفط التي تم إنشاؤها في ظل ظروف مماثلة. النفط والغاز، والفحم يمكن تحويلها إلى كهرباء - وهي شكل آخر من أشكال الطاقة. ويمكن أن يصنع النفط البنزين لتشغيل سياراتنا. نستخدم الوقود الأحفوري كل يوم، ولكن عملية تشكيلها داخل الأرض يستغرق وقتا طويلا - ملايين السنين. وهذا يعني أن هذه الموارد هي <span class='key'>غير متجددة</span> : لا يمكن استبدالها ما دامت قد استخدمت.
zh_cn: 太陽的能量是所有形成「化石燃料」的主要來源。植物和動物從太陽獲得能量，而這太陽能量就成為化石燃料的能源。今天，礦工和石油工人用巨大的鑽頭和其它重型設備挖掘或鑽入地殼去尋找化石燃料。天然氣通常也是在石油儲藏處發現，因為它們生成的條件相似。石油、天然氣、煤可被轉化為電能──這是能量的另一種形式；石油也可以製成汽油來使我們的汽車運轉。我們每天都在使用化石燃料，但在地球內部它們形成的過程卻需要很長的時間──這通常需要數百萬年。這代表著這些能源是<span class='key'>不可再生</span>的；一旦被用完，它們將無法被補充。

source: Conducting pressure-meter test...
ar_eg: اجراء إختبار قياس الضغط ...
zh_cn: 正在進行壓力儀的測試...

source: Question A. Click on <span class='blink'>all</span> the fossil fuels below.
ar_eg: السؤال أ. انقر على <span class='blink'>جميع</span> أنواع الوقود الأحفوري أدناه.
zh_cn: 問題A. 點選下面<span class='blink'>所有的</span>化石燃料。[複選]

source: Question B. Click on the <span class='blink'>false</span> statement about fossil fuels.
ar_eg: السؤال ب. اضغط على العبارة <span class='blink'>الخاطئة</span> عن الوقود الأحفوري.
zh_cn: 問題B. 請點選關於化石燃料的<span class='blink'>錯誤</span>敘述。

source: Burning fossil fuel is bad for the environment.
ar_eg: حرق الوقود الأحفوري هو سيء بالنسبة للبيئة.
zh_cn: 燃燒化石燃料對環境有害。

source: Fossil fuels can be extracted with machinery from various parts of the earth.
ar_eg: ويمكن استخراج الوقود الأحفوري عن طريق الآلات من أجزاء مختلفة من الأرض.
zh_cn: 化石燃料可以在地球的很多地方以機器鑽取。

source: Fossil fuels are continually made inside the earth but very slowly over millions of years.
ar_eg: يصنع الوقود الأحفوري باستمرار داخل الأرض ولكن ببطء شديد على مدى ملايين السنين.
zh_cn: 化石燃料會地底下持續產生，但需經歷數百萬年，過程非常緩慢。

source: Petroleum, natural gas, and coal are renewable sources of energy.
ar_eg: البترول والغاز الطبيعي، والفحم هي مصادر للطاقة المتجددة.
zh_cn: 石油、天然氣和煤炭是可再生能源。

source: Correct. Three types of fossil fuels are petroleum, natural gas, and coal. They are from decayed plant and animal material covered in sand and stone, then heated and pressured over millions of years.
ar_eg: صحيح. ثلاثة أنواع من الوقود الأحفوري هي النفط والغاز الطبيعي، والفحم. وهي من المواد النباتية والحيوانيةالفاسدة التي تغطيها الرمال والحجارة، ثم تعرضت للحرارة والضغط على مدى ملايين السنين.
zh_cn: 答對了！油、天然氣、煤是三種化石燃料。它們的原料來自覆蓋在沙石底下的腐爛動植物，然後經過數百萬年的高溫和高壓作用而形成。

source: Not quite. Three types of fossil fuels are petroleum, natural gas, and coal. They are from decayed plant and animal material covered in sand and stone, then heated and pressured over millions of years. Fossils themselves are not energy resources, rather what they have turned into under certain conditions are.
ar_eg: ليس تماما. ثلاثة أنواع من الوقود الأحفوري هي النفط والغاز الطبيعي، والفحم. وهي من المواد النباتية والحيوانيةالفاسدة التي تغطيها الرمال والحجارة، ثم تعرضت للحرارة والضغط على مدى ملايين السنين. الأحافير بحد ذاتها ليست من موارد الطاقة،لكنها تحولت نتيجة لتعرضها لظروف معينة.
zh_cn: 不完全對喔！石油、天然氣、煤是三種化石燃料。它們的原料來自覆蓋在沙石底下的腐爛動植物，然後經過數百萬年的高溫和高壓作用而形成。化石本身不是能源，它們已經不是當時在另外某種特殊情形下會轉化成化石燃料的產物了。

source: No, the gases released from burning fossil fuel cause pollution and lead to global climate change. This statement is true.
ar_eg: لا، الغازات المنبعثة من حرق الوقود الأحفوري تسبب التلوث وتؤدي إلى تغير المناخ العالمي. هذه العبارة صحيحة.
zh_cn: 不是這個選項，這敘述是正確的！燃燒化石燃料釋出的氣體會造成污染，並導致全球氣候變化。這個說法是正確的。

source: No, drills and pumps are used on land and offshore around the world to extract these valuable resources.
ar_eg: لا، تستخدم المثاقيب والمضخات في البر والبحر في جميع أنحاء العالم لاستخراج هذه الموارد القيمة.
zh_cn: 不是這個選項，這敘述是正確的！燃鑽具和泵在世界各地的陸地和海上被廣泛用來抽取這些寶貴的資源。

source: No, this is true. Fossil fuels are produced continually, but humans are using up the resources much faster than they are being produced.
ar_eg: لا، هذا صحيح. يتم إنتاج أنواع من الوقود الأحفوري باستمرار، ولكن البشر يستخدمون هذه الموارد بشكل أسرع أكثر من إنتاجها.
zh_cn: 不是這個選項，這敘述是正確的！化石燃料不斷產生，但人類濫用資源的速度遠遠超過所能生產的量。

source: Correct. This statement is false. Petroleum, natural gas, and coal are sources of energy, but they are non-renewable. They will run out when we use them all.
ar_eg: صحيح. هذه العبارة خاطئة. البترول، والغاز الطبيعي، والفحم هي مصادر الطاقة، لكنها غير متجددة. فهي ستنفد عندما نستخدمها كلها.
zh_cn: 正確。這個敘述是錯誤的。石油、天然氣和煤炭是能源，但它們是不可再生的。我們用光時，它們將會耗盡。

source: Using what you know... about fossils... to solve a problem
ar_eg: استخدام ما تعرفه ... عن الأحافير... من أجل حل مشكلة
zh_cn: 活用所學…關於「化石」… 來解決問題...

source: You are a paleontologist digging for fossils in a huge cliff along a road through a mountain forest. In rocks at the bottom of the cliff, you find fossils of an extinct fish and some shell fossils. Further up the cliff, in a different rock layer, you find a fossil of an ancient species of cactus. At first, these finds don't make sense to you.
ar_eg: أنت عالم إحاثة تحفر لإيجاد الأحافير في منحدر ضخم على طول الطريق من خلال الغابات الجبلية. تجد في الصخور في قاع المنحدرأحافير للأسماك التي انقرضت وبعض أحافير الأصداف. في أعلى المنحدر، في طبقة الصخور المختلفة، تجد أحافير من الأنواع القديمة للصبار. في البداية، هذه الاكتشافات لا تعني لك شيء.
zh_cn: 你是一個古生物學家，在通往森林道路邊的陡峭山壁旁挖掘化石。在峭壁底部的岩石上，你發現了一種已經滅絕的魚和一些貝殼的化石。在峭壁上不同的岩石層，你也發現了古老仙人掌物種的化石。起初這些發現對你而言毫無道理....

source: Please type your answer here...
ar_eg: يرجى كتابة إجابتك هنا ...
zh_cn: 請在此輸入你的答案...

source: The Assignment
ar_eg: الواجب
zh_cn: 作業

source: From your fossil discoveries in the rock layers of the cliff, how would you interpret the fossil evidence you found to tell how past climate and geography changed over time at this location? Explain your reasoning in a report in the text box provided.
ar_eg: من إكتشافاتك للأحفور في طبقات الصخور على المنحدر، كيف يمكنك تفسير الدليل الأحفوري الذي وجدته لتقول كيف تغير المناخ والجغرافيا الماضية مع مرور الوقت في هذا المكان؟ اشرح تعليلك الخاص في تقرير داخل صندوق النص المبين.
zh_cn: 從你在峭壁邊岩石層的發現，請問你要如何以這些化石證據推測這個地點從前的氣候和地理的變化呢？請在以下的文字框中，寫下一篇報告來解釋你的理由。

source: Probing assumptions...
ar_eg: إفتراضات متعمقة
zh_cn: 探索假設...

source: Summarizing core ideas... about fossils
ar_eg: تلخيص الأفكار الأساسية ... حول الأحافير.
zh_cn: 更多的核心觀念...關於「化石」

source: When a living organism dies, it sometimes is covered by soil, sand, mud or other sediments. These sediments may harden into <span class='key'>sedimentary rock</span>, preserving some remains of the organism or some type of trace or trail of the organism's activity. These remains or other evidence of an ancient dead plant or animal are called <span class='key'>fossils</span>. They can be a bone, a shell print in rock, a track, a burrow or a tunnel. There are several main types of fossils, including <span class='key'>molds</span>, <span class='key'>casts</span>, <span class='key'>true form fossils</span>, and <span class='key'>trace fossils</span>. Fossils indicate that many different life forms have existed at different times throughout the geological history of the earth. Scientists called <span class='key'>paleontologists</span> use fossils to study the plants and animals that lived on the Earth a long time ago and to study what the Earth was like in the far distant past and how it has changed. Over millions of years, heat and pressure went to work on the dead plants and animals in rocks formed in ancient seas and swamps until they became pockets of fossil fuel in the earth. Petroleum (oil), natural gas, and coal are three types of fossil fuels. Today, miners and oilmen use big drills and other heavy equipment to dig or drill into the earth's crust to find fossil fuels. Natural gas is usually found near oil deposits that were created under similar conditions. Oil, gas, and coal can be converted to electricity – another form of energy. Oil can be made into gasoline to run our cars. We use fossil fuels every day, but the process of forming them inside the earth takes a long time – millions of years. That means these resources are <span class='key'>non-renewable</span>; they cannot be replaced once they are used up.
ar_eg: عندما يموت الكائن الحي، فإنه في بعض الأحيان يغطى بالتربة والرمل والطين أو الرواسب الأخرى. هذه الرواسب قد تتصلب في <span class='key'> الصخور الرسوبية </span>، محافظة على بعض بقايا الكائن الحي أو أي نوع من أثر الكائن الحي. وتسمى هذه البقايا أو الأدلة من النباتات أو الحيوانات الميتة القديمة <span class='key'>الأحافير </span>. يمكن أن تكون عظاما، أو صدفة مطبوعة في الصخر، أو أثر أقدام، أو جحور أو أنفاق. هناك عدة أنواع رئيسية من الأحافير، بما في ذلك <span class='key'> القوالب </span> و <span class='key'>المصبوب</span> و <span class='key'>أشكال الأحافير الحقيقية </span>، و <span class='key'>أحافير أثر </span>. وتشير الأحافير بأن العديد من أشكال الحياة المختلفة قد وجدت في أوقات مختلفة طوال التاريخ الجيولوجي للأرض. <span class='key'> علماء الإحاثة </span> يستخدمون الأحافير لدراسة النباتات والحيوانات التي عاشت على الأرض منذ زمن طويل ودراسة ما كانت عليه الأرض في الماضي البعيد وكيف تغيرت . على مدى ملايين السنين، عملت الحرارة والضغط ما عملت على النباتات والحيوانات النافقة في الصخور التي تشكلت في البحار القديمة والمستنقعات حتى أصبحت تجاويف من الوقود الأحفوري في الأرض. البترول (النفط)، والغاز الطبيعي، والفحم ثلاثة أنواع من الوقود الأحفوري. اليوم، عمال المناجم ورجال النفط يستخدمون المثاقيب الكبيرة والمعدات الثقيلة الأخرى لحفر أو للتنقيب في القشرة الأرضية للعثور على الوقود الأحفوري. وعادة ما يتم العثور على الغاز الطبيعي بالقرب من حقول النفط التي تم إنشاؤها في ظل ظروف مماثلة. النفط والغاز، والفحم يمكن تحويلها إلى كهرباء - شكل آخر من أشكال الطاقة. ويمكن صنع البنزين من النفط لتشغيل سياراتنا. نستخدم الوقود الأحفوري كل يوم، ولكن عملية تشكيله داخل الأرض تستغرق وقتا طويلا - ملايين السنين. وهذا يعني أن هذه الموارد <span class='key'>غير متجددة </span>؛ لا يمكن استبدالها عندما تستخدم.
zh_cn: 當生物體死亡，有時它會被土壤、沙、泥或其它沉積物覆蓋。這些沉積物可能會硬化成為<span class='key'>沉積岩</span>，其中有些會保留下來生物的遺跡，或某種生物體行動的痕跡或線索。這些遺骸或其它遠古動植物的死亡後留下的證據被稱為<span class='key'>化石</span>。它們可以是骨頭、在岩石上貝殼的印痕、動物留下的痕跡、洞穴或坑道。化石有幾種主要類型，其中包括<span class='key'>印模化石</span>、<span class='key'>鑄型化石</span>、<span class='key'>實體化石</span>和<span class='key'>遺跡化石</span>。從化石可以判斷，在整個地球的地質歷史上，有許多不同的生命形式存在於不同的時間點。<span class='key'>古生物學家</span>使用化石來研究很久以前住在地球上植物和動物，並研究地球在遙遠的過去的樣貌以及它是如何改變的。數百萬年高溫和高壓作用在古代海洋和沼澤中死亡的動植物，直到它們成為在地球裡的化石燃料。石油（油）、天然氣和煤炭是三種化石燃料。今天，礦工和石油工人用大型鑽具和其它重型設備挖掘或鑽入地殼尋找化石燃料。天然氣通常也是在石油儲藏處發現，因為它們生成的條件相似。石油、天然氣、煤可被轉化為電能──這是能量的另一種形式；石油也可以製成汽油來使我們的汽車運轉。我們每天都在使用化石燃料，但在地球內部它們形成的過程卻需要很長的時間──這通常需要數百萬年。這代表著這些能源是<span class='key'>不可再生</span>的；一旦被用完，它們將無法被補充。

source: Reviewing key vocabulary related to... fossils
ar_eg: استعراض المفردات الأساسية ذات الصلة ... بالأحافير.
zh_cn: 複習重要詞彙...有關「化石」

source: Sedimentary Rock
ar_eg: الصخر الرسوبي
zh_cn: 沉積岩

source: Sedimentary rock is rock formed from deposits of mud and sand from rivers, streams, lakes and oceans. Most fossils are found in or near deposits of sedimentary rock.
ar_eg: الصخور الرسوبية هي الصخور التي تشكلت من رواسب الطين والرمل من الأنهار والجداول والبحيرات والمحيطات. توجد معظم الأحافير في أو بالقرب من طبقة الصخور الرسوبية .
zh_cn: 「沉積岩」經常是河流、小溪、湖泊和海洋中的泥沙歷經了漫長的時間沉積而形成。大多數的化石會在接近沉積岩岩床的附近或裡面被發現。

source: Fossils are the preserved remains or traces of organisms that were once alive. The organism became a fossil through its body being quickly buried in sediment.
ar_eg: الأحافير هي بقايا أو آثار للكائنات الحية المحفوظة والتي كانت على قيد الحياة. أصبح الكائن الاحفوري من خلال دفن جسده بسرعة في الرواسب.
zh_cn: 「化石」是生物很久以前曾經活著的、保存下來的遺跡。生物體被沉積物迅速地掩埋會形成化石。

source: Mold
ar_eg: قالب
zh_cn: 印模

source: In some cases, the remains of an organism trapped in a rock formation just leave an impression of the organism. This type of fossil is called a mold.
ar_eg: في بعض الحالات، بقايا الكائن الحي المحاصرفي تشكيل الصخور تترك انطباعا للكائن. ويسمى هذا النوع من الأحافير بالقالب.
zh_cn: 有時候，生物的遺體被困在岩石中並留下該生物的印痕。這種類型的化石稱為「印模化石」。

source: If a mold fossil later fills with other materials, the fossil formed is then called a cast.
ar_eg: إذا كان القالب الأحفوري يمتلئ في وقت لاحق مع مواد أخرى، تسمى الأحفورة المتشكلة بالمصبوبة.
zh_cn: 如果印模再被其它材料填充，形成的化石被稱為「鑄型化石」，這些鑄型化石也都是「復鑄物」。

source: True form fossil
ar_eg: الأحفورة صحيحة الشكل
zh_cn: 實體化石

source: Trace fossil
ar_eg: أحفورة أثر
zh_cn: 遺跡化石

source: A fossil can consist of some mark or evidence of an organism such as a footprint, a nest or even its waste (poop). This type of fossil is called a trace fossil.
ar_eg: يمكن أن تتكون بعض الأحافير من علامة أو دليل على وجود كائن مثل آثار القدم، العش أو حتى في القذارات (البراز). ويسمى هذا النوع من الأحافير تسمى بأحافير الأثر .
zh_cn: 化石也可能是由生物體的一些活動痕跡或證據所造成。例如，腳印、窩、或甚至排泄物(便便)。這種類型的化石被稱為「遺跡化石」。

source: Paleontologist
ar_eg: عالم إحاثة
zh_cn: 古生物學家

source: Paleontologists study fossils because they can learn lots of useful things about the Earth and how it has changed. Paleontologists also can learn many useful things about the living organisms that inhabited the Earth in the past.
ar_eg: علماء الإحاثة يدرسون الأحافير لأنه من الممكن أن يتعلموا الكثير من الأشياء المفيدة حول الأرض وكيف تغيرت. علماء الإحاثة يتعلمون أيضا أشياء كثيرة مفيدة عن الكائنات الحية التي سكنت الأرض في الماضي.
zh_cn: 「古生物學家」研究化石，是因為他們能從化石中學到很多關於地球、關於地球變遷、還有關於古老生物等等的有用知識。

source: Fossil record
ar_eg: سجل الأحافير
zh_cn: 化石紀錄

source: The collection of all the fossils that have ever been found is called the fossil record. The fossil record consists of billions of dead things, buried in rock layers, buried by water and sediment, all over the Earth!
ar_eg: تسمى مجموعة الأحافير التي تم العثور عليها في أي وقت مضى بالسجل الأحفوري . يتكون السجل الأحفوري من مليارات الأشياء الميتة، دفنت في طبقات الصخور، ودفنت بالمياه والرواسب، في جميع أنحاء الأرض!
zh_cn: 曾經被發現的所有化石的集合稱為「化石紀錄」。它包含數十億個死亡的動植物，埋在岩石層、水中和沉澱物中，遍布地球！

source: Extinct
ar_eg: منقرض
zh_cn: 滅絕

source: A species of organisms is said to have gone extinct when no more individuals remain alive. An extinct species has no living individuals in it; all have died out.
ar_eg: إن بعض أنواع الكائنات الحية انقرضت عندما لا يبقى أي فرد على قيد الحياة منها. الأنواع المنقرضة لا يوجد لها أفراد على قيد الحياة ؛ جميعها ماتت.
zh_cn: 當一個物種的生物體沒有任何個體存活，這就可稱之為「滅絕」。已滅絕的物種，是指該物種沒有任何還存活的個體。

source: Non-renewable resources
ar_eg: موارد غير متجددة
zh_cn: 不可再生資源

source: Some natural resources, such as fossil fuels, are replenished slowly or not at all, making them non-renewable. Non-renewable resources cannot be quickly or easily replaced once they are all used up.
ar_eg: يتم تجديد بعض الموارد الطبيعية مثل الوقود الأحفوري، ببطء أو لا تجدد على الاطلاق، مما يجعلها غير قابلة للتجديد. الموارد غير المتجددة لا يمكن استبدالها بسرعة أو بسهولة عندما ُتستخدم كلها.
zh_cn: 一些天然資源，如化石燃料，補充速度很緩慢或者甚至不再補充，它們就是「不可再生資源」。不可再生資源一旦用盡，將無法迅補充。

source: Checking what you now know... about fossils
ar_eg: التأكد من مدى معرفتك ...بالأحافير
zh_cn: 看看你現在了解多少…關於「化石」

source: Your first quiz question is...
ar_eg: سؤالك القصير الاول هو...
zh_cn: 你的第一個小測驗的問題是...

source: What do you call a person who studies fossils?
ar_eg: ماذا تسمي الشخص الذي يدرس الأحافير؟
zh_cn: 研究化石的人，稱為？

source: Archeologist
ar_eg: عالم الآثار
zh_cn: 考古學家

source: Cosmetologist
ar_eg: طبيب التجميل
zh_cn: 美容師

source: Taxidermist
ar_eg: محنط الحيوانات
zh_cn: 動物標本師

source: Not quite, archeologists study prehistoric human activity and their culture.
ar_eg: ليس تماما، علماء الآثار يدرسون النشاط البشري والثقافة في عصور ما قبل التاريخ.
zh_cn: 不大對喔！考古學家研究史前人類活動和他們的文化。

source: Correct, a paleontologist studies fossils and the history of life.
ar_eg: صحيح، يدرس علماء الإحاثة الأحافير وتاريخ الحياة.
zh_cn: 正確，古生物學家研究化石和生命的歷史。

source: No, a cosmetologist provides skincare and make-up.
ar_eg: لا، يوفر طبيب التجميل العناية بالبشرة والماكياج....
zh_cn: 不對喔！美容師提供護膚保養和彩妝服務。

source: No, a taxidermist preserves dead animals for display.
ar_eg: لا، يحفظ المحنط الحيوانات النافقة للعرض.
zh_cn: 不對喔！一個動物標本師會將動物屍體重新製作保存並展示。

source: Which of the following is <span class='blink'>not</span> an example of a trace fossil?
ar_eg: أي من التالي هو <span class='blink'>ليس </span> مثال على أحفورة أثر؟
zh_cn: 下列哪項<span class='blink'>不是</span>遺跡化石的例子？

source: Fossilized poop
ar_eg: براز أحفوري
zh_cn: 糞便化石

source: Fossilized skull
ar_eg: جمجمة أحفورية
zh_cn: 頭骨化石

source: Claw marks
ar_eg: علامات مخلب
zh_cn: 爪痕

source: Know more about trace fossil...
ar_eg: اعرف أكثر عن أحفور الأثر...
zh_cn: 了解更多有關遺跡化石的知識...

source: No, a footprint is a trace fossil, evidence of the organism's activity.
ar_eg: لا،أثر القدم هي من أحافير الأثر، ودليل على نشاط الحيوان.
zh_cn: 不對喔！腳印是遺跡化石，是生物活動的證據。

source: No, fossilized poop is a trace fossil, evidence of the organism's activity.
ar_eg: لا، البراز المتحجر هو أحفور أثر، دليل على نشاط الكائن الحي.
zh_cn: 不對喔！糞便化石是遺跡化石，是生物活動的證據。

source: Correct, a skull is part of the organism's body, not evidence of their activity.
ar_eg: صحيح، الجمجمة هي جزء من جسم الكائن الحي، وليست دليلا على نشاطه.
zh_cn: 正確，頭骨是生物體的一部分。它不屬於遺跡化石。

source: No, claw marks are a trace fossil, evidence of the organism's activity.
ar_eg: لا، علامات المخلب هي من أحفور أثر، ودليل على نشاط الكائن الحي.
zh_cn: 不對喔！爪痕是遺跡化石，是生物活動的證據。

source: The presence of an animal fossil in a rock gives evidence of...
ar_eg: وجود أُحفورة حيوان في صخرة يعطي دليلا على ...
zh_cn: 請問岩石中動物化石的存在，提供了什麼證據...

source: What other animals hunted the animal in the fossil
ar_eg: الحيوان الذي اصطادته حيوانات أخرى في الأحفورة.
zh_cn: 是什麼其它動物獵殺化石中的這個動物

source: Total number of babies the animal had given birth to
ar_eg: العدد الإجمالي لأطفال الحيوانات التي ولدت
zh_cn: 動物生產後代的總數

source: The date the animal was born
ar_eg: تاريخ ولادة الحيوان
zh_cn: 動物的出生日期

source: The time period in which the animal lived
ar_eg: الفترة الزمنية التي عاش فيها الحيوان
zh_cn: 動物存活的時間範圍

source: Excavating sedimentary rocks...
ar_eg: حفر صخور رسوبية ...
zh_cn: 挖掘沉積岩...

source: No, the fossil will not show what animal hunted it.
ar_eg: لا، الأُحفورة لن تبين ما الحيوان الذي تم اصطياده.
zh_cn: 不對喔！從化石中不太容易看出曾有什麼動物要獵殺它。

source: No, the fossil will not show the total number of babies it had given birth to even if some baby fossils were found with it. Can you think why?
ar_eg: لا، لا تُظهر الأحفورة العدد الإجمالي للأطفال التي أنجبتها حتى لو وجدت بعض أحافير الطفل معها. يمكنك أن تفكر لماذا؟
zh_cn: 不對喔！縱使偶而古生物和它後代的化石會被同時發現，但我們很難知道那些動物生產後代的總數。你能想到為什麼嗎？

source: No, the animal fossil can show the time period when it was born, but not an exact date.
ar_eg: لا، يمكن لأحفورة الحيوان أن تظهر الفترة الزمنية لولادتها، ولكن ليس موعدا محددا.
zh_cn: 不對喔！動物化石可以大概看出在哪個時期出生，但不會是一個確切的日期。

source: Correct, a plant or animal fossil in a rock can help paleontologists determine the general geological time period it might have lived in because the age of the rock can usually be approximately determined.
ar_eg: صحيح، أحفورة النبات أو الحيوان في صخرة يمكن أن تساعد علماء الإحاثة تحديد الفترة الزمنية الجيولوجية العامة والتي قد عاشوا فيها لأن عمر الصخر عادة يمكن تحديده.
zh_cn: 正確！岩石中動植物的化石，可以幫助古生物學家確定，在一般地質時期內它可能生活的時間點，因為岩石的年齡通常大致可以判斷得出來。

source: Select <span class='blink'>all</span> the <span class='blink'>correct</span> statements about the fossil record.
ar_eg: اختر <span class='blink'>جميع</span> العبارات <span class='blink'>الصحيحة</span> عن السجل الأحفوري.
zh_cn: 下列哪些是對「化石紀錄」的<span class='blink'>正確敘述</span>。(複選)

source: A list of the oldest fossilized specimens that have been found for each species.
ar_eg: قائمة من أقدم العينات الأحفورية التي تم العثور عليها لكل الأنواع.
zh_cn: 它是各種物種的的最古老化石的清單。

source: A database of all the species that have ever existed.
ar_eg: قاعدة بيانات لجميع الأنواع التي وجدت من أي وقت مضى.
zh_cn: 它是所有曾經存在的物種的資料庫。

source: A database of all the fossils that have ever been found and reported.
ar_eg: قاعدة بيانات لجميع الأحافيرالتي تم العثور عليها في كل وقت مضى والإبلاغ عنها.
zh_cn: 它是所有已被發現並報導的化石資料庫。

source: What scientists study to learn about the history of the earth.
ar_eg: ما يدرسه العلماء لمعرفة المزيد عن تاريخ الأرض.
zh_cn: 它是科學家研究的事物，可增進對地球歷史的了解。

source: Evidence that life has existed in different forms and changed over geological time.
ar_eg: دليل على أن الحياة كانت موجودة في أشكال مختلفة وتتغير بمرور الزمن الجيولوجي.
zh_cn: 它是生命曾以不同型式存在並隨著不同地質時期而改變的證據。

source: Keeping fossil records...
ar_eg: الإحتفاظ بالسجل الأحفوري...
zh_cn: 保存化石紀錄...
