Repository: geneconde/NGR-sandbox
Catalog: demo/fossils/Locale/*/LC_MESSAGES/fossils.po
Languages: ar_eg, zh_cn

source: Correct! The fossil record is a database of all the fossils that have been found, not all the ones that have ever existed. By studying the fossil record, scientists learn about the history of the earth and how life has changed over geological time.
ar_eg: صحيح! السجل الأحفوري هو قاعدة بيانات لجميع الأحافير التي تم العثور عليها، وليست كل تلك التي وجدت في أي وقت مضى. من خلال دراسة سجل الأحافير، يتعلم العلماء عن تاريخ الأرض وكيفية تغير الحياة على مر الزمن الجيولوجي.
zh_cn: 正確！「化石紀錄」是所有已經發現化石的資料庫，但並不是所有曾經存在的化石都已經被找到而成為化學紀錄。透過研究化石紀錄，科學家能了解地球的歷史，以及生命如何隨著不同地質時期而改變。

source: Not quite, the answer you gave is TRUE - but there are more true statements that you can check in addition.
ar_eg: ليس تماما، فإن الجواب الذي أعطيته هو الصحيح - ولكن هناك عبارات أكثر صحة يمكنك أن تتحقق منها.
zh_cn: 不完全是喔！你的答案是對的 - 但你可以再檢查一下，還有其它更貼切的敘述。

source: Not quite, a fossil record is a database of all the fossils that have been found, not all the ones that have ever existed. By studying the fossil record, scientists learn about the history of the earth.
ar_eg: ليس تماما، السجل الأحفوري هو قاعدة بيانات لجميع الأحافير التي تم العثور عليها، وليس كل تلك التي وجدت في أي وقت مضى. من خلال دراسة السجل الأحفوري، يتعلم العلماء عن تاريخ الأرض.
zh_cn: 不完全是喔！「化石紀錄」是所有已經發現化石的資料庫，但並不是所有曾經存在的化石都已經被找到而成為化學紀錄。透過研究化石紀錄，科學家能了解地球的歷史，以及生命如何隨著不同地質時期而改變。

source: A paleontologist finds a wooly mammoth completely preserved and frozen in the ice. What type of fossil is this?
ar_eg: يجد عالم الإحاثة الماموث كثيف الصوف محفوظاً بشكل كامل ومجمد في الجليد. ما هو نوع هذه الأحفورة؟
zh_cn: 古生物學家曾發現一頭毛茸茸的長毛象被完全保留並凍結在冰裡。請問這是什麼類型的化石？

source: Investigating mammoth on ice...
ar_eg: التحقيق في الماموث على الجليد ...
zh_cn: 調查在冰裡的猛獁象...

source: No, a mold is an impression left by the organism.
ar_eg: لا، القالب هو الانطباع الذي تركه الكائن الحي.
zh_cn: 不對喔！印模就是生物體留下的印記。

source: No, a cast is when a mold is filled and hardens into an exact replica of the organism.
ar_eg: لا، الصب هو عندما يتم تعبئة القالب ويتصلب ويكون نسخة طبق الأصل عن الكائن الحي.
zh_cn: 不對喔！鑄型化石是指印模被填充並固化成生物體的精確複製品。

source: Correct, the actual wooly mammoth being preserved is a true form fossil.
ar_eg: صحيح، الماموث كثيف الصوف الحقيقي والذي يجري الحفاظ عليه هو شكل الأحفورةالصحيح.
zh_cn: 正確！這是真正被保存下來的長毛象，它是實體化石。

source: No, a trace fossil is evidence of the organism's activity.
ar_eg: لا، آثار الأحفورة مثال على نشاط الكائن.
zh_cn: 不對喔！遺跡化石是生物體活動的證據。

source: Which of the following is <span class='blink'>not</span> something that scientists could learn by studying fossil records?
ar_eg: أي من التالي هو <span class='blink'>ليس</span> شيء يمكن أن يتعلمه العلماء من خلال دراسة السجلات الأحفورية؟...
zh_cn: 下列哪一項<span class='blink'>不是</span>科學家可以透過研究「化石紀錄」來了解的事情？

source: The climate of Location 'X' was very hot and dry at some time in the geological past.
ar_eg: لقد كان مناخ الموقع 'X' حار جدا وجاف في وقت ما في الماضي الجيولوجي.
zh_cn: 在過去地質歷史的某一時期，某一個地區的氣候曾非常炎熱和乾燥。

source: Location 'X' was covered by water at one point in Earth's history.
ar_eg: وتمت تغطية موقع 'X' بالمياه عند مرحلة معينة في تاريخ الأرض.
zh_cn: 某一個地區在地球歷史上曾一度被水覆蓋。

source: A certain species of flowering plant produced yellow flowers.
ar_eg: هناك أنواع معينة من النباتات المزهرة تنتج الزهور الصفراء.
zh_cn: 某些開花植物會開出黃色的花朵。

source: A certain species of plant became extinct about 60 million years ago.
ar_eg: بعض الأنواع من النباتات أصبحت منقرضة قبل حوالي 60 مليون سنة.
zh_cn: 某些植物約在60萬年前滅絕。

source: No, scientists can determine things about the climate of an area a long time ago from fossils.
ar_eg: لا، يمكن للعلماء تحديد أشياء حول مناخ منطقة منذ زمن طويل من الأحافير.
zh_cn: 不對喔！科學家們可以從化石中確定很久以前和這個區域有關的氣候。

source: No, scientists can get an idea of the amount of water an area had a long time ago.
ar_eg: لا، يمكن للعلماء الحصول على فكرة عن كمية المياه في منطقة ما قبل فترة طويلة.
zh_cn: 不對喔！科學家可以得知很久以前某地區的水位。

source: Correct, scientists cannot identify the color of a flower that existed a long time ago because colors would likely change in the fossilization process.
ar_eg: صحيح، لا يمكن للعلماء تحديد لون الزهرة التي كانت موجودة منذ وقت طويل لأن الألوان من الممكن أن تتغير في عملية التحجر.
zh_cn: 正確！科學家無法確定很久以前的花的顏色，因為顏色可能會在變成化石的過程中改變。

source: No, scientists can estimate when a plant became extinct by studying the fossil record.
ar_eg: لا،يمكن للعلماء تقدير متى أصبح النبات منقرضا عن طريق دراسة السجل الأحفوري.
zh_cn: 不對喔！科學家可以從研究「化石紀錄」中估算何時某種植物滅絕。

source: You've completed the Fossils review.
ar_eg: لقد اتممت مراجعة الأحافير.
zh_cn: 你已經完成了「化石」單元。
