Repository: geneconde/NGR-sandbox
Catalog: demo/properties-of-matter/Locale/*/LC_MESSAGES/properties-of-matter.po
Languages: ar_eg, es_es

source: Question A. Match each scientific instrument to its name and the properties that we use to measure them.
es_es: Pregunta A. Relaciona cada instrumento científico con su nombre y con las propiedades que usamos para medirlos.

source: The heat conductivity of a substance is the ability of the substance to allow heat to flow through it. Different types of materials have different heat conductivities. For example, exhaust systems use ceramic coatings that have low heat conductivities, in order to protect the specialized parts they are attached to by keeping their temperatures lower.
es_es: La conductividad térmica de una sustancia es la habilidad de la sustancia para que el calor fluya a través de ella. Distintos tipos de materiales tiene diferentes conductividades térmicas. Por ejemplo, los sistemas de escape usan recubrimientos cerámicos que-tienen conductividades térmicas bajas, con el fin de proteger las partes especializadas a las que están unidas manteniendo bajas sus temperaturas.

source: smoke from a candle
es_es: el humo de una vela
