Repository: geneconde/NGR-sandbox
Catalog: demo/properties-of-matter/Locale/*/LC_MESSAGES/properties-of-matter.po
Languages: ar_eg, es_es

source: More core ideas... on the properties of matter
ar_eg: افكار أساسية اكثر ... عن خصائص المادة
es_es: Más ideas esenciales... sobre las propiedades de la materia

source: Everything is made up of matter and has certain properties, physical and chemical. Sometimes we change these properties. When we cut or color a piece of paper we are changing its size and color, but it is still paper. When we freeze water, we are changing the state from liquid to solid. It is still the same substance. These are all <span class='key'>physical changes</span>, which usually can be undone or reversed.
ar_eg: كل شيء مكون من مادة ولها خصائص معينة، فيزيائية وكيميائية. أحيانا نغير هذه الخصائص. عندما نقطع أو نلون قطعة من الورق نغير حجمها ولونها، لكنه يبقى ورق. عندما نجمد الماء، نعمل على تغيير الحالة من السائل إلى صلب، لكنه يبقى نفس المادة. هذه كلها <span class='key'>تغييرات فيزيائية</span> ، والتي عادة ما يمكن نقضها أو عكسها.
es_es: Todo está hecho de materia y tiene ciertas propiedades físicas y químicas. A veces cambiamos estas propiedades. Cuando cortamos o coloreamos un pedazo de papel estamos cambiando su tamaño y color, pero sigue siendo papel. Cuando congelamos agua, estamos cambiando el estado de líquido a sólido. Todavía es la misma sustancia. Estas son todas físicas Estos son todos los <span class='key'>cambios físicos</span>, que por lo general se pueden deshacer en reverso.

source: There is another type of change -<span class='key'>chemical change</span>- that makes an object change into a different substance. The properties before and after a chemical change of a substance are different. When wood burns and metal rusts, they form new substances. A chemical change causes matter to become a new kind of matter.
ar_eg: هناك نوع آخر من <span class='key'>التغير الكيميائي</span>. التغير الذي يجعل الشيء يتغير الى مادةمختلفة. خصائص المادة تختلف قبل وعد التغير الكيميائي. عندما يحترق الخشب والمعدن يصدأ، تتشكل مواد جديدة. يتسبب التغير الكيميائي لمادة بان تصبح نوعا جديدا من المادة مختلفة عن المادة الأصل.
es_es: Hay otro tipo de cambio -<span class='key'>el cambio químico</span>- que hace que un objeto cambie a una sustancia diferente. Las propiedades anteriores y posteriores a un cambio químico de una sustancia son diferentes. Cuando la madera se quema y el metal se oxida, se forman nuevas sustancias. Un cambio químico hace que la materia se convierta en un nuevo tipo de materia.

source: One reason the properties of matter are important is because we have different purposes for things. For example, how much heat passes through something is an important property when you are deciding a material's use. Sometimes the object has one purpose based on its specific property.
ar_eg: أحد الأسباب لأهمية خصائص المادة هي أن لدينا أهداف مختلفة للأشياء. على سبيل المثال، مقدار الحرارة التي تمر عبر شيء هو خاصية هامة لاتخاذ قرار لاستخدام المادة . في بعض الأحيان الشيء له هدف واحد يعتمد على خاصية محددة.
es_es: Una de las razones de la importancia de las propiedades de la materia es porque tenemos diferentes propósitos para las cosas. Por ejemplo, la cantidad de calor que pasa a través de algo es una importante propiedad cuando se está decidiendo el uso de un material. A veces, el objeto tiene un propósito basado en su propiedad específica.

source: Let’s use a physical property to describe the differences between plastic and metal. If you put a plastic spoon and a metal spoon in a warm drink, the metal spoon becomes warm and the plastic one does not. How easy or difficult it is for heat to pass through a substance is called <span class='key'>heat conductivity</span>.
ar_eg: أدعونا نستخدام الخاصية فيزيائية لوصف الاختلافات بين البلاستيك والمعدن. إذا وضعت ملعقة من البلاستيك وملعقة معدنية في شراب دافئ، تصبح الملعقة المعدنية دافئة اما البلاستيكية فلا. مقدار سهولة أو صعوبة مرور الحرارة من خلال مادة تسمى <span class='key'>التوصيل الحراري</span>.
es_es: Vamos a utilizar una propiedad física para describir las diferencias entre el plástico y el metal. Si pones una cuchara de plástico y una cuchara de metal en una bebida caliente, la cuchara de metal se calienta y el plástico no. La facilidad o la dificultad del calor para pasar a través de una sustancia se llama <span class='key'>conductividad térmica</span>.

source: Like most metals, substances that are good at carrying heat are called <span class='key'>heat conductors.</span> Metal pans conduct heat from the stove to cook the food inside it. Substances such as wood and plastic that are not good at carrying heat are called thermal <span class='key'>insulators.</span>
ar_eg: مثل معظم المعادن، تسمى المواد الجيدة في تحميل <span class='key'>الحرارة موصلات</span> الحرارة. الأواني المعدنية تمرر الحرارة من الموقد لطهي الطعام داخله. وتسمى المواد مثل الخشب والبلاستيك التي ليست جيدة في تحميل الحرارة <span class='key'>العوازل الحرارية</span>.
es_es: Como la mayoría de los metales, las sustancias que son buenas transportadoras de calor se llaman <span class='key'>conductores del calor</span>. Las sartenes de metal conducen el calor de la estufa para cocinar los alimentos en su interior. Las sustancias como la madera y el plástico que no son buenos conductores de calor se llaman aislantes <span class='key'>térmicos</span>.

source: Many pans have plastic handles that do not carry heat from the pan to the part we touch. Pans are good conductors, but they are too hot to touch. So we use insulators made of fabric and padding to fix this problem.
ar_eg: العديد من المقالي لها مقابض من البلاستيك التي لا تحمل الحرارة من المقلاة إلى الجزء الذي نلمسه. المقالي موصلات جيدة، ولكنها ساخنة جدا للمس. ولذا فإننا نستخدم العوازل المصنوعة من القماش والحشو لإصلاح هذه المشكلة.
es_es: Muchas sartenes tienen asas de plástico que no conducen el calor de la sartén a la parte que tocamos. Las sartenes son buenas conductoras, pero están demasiado calientes al tacto. Por eso, usamos aisladores hechos de tela y relleno para solucionar este problema.

source: Quick Check #3
ar_eg: فحص سريع #3
es_es: Comprobación rápida #3

source: Are these changes physical or chemical? Hover your mouse on the texts to view an image.
ar_eg: هل هذه التغيرات كيميائية ام فيزيائية؟ حرك الفأر على النصوص لعرض صورة.
es_es: ¿Son estos cambios físicos o químicos? Mueve tu ratón sobre el texto para ver una imagen.

source: Molding clay into a bowl
ar_eg: صب الطين في وعاء
es_es: Moldear arcilla en un recipiente

source: Leaves changing color
ar_eg: تغير لون اوراق الشجر
es_es: Hojas cambiando de color

source: Gasoline burning in a car
ar_eg: احتراق البنزين في السيارة
es_es: Gasolina quemando un coche

source: An apple rotting
ar_eg: تعفن تفاحة
es_es: Una manzana pudriéndose

source: Dissolving salt in water
ar_eg: ذوبان الملح في الماء
es_es: Disolver sal en el agua

source: Chopping up potatoes
ar_eg: تقطيع حبة بطاطا
es_es: Cortar patatas

source: Bleaching a shirt to get a spot out
ar_eg: تبييض قميص لازالة بقعة
es_es: Blanquear una camisa para conseguir eliminar una mancha

source: Ripping a hole in a shirt
ar_eg: تمزيق فجوة في قميص
es_es: Hacer un agujero en una camiseta

source: Hanging a shirt out to dry in the sun
ar_eg: تعليق قميص في الشمس ليجف
es_es: Colgar una camisa para que se seque al sol

source: ANSWER
ar_eg: اجب
es_es: RESPUESTA

source: Using what you know... about the properties of matter... to solve a problem
ar_eg: استخدم ما تعرفه... عن خصائص المادة ... لحل مشكلة
es_es: Usando lo que sabes... sobre las propiedades de la materia... para resolver un problema

source: The Problem
ar_eg: المشكلة
es_es: El Problema

source: Suppose you were to design a house for a client who will build it. You are comparing using metal to wood for the foundation of the house. Using what you know about properties of matter, what would you consider the benefit of each material? You need to compare the two for the client.
ar_eg: لنفترض ان من المفترض أن تصميم منزل لزبون سوف يبنيه. وأردت أن تقارن بين استخدام المعدن أو الخشب لوضع أساس البيت. استخدم ما تعرفه عن خصائص المادة، ما الممكن أن تأخذ بالإعتبار فائدة كل مادة؟ أنت تحتاج إلى مقارنة المادتين للزبون.
es_es: Supón que fueses a diseñar una casa para un cliente que la construirá. Estás comparando usar metal o madera para la creación de la casa. Usando lo que sabes de las propiedades de la materia, qué considerarías de los beneficios de cada material? Es necesario comparar los dos para el cliente.

source: Your Assignment
ar_eg: واجبك
es_es: Tu Tarea

source: Which material would you suggest be used for the design? In the winter, what problem might people in a house built in wood or metal face? What material would you then suggest to fix this problem?
ar_eg: اي مادة ستقترح لأن تستخدم في التصميم؟ في فصل الشتاء، ما هي المشكلة التي قد يواجهها الناس في منزل بني في الخشب أو المعدن ؟ ما هي المواد اللتي تقترحها لإصلاح هذه المشكلة؟
es_es: ¿Qué material sugerirías usar para el diseño? En invierno, ¿ante qué problema podría la gente tener que hacer frente en una casa construida en madera o metal ? ¿Qué material le sugerirás para solucionar este problema?

source: Click here to start typing your answer...
ar_eg: انقر هنا لتبدأ بطباعة إجابتك ...
es_es: Haga clic aquí para empezar a escribir su respuesta...

source: Summarizing core ideas... about the properties of matter
ar_eg: تلخيص الافكار الرئيسية... حول خصائص المادة
es_es: Resumiendo las ideas esenciales... sobre las propiedades de la materia

source: <span class='key'>Matter</span> is the term used to describe all the physical substances of the universe. Determining the properties of a substance and how its properties make it useful are important. Matter can be described and classified according to its different properties. Some properties of matter can be determined from the use of our five senses. Other properties of matter can be determined through the use of tools or scientific instruments. One way to classify matter is to see if they are naturally made, or manufactured. <span class='key'>Solid</span>, <span class='key'>liquid</span> and <span class='key'>gas</span> are the three most common states that we use to describe matter. Another way to make a distinction regarding states of matter is between <span class='key'>physical properties</span> and <span class='key'>chemical properties</span> and their changes. Matter can combine and separate in different ways. <span class='key'>Physical properties</span> are those that do not change the nature of matter. <span class='key'>Physical change</span> is when a substance changes from one state to another without changing into a new substance. <span class='key'>Chemical properties</span> are those that can be seen when a substance is changed to form new substances. A <span class='key'>chemical change</span> causes matter to become a new kind of matter. Different properties are suited to different purposes. For example substances differ based on how they allow heat to pass; this property is called <span class='key'>heat conductivity</span>. Substances that are good at carrying heat are called <span class='key'>heat conductors</span>; substances that are not good at carrying heat are called <span class='key'>heat insulators</span>.
ar_eg: <span class='key'>مادة </span> هو مصطلح يستخدم لوصف جميع المواد الفيزيائية في الكون . تحديد خواص مادة وكيف هي خصائصها التي تجعلها مفيدة مهم جداً. ويمكن وصف المادة و تصنيفها وفقا لخصائصها المختلفة . ويمكن تحديد بعض خصائص المادة باستخدام الحواس الخمس الموجودة لدينا . يمكن تحديد خصائص أخرى من المادة من خلال استخدام الأدوات أو الأجهزة العلمية . طريقة واحدة لتصنيف المادة هي معرفة ما إذا كانت موجودة بشكل طبيعي ، أو أنها مصنعة . <span class='key'>السائل </span> و <span class='key'>الصلب </span> و <span class='key'>الغاز </span> هي الحالات الثلاث الأكثر شيوعا التي نستخدمها لوصف المادة. طريقة اخرى للتمييز فيما يتعلق بحالات المادة هي بمعرفة <span class='key'>الخصائص الفيزيائية </span> و <span class='key'>الخصائص الكيميائية </span> و التغييرات الخاصة بهم . المادةة يمكن جمعها وفصلها بطرق مختلفة. <span class='key'>الخصائص الفيزيائية </span> هي تلك التي لا تغير في طبيعة المادة . <span class='key'>التغيير الفيزيائي </span> هو عند تغيير مادة من حالة إلى أخرى دون تغييرها الى مادة جديدة . <span class='key'>الخواص الكيميائية </span> هي تلك التي يمكن رؤيتها عند تغيير مادة لتشكيل مواد جديدة . <span class='key'>تغير كيميائي </span> يتسبب في جعل المادة نوعا جديدا من المواد. تناسب خصائص مختلفة لأغراض مختلفة. على سبيل المثال تختلف المواد على أساس كيف أنها تسمح لتمرير الحرارة ؛ وتسمى هذه الخاصية <span class='key'> التوصيل الحراري</span> . وتسمى المواد الجيدة في تحميل الحرارة <span class='key'>الموصلات الحرارية</span>؛وتسمى المواد التي ليست جيدة في تحميل الحرارة <span class='key'>العوازل الحرارية</span>.
es_es: <span class='key'>Materia </span > es el término utilizado para describir todas las sustancias físicas del universo . La determinación de las propiedades de una sustancia y cómo sus propiedades la hacen útil es importante. La materia puede ser descrita y clasificada de acuerdo a sus diferentes propiedades. Algunas propiedades de la materia pueden determinarse a partir del uso de nuestros cinco sentidos. Otras propiedades de la materia se pueden determinar usando herramientas o instrumentos científicos . Una forma de clasificar la materia es ver si se crea de forma natural , o es fabricada. <span class='key'>Sólido</span>, <span class='key'>líquido</span> y <span class='key'>gas</span> son los tres estados más comunes que usamos para describir la materia . Otra forma de hacer una distinción con respecto a los estados de la materia está entre <span class='key'> propiedades físicas </span> y <span class='key'>propiedades químicas</span> y sus cambios. La materia puede combinarse y separarse de diferentes maneras . <span class='key'>Las propiedades físicas</span> son aquellas que no cambian la naturaleza de la materia . <span class='key'>El cambio físico</span> es cuando una sustancia cambia de un estado a otro sin necesidad de cambiar a una nueva sustancia . <span class='key'>Las propiedaes químicas</span> son las que se pueden ver cuando una sustancia cambia para formar nuevas sustancias . Un <span class='key'>cambio químico</span> hace que la materia se convierta en un nuevo tipo de materia . Diferentes propiedades son adecuadas para diferentes propósitos. Por ejemplo las sustancias difieren en función de la forma en que permiten que el calor pase ; esta propiedad se llama <span class='key'>conductividad térmica</span>. Las sustancias que son buenas transportando el calor se llaman <span class='key'>conductores de calor</span>; las sustancias que no son buenas transportando el calor se les llama <span class='key'>aislantes de calor</span>.

source: Reviewing key vocabulary related to... the properties of matter
ar_eg: مراجعة المفردات الأساسية ذات الصلة... بخصائص المادة
es_es: Revisar el vocabulario clave relacionados con... las propiedades de la materia

source: Close me!
ar_eg: أغلقني!
es_es: ¡cierreme!

source: Manufactured Material
ar_eg: مواد مصنعة
es_es: Material Fabricado

source: Manufactured materials are man-made materials. Most naturally-made material can be recycled in nature by itself. But manufactured materials need our help to be recycled. We can recycle glass, plastic, paper, and cans by taking them to a recycling center.
ar_eg: المواد المصنعة هي مواد من صنع الإنسان. أكثر المواد الطبيعية يمكن إعادة تدويرها في الطبيعة من تلقاء نفسها. ولكن المواد المصنعة بحاجة لمساعدتنا لإعادة تدويرها. يمكننا إعادة تدوير الزجاج والبلاستيك والورق والعلب عبر نقلها الى مركز لإعادة التدوير.
es_es: Los materiales fabricados son materiales hechos por el hombre. La mayoría del material natural puede reciclarse en la naturaleza por sí mismo. Pero los materiales fabricados necesitan nuestra ayuda para ser reciclados. Podemos reciclar vidrio, plástico, papel y latas llevándolos a un centro de reciclaje.

source: Matter
ar_eg: المادة
es_es: Materia

source: Anything that has mass and takes up space is called matter. All matter is made up of particles that are too small to see, called atoms.
ar_eg: اي شيء له كتلة ويشغل حيز يسمى مادة. كل المواد مكونة من جزيئات لا ترى بالعين المجردة تسمى ذرات.
es_es: Cualquier cosa que tiene masa y ocupa espacio se llama materia. Toda la materia está formada por partículas que son demasiado pequeñas para verlas, llamadas átomos.

source: The melting point is the temperature at which a solid turns to a liquid. Different solids have different melting points. For example, the melting point of an ice cube is 32°F (0°C). But a material called tungsten, which is used in light bulbs, has a melting point of 6170°F (3410°C). The high melting point of tungsten makes it possible to use in a light bulb without melting when the light is turned on.
ar_eg: نقطة الانصهار هي درجة الحرارة التي يتحول بها الصلب إلى السائل. المواد الصلبة المختلفة لها نقاط إنصهار مختلفة. على سبيل المثال، درجة انصهار مكعب جليد هي 32 درجة فهرنهايت (0 درجة مئوية). ولكن مادة تسمى التنغستن، والذي يستخدم في المصابيح الكهربائية، له درجة انصهار 6170 درجة فهرنهايت (3410 درجة مئوية). نقطة انصهار عالية من التنغستن يجعل من الممكن استخدامه في مصباح كهربائي دون ذوبانها عند تشغيل الضوء.
es_es: El punto de fusión es la temperatura a la cual un sólido se vuelve líquido. Diferentes sólidos tienen diferentes puntos de fusión. Por ejemplo, el punto de fusión de un cubo de hielo es de 32 ° F (0 ° C) . Pero un material llamado tungsteno, que se utiliza en las bombillas de luz, tiene un punto de fusión de 6170 ° F (3410 ° C). El alto punto de fusión del tungsteno hace posible su uso en una bombilla sin que se derrita cuando la luz está encendida.

source: The freezing point is the temperature at which a liquid turns into a solid. The freezing point is the same temperature as the melting point, when a solid changes to a liquid. For example, the freezing point and melting point of mercury (the liquid found in thermometers) is -37.89 °F.
ar_eg: نقطة التجمد هي درجة الحرارة التي يتحول بها السائل إلى مادة صلبة. نقطة التجمد هي نفس درجة حرارة نقطة الانصهار، عند تغيير الحالة الصلبة إلى الحالة السائلة. على سبيل المثال، نقطة التجمد ودرجة انصهار الزئبق (السائل الذي يوجد في موازين الحرارة) هو -37.89 ° F.
es_es: El punto de congelación es la temperatura a la que un líquido se convierte en un sólido. El punto de congelación es la misma temperatura que el punto de fusión, cuando un sólido cambia a un líquido. Por ejemplo, el punto de congelación y el punto de fusión del mercurio (el líquido que se encuentra en los termómetros) es -37.89 ° F.

source: A thermometer is a scientific instrument used to measure temperature. Melting point, boiling point, and freezing point can be measured using a thermometer.
ar_eg: ومقياس الحرارة هو أداة علمية تستخدم لقياس درجة الحرارة. نقطة ذوبان، و نقطة الغليان، و درجة التجمد يمكن قياس باستخدام ميزان حرارة.
es_es: Un termómetro es un instrumento científico usado para medir la temperatura. El punto de fusión, el punto de ebullición y el punto de congelación se pueden medir con un termómetro.

source: Boiling point
ar_eg: نقطة الغليان
es_es: Punto de ebullición

source: The boiling point is the temperature at which a liquid begins to turn into a gas. When a liquid starts bubbling, it has reached its boiling point. Different liquids have different boiling points. For example, the boiling point of water is 212°F (100°C). But the boiling point of olive oil is 572°F (300°C). Also, changes in air pressure can affect the boiling point of liquids. If you are up in the mountains where there is less air pressure, liquids will boil at lower temperatures than if you were at sea level.
ar_eg: نقطة الغليان هي درجة الحرارة التي يبدأ السائل عندها بالتحول الى غاز. عندما يبدأ السائل بالغليان، يكون قد بلغ نقطة الغليان. السوائل المختلفة لها نقاط غليان مختلفة. على سبيل المثال، نقطة غليان الماء هي 212 درجة فهرنهايت (100 درجة مئوية). ولكن درجة غليان زيت الزيتون هي 572 درجة فهرنهايت (300 درجة مئوية). أيضا، يمكن للتغيرات في الضغط الجوي ان يؤثر على درجة غليان السوائل. إذا كنت في الجبال حيث هناك أقل ضغط الجوي، تغلي السوائل عند درجات حرارة أقل مما لو كانت على مستوى سطح البحر.
es_es: El punto de ebullición es la temperatura a la cual un líquido comienza a convertirse en un gas. Cuando un líquido comienza a burbujear, ha alcanzado su punto de ebullición. Líquidos diferentes tienen puntos de ebullición diferentes. Por ejemplo, el punto de ebullición del agua es 212 ° F (100 ° C). Pero el punto de ebullición del aceite de oliva es 572 ° F (300 ° C). Además, los cambios en la presión del aire pueden afectar al punto de ebullición de los líquidos. Si estás en las montañas donde hay menos presión de aire, los líquidos hierven a temperaturas más bajas que si estuvieras al nivel del mar.

source: The density of a substance is its amount of mass in a given amount of space. The more compact a substance is, the greater its density.
ar_eg: كثافة المادة هي كمية كتلته في حيز معين من الفضاء. كلما كانت جزيئات المادة متراصة أكثر كلما زادت كئافتها.
es_es: La densidad de una sustancia es su cantidad de masa en una cantidad dada de espacio. Cuanto más compacta es una sustancia, mayor es su densidad.

source: Volume is a measure of how much space something takes up. The volume of a four-sided box can be found by multiplying its length times its width times its height. The volume of any solid can be found by placing it completely beneath the water and seeing how much the water rises. The amount that the water rises tells you how much space the solid takes up.
ar_eg: الحجم هو مقياس لمقدار ما يشغله من حيز. حجم مربع من أربعة أضلاع يمكن حسابه بضرب طوله بعرضه بارتفاعه. حجم أي مادة صلبة يمكن ايجاده عن طريق وضعها تماما تحت الماء ورؤية مدى ارتفاع المياه. المدى الذي يرتفعه الماء يخبرك بمقدار المساحة التي تشغلها المادة الصلبة الصلبة.
es_es: El volumen es una medida de cuánto espacio necesita algo. El volumen de una caja de cuatro lados se puede calcular multiplicando el largo por el ancho por la altura. El volumen de cualquier sólido se puede calcular colocándolo bajo el agua por completo y viendo cuánto sube el agua. La cantidad de agua que sube te dice cuánto espacio ocupa el sólido.

source: A solid is one of the three states of matter. The elements or compounds in the solid state are bound tightly together in a fixed, rigid arrangement. So solids have a definite shape and volume.
ar_eg: الصلابة هي واحدة من الحالات الثلاث للمادة. العناصر أو المركبات في الحالة الصلبة مرتبطة بإحكام أكثر مع بعضها البعض ولها ترتيب جامد و ثابت. وبذلك فإن المواد الصلبة لها شكل وحجم محدد.
es_es: Un sólido es uno de los tres estados de la materia. Los elementos o compuestos en estado sólido están unidos firmemente los unos a los otros en una disposición rígida y fija. Así que los sólidos tienen una forma y un volumen definidos.

source: Liquid
ar_eg: السائل
es_es: Líquido

source: A liquid is one of the three states of matter. The elements or compounds in the liquid state are not fixed as in a solid. The elements and compounds of a liquid can slide around each other. So liquids have a fixed volume, but they do not have a fixed shape.
ar_eg: السيولة هي احدى حالات المادة الثلاث . العناصر أو المركبات في الحالة السائلة ليست ثابتة كما في الحالة الصلبة. العناصر والمركبات في السائل يمكن أن تنزلق حول بعضها البعض. حتى السوائل لها حجم ثابت، ولكن لم يكن لها شكل ثابت.
es_es: Un líquido es uno de los tres estados de la materia. Los elementos o compuestos en estado líquido no están fijos como en un sólido. Los elementos y compuestos de un líquido pueden deslizarse los unos alrededor de los otros. Así líquidos no tienen un volumen fijo, pero mantienen una forma fija.

source: Gas
ar_eg: الغاز
