Repository: geneconde/NGR-sandbox
Catalog: demo/properties-of-matter/Locale/*/LC_MESSAGES/properties-of-matter.po
Languages: ar_eg, es_es

source: A gas is one of the three states of matter. There are three different forms that matter can take: solid, liquid, and gas. Unlike solids and liquids, gases float in the air and are difficult or impossible to see. Oxygen is a kind of gas. So is water vapor. So is a kind of fuel called natural gas, which many people use to heat their homes and cook their food.
ar_eg: الغاز هي واحدة من الحالات الثلاث للمادة. هناك ثلاثة أشكال مختلفة يمكن أن تأخذها المادة: الصلبة والسائلة، والغاز. على عكس المواد الصلبة والسوائل ,الغازات تطفو في الهواء ويصعب أو يستحيل أن ترى بالعين. الأكسجين هو نوع من الغاز. و كذلك هو بخار الماء. وكذلك هو نوع من الوقود يسمى الغاز الطبيعي، والذي يستخدمه العديد من الناس لتدفئة منازلهم وطهي طعامهم.
es_es: Un gas es uno de los tres estados de la materia. Hay tres formas diferentes en los que puede estar la materia: sólida, líquida y gas. A diferencia de los sólidos y los líquidos, los gases flotan en el aire y son difíciles o imposibles de ver. El oxígeno es un tipo de gas. También los es el vapor de agua. También lo es un tipo de combustible llamado gas natural, que muchas personas utilizan para calentar sus hogares y cocinar sus alimentos.

source: Atom
ar_eg: الذَرَّة
es_es: Átomo

source: Atoms are the tiny building blocks of all matter, both living and non-living. An atom is the smallest possible part of a type of material. For example, you could have an atom of copper or an atom of oxygen. Different things are made of different atoms. Things that are big enough to see are made from a very large number of atoms. You would need a special microscope, called an electron microscope, to see one atom.
ar_eg: الذرات هي اللبنات الصغيرة من جميع المواد، الحية وغير الحية على السواء . فالذرة هي أصغر جزء ممكن من نوع من المواد. على سبيل المثال، يمكن أن يكون لديك ذرة من النحاس أو ذرة من الأوكسجين. الاشياء المختلفة مكونة من ذرات مختلفة. والأشياء الكبيرة بما يكفي لرؤيتها مصنوعة من عدد كبير جدا من الذرات. و لربما تحتاج الى مجهر خاص، يسمى المجهر الإلكتروني، لرؤية ذرة واحدة.
es_es: Los átomos son los pequeños bloques de construcción de toda la materia, tanto viva como no viva. Un átomo es la parte más pequeña posible de un tipo de material. Por ejemplo, podrías tener un átomo de cobre o un átomo de oxígeno. Diferentes cosas están hechas de átomos diferentes. Las cosas que son lo suficientemente grandes como para verlas están hechas de un gran número de átomos. Necesitarías un microscopio especial llamado microscopio de electrones, para ver un átomo.

source: Molecule
ar_eg: الجزيء
es_es: Molécula

source: Molecules are atoms bonded together. Molecules are the smallest parts of living and non-living things that can be recognized. Many molecules make up a tiny drop of water. Things that are solid, such as ice, have molecules that are close together and not moving. Things that are liquid, such as water, have molecules that move freely. Tiny molecules of gases also float around in the air. Molecules make up everything.
ar_eg: جزيئات هي ذرات مربوطة معا. الجزيئات هي أصغر أجزاء من الكائنات الحية وغير الحية التي يمكن التعرف عليها. و العديد من الجزيئات تشكل قطرة صغيرة من الماء. الأشياء الصلبة، مثل الجليد، تتكون من جزيئات قريبة من بعضها البعض ولا تتحرك. أما الأشياء السائلة، مثل الماء تتكون من جزيئات تتحرك بحرية. الجزيئات الصغيرة من الغازات أيضا تطفو في الهواء. الجزيئات تشكل كل شيء.
es_es: Las moléculas son átomos unidos. Las moléculas son las partes más pequeñas que se pueden reconocer de los seres vivos y no vivos. Muchas moléculas forman una pequeña gota de agua. Las cosas que son sólidas, tales como el hielo, tienen moléculas que están muy juntas y no se mueven. Las cosas que son líquidas, tales como el agua, tienen moléculas que se mueven libremente. Moléculas muy pequeñas de gases también flotan en el aire. Las moléculas lo constituyen todo.

source: Physical property
ar_eg: خصائص فيزيائية
es_es: Propiedad física

source: The term physical properties refers to things about an object that can be seen or measured. Every object has its own special physical properties. The mass of an object is a physical property. Mass can be measured with a balance scale. Size is also a physical property. Size can be measured with a ruler.
ar_eg: يشير مصطلح الخصائص الفيزيائية للأشياء التي يمكن رؤيتها أو قياسها. كل كائن له خصائصه الفيزيائية الخاصة به. كتلة الكائن هو خاصية فيزيائية. و يمكن قياس الكتلة في الميزان. الحجم هو أيضا خاصية فيزيائية. ويمكن قياس الحجم بالمسطرة.
es_es: El término propiedades físicas se refiere a las cosas de un objeto que se pueden ver o medir. Cada objeto tiene sus propias propiedades físicas especiales. La masa de un objeto es una propiedad física. La masa se ​​puede medir con una balanza. El tamaño también es una propiedad física. El tamaño puede ser medido con una regla.

source: Chemical property
ar_eg: خصائص كيميائية
es_es: Propiedad química

source: Chemical properties of matter are properties that can be seen during a chemical reaction—when one kind of substance is changed into another kind of substance. For example, whether or not a substance will burn is a chemical property, because when something burns, the kind of substance is changed into new kinds of matter.
ar_eg: الخصائص الكيميائية للمادة هي الخصائص التي يمكن أن ينظر إليها خلال تفاعل كيميائي عند تغيير نوع من مادة إلى نوع آخر من المواد . على سبيل المثال، هل المادة ستحترق أم لا هي خاصية كيميائية، لأنه عندما يحترق شيء، يتم تغيير نوعه من مادة إلى أنواع جديدة من المواد.
es_es: Las propiedades químicas de la materia son las propiedades que se pueden ver durante una reacción química, cuando un tipo de sustancia se transforma en otro tipo de sustancia. Por ejemplo, si una sustancia se quema es una propiedad química, porque cuando algo se quema, el tipo de sustancia se transforma en un nuevo tipo de materia.

source: When a substance goes through a physical change, only its form or appearance changes. Even though it may look different, it is still the same substance. For example, when water freezes, it turns to ice. The ice and the water are the same substance. Only their forms are different. Another example is sawdust. If someone takes an axe and chops into wood, some of the wood breaks into tiny pieces and becomes sawdust. The sawdust is still wood. It is just wood in a different form. It has gone through a physical change.
ar_eg: عندما تمر مادة بتغيير فيزيائي، فقط شكله أو مظهره يتغير. على الرغم من أنها قد تبدو مختلفة، الا انها لا تزال نفس المادة. على سبيل المثال، عندما يتجمد الماء، فإنه يتحول إلى جليد. الجليد والماء هما نفس المادة. ولكن فقط أشكالها مختلفة. مثال آخر هو نشارة الخشب. اذا كان شخص ما يأخذ فأسا ويقطع الخشب، وبعض الخشب يكسر إلى قطع صغيرة ويصبح نشارة خشب. نشارة الخشب لا تزال خشب. فقط في شكل مختلف. حدث له تغيير فيزيائي.
es_es: Cuando una sustancia pasa por un cambio físico, sólo cambia su forma o apariencia. A pesar de que puede parecer diferente, sigue siendo la misma sustancia. Por ejemplo, cuando el agua se congela, se convierte en hielo. El hielo y el agua son la misma sustancia. Sólo sus formas son diferentes. Otro ejemplo es el serrín. Si alguien coge un hacha y corta la madera, parte de la madera se rompe en pequeños pedazos y se convierte en serrín. El serrín es aún madera. Es sólo madera en una forma diferente. Ha pasado por un cambio físico.

source: A chemical change is a type of change that makes an object change into a different substance. The properties before and after a chemical change of a substance are different. When wood burns and metal rusts, they form new substances. A chemical change causes matter to become a new kind of matter.
ar_eg: التغيير الكيميائي هو نوع من التغيير الذي يجعل الكائن يتغير الى مادة مختلفة. الخصائص قبل وبعد التغيير الكيميائي للمادة مختلفة. عندما تحرق الخشب والمعدن يصدأ، فإنها تتشكل مواد جديدة. يتسبب التغير الكيميائي للمادة بان تصبح مادة جديدة.
es_es: Un cambio químico es un tipo de cambio que hace que un objeto cambie a una sustancia diferente. Las propiedades anteriores y posteriores al cambio químico de una sustancia son diferentes. Cuando la madera se quema y el metal se oxida, se forman nuevas sustancias. Un cambio químico hace que la materia se convierta en un nuevo tipo de materia.

source: Heat conductivity
ar_eg: توصيل الحرارة
es_es: Conductividad térmica

source: Checking what you now know... about the properties of matter
ar_eg: فحص ما تعرفه... عن خصائص المادة
es_es: Comprobando lo que sabes... sobre las propiedades de la materia

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: اجابة الاسئلة الستة سوف تخبرك بما تعرفه و بما لا تزال بحاجة لدراسته.
es_es: Responder a las siguientes seis (6) preguntas del test te dará una idea de lo que ahora sabes y de lo que todavía tienes que estudiar.

source: Click the NEXT button when you are ready.
ar_eg: انقر زر التالي عندما تكون جاهزاً
es_es: Haz clic en el botón SIGUIENTE cuando estés preparado

source: Quiz Question #1
ar_eg: سؤال سريع #1
es_es: Pregunta del test #1

source: Which of the following is an example of a chemical change?
ar_eg: اي من التالية هي مثال على التفير الكيميائي؟
es_es: ¿Cuál de los siguientes es un ejemplo de un cambio químico?

source: Ice melts
ar_eg: ذوبان الجليد
es_es: El hielo se derrite

source: Glass vase breaks
ar_eg: فواصل إناء من الزجاج
es_es: El vidrio de un florero se rompe

source: Toast burns
ar_eg: احتراق الخبز
es_es: Una tostada se quema

source: Paper is ripped
ar_eg: تمزيق الورق
es_es: El papel se rasga

source: Please type your answer.
ar_eg: يرجى طباعة إجابتك

source: Please select your answer.
ar_eg: الرجاء اختيار اجابتك.
es_es: Por favor selecciona tu respuesta.

source: Correct, when toast burns it changes chemically.
ar_eg: صحيح عندما يحترق الخبز يتغير كيميائيا
es_es: Correcto, cuando la tostada se quema cambia químicamente.

source: No, ice melting is a physical change. The same substance is going from the solid state (ice) to its liquid form (water) without changing.
ar_eg: لا، ذوبان الجليد هو تغير فيزيائي . تتحول المادة من الصلب (جليد) الى السائل ( ماء) بدون تغيير.
es_es: No, la fusión del hielo es un cambio físico. La misma sustancia que va desde el estado sólido (hielo) a su forma líquida (agua) sin cambiar.

source: No, when glass breaks it is changing in size, not chemically changing.
ar_eg: لا، عندما ينكسر الزجاج يتغير بالحجم وليس تغيراً كيميائياً.
es_es: No, cuando el vidrio se rompe está cambiando de tamaño, sin cambiar químicamente.

source: No, paper tearing is a physical change in size.
ar_eg: لا، تمزيق الورق هو تغير فيزيائي بالحجم
es_es: No, cuando el papel se rasga es un cambio físico de su tamaño

source: Quiz Question #2
ar_eg: سؤال سريع #2
es_es: Pregunta del test #2

source: Which of the following mixtures forms a new substance?
ar_eg: اي من الخلطات التالية تشكل مادة جديدة؟
es_es: ¿Cuál de las siguientes mezclas forma una nueva sustancia?

source: a. mixing baking soda and vinegar
ar_eg: أ. خلط صودا الخبز و الخل
es_es: a. mezcla de bicarbonato sódico y vinagre

source: b. mixing baking soda and water
ar_eg: ب. خلط صودا الخبز و الماء
es_es: b. mezcla de bicarbonato sódico y agua

source: c. mixing salt and vinegar
ar_eg: ج. خلط الملح و الخل
es_es: c. mezcla de sal y vinagre

source: d. mixing salt and water
ar_eg: د. خلط الملح و الماء
es_es: d. mezcla de agua y sal

source: Rotate or flip the 3D box below either up or down to set your answer.
ar_eg: دور او اقلب الصندوق ثلاثي الابعاد للاعلى او الاسفل لتحدد اجابتك.
es_es: Rota o gira la siguiente caja en 3D hacia arriba o hacia abajo para ajustar tu respuesta.

source: Correct, this mixing these leads to a chemical reaction forming new substances. Carbon dioxide is what you probably have seen foaming and bubbling.
ar_eg: صحيح، هذا الخلط للخرزات يؤدي إلى تفاعل كيميائي و تشكيل مواد جديدة. ثاني أكسيد الكربون هو ما رأيته يشكل رغوة وفقاعات.
es_es: Correcto, esta mezcla lleva a una reacción química formando nuevas sustancias. El dióxido de carbono es lo que probablemente has visto burbujeando y espumando.

source: No, this mixture does not form new compounds and can be reversed.
ar_eg: لا، هذا الخليط لا يشكل مركبات جديدة ويمكن عكسها.
es_es: No, esta mezcla no forma compuestos nuevos y se puede invertir.

source: Quiz Question #3
ar_eg: سؤال سريع #3
es_es: Pregunta del test #3

source: Click and drag the image in the "ITEM" column to the column that best describes the item's properties.
ar_eg: انقر واسحب الصورة في عمود "الفقرة" إلى العمود الذي يصف أفضل ما يمكن خصائص العنصر.
es_es: Haz clic y arrastra la imagen de la columna "ARTICULO " a la columna que mejor describe las propiedades del elemento.

source: ITEM
ar_eg: الفقرة
es_es: ARTÍCULO

source: Answer
ar_eg: إجابة

source: SOLID
ar_eg: صلب
es_es: SÓLIDO

source: LIQUID
ar_eg: سائل
es_es: LÍQUIDO

source: GAS
ar_eg: غاز

source: PLASMA
ar_eg: بلازما

source: water in glass
ar_eg: ماء في كاس
es_es: el agua en un vaso

source: vapor from a cup of hot tea
ar_eg: بخار من فنجان شاي ساخن.

source: stick of butter
ar_eg: اصبع زبدة
es_es: una barra de mantequilla

source: the sun
ar_eg: الشمس
es_es: el sol

source: a diamond
ar_eg: الماس
es_es: un diamante

source: Quiz Question #4
ar_eg: سؤال سريع #4
es_es: Pregunta del test #4

source: A metal spoon was left in a pot of boiling soup. The cook burned a finger by touching the spoon. Why did his finger get burned?
ar_eg: تركت ملعقة معدنية في وعاء من الحساء المغلي. الطاهي حرق اصبعه عن طريق لمس الملعقة. لماذا احترقإصبعه ؟
es_es: Una cuchara de metal se dejó en una olla de sopa hirviendo. El cocinero se quemó un dedo al tocar la cuchara. ¿Por qué se quemó el dedo?

source: The metal spoon chemically reacted with the cook’s hand.
ar_eg: تفاعلت الملعقة المعدنية كيميائيا مع يد الطباخ.
es_es: La cuchara de metal reacciona químicamente con la mano del cocinero.

source: The metal spoon conducted electricity to the cook’s hand.
ar_eg: اوصلت الملعقة المعدنية الكهرباء ليد الطباخ.
es_es: La cuchara de metal conduce la electricidad a la mano del cocinero.

source: The metal spoon conducted heat to the cook’s hand.
ar_eg: اوصلت الملعقة المعدنية الحرارة إلى يد الطباخ.
es_es: La cuchara de metal conduce el calor a la mano del cocinero.

source: The metal spoon insulated the cook’s hand.
ar_eg: الملعقة المعدنية عزلت يد الطباخ.
es_es: La cuchara de metal aisló la mano del cocinero.

source: Correct, the spoon conducted heat from the boiling soup to the person’s hand.
ar_eg: صحيح، الملعقة اوصلت الحرارة من الحساء ال يد الشخص.
es_es: Correcto, la cuchara condujo el calor de la sopa hirviendo a la mano de la persona.

source: No, the spoon did not chemically react with the cook’s hand. It conducted heat from the boiling soup to the hand.
ar_eg: لا، الملعقة لم تتفاعل كيميائيا مع يد الشخص بل اوصلت الحرارة من الحساء الى يده.
es_es: No, la cuchara no reaccionó químicamente con la mano del cocinero. Condujo el calor de la sopa hirviendo a la mano.

source: Not quite, the spoon did not conduct electricity, it conducted heat from the boiling soup to the person’s hand.
ar_eg: ليس تماما، الملعقة لم توصل الكهرباء، بل اوصلت الحرارة من الحساء الى يد الشخص.
es_es: No del todo, la cuchara no condujo la electricidad, condujo el calor de la sopa hirviendo a la mano de la persona.

source: No, the metal spoon conducted heat to the cook’s hand. An oven mitt might have insulated the cook’s hand.
ar_eg: لا، الملعقة المعدنية اوصلت الحرارة ليده. مقبض الفرن ربما عزل يد الشخص.
es_es: No, la cuchara de metal condujo el calor a la mano del cocinero. Un guante de cocina podría haber aislado la mano del cocinero.

source: Quiz Question #5
ar_eg: سؤال سريع #5
es_es: Pregunta del test #5

source: Geologists are people who study rocks and minerals. They often use physical properties to identify things. A student had a mineral sample that was gray in color and had a hardness of 6. The mineral made a white streak when scraped on a ceramic plate.
ar_eg: علماء الجيولوجيا هم الناس الذين يدرسون الصخور والمعادن. انهم غالبا ما يستخدمون الخواص الفيزيائية لتحديد الأشياء. الطالب لديه عينة معدنية رمادية اللون، وكان مستوى صلابتها هو 6. المعدن ادى لمسحات بيضاء عندما كشطت على السيراميك. عند مسح الارض.
es_es: Los geólogos son las personas que estudian las rocas y los minerales. A menudo utilizan las propiedades físicas para identificar las cosas. Un estudiante tenía una muestra de mineral que era de color gris y tenía una dureza de 6. El mineral hizo una raya blanca al ser raspada en un plato de cerámica.

source: COLOR
ar_eg: لون

source: HARDNESS
ar_eg: صلابة
es_es: DUREZA

source: STREAK
ar_eg: مسحة
es_es: RAYA

source: MINERAL
ar_eg: معدن

source: gray, black or reddish brown
ar_eg: رمادي او اسود او بني محمر
es_es: gris, negro o marrón rojizo

source: red
ar_eg: احمر
es_es: rojo

source: Hematite
ar_eg: الهميتايت
es_es: Hematita

source: black
ar_eg: اسود
es_es: negro

source: Magnetite
ar_eg: الماغنيتايت
es_es: Magnetita

source: red, reddish brown, brown or black
ar_eg: احمر او بني محمر او بني او اسود
es_es: rojo, marrón rojizo, marrón o negro

source: white
ar_eg: ابيض
es_es: blanco

source: Garnet
ar_eg: الجرانيت
es_es: Granate

source: gray or white
ar_eg: رمادي او ابيض
es_es: gris o blanco

source: Feldspar
ar_eg: الفلسبار
es_es: Feldespato

source: According to the table above, the mineral sample was most likely:
ar_eg: وفقا للجدول في الاسفل ، العينة المعدنية كانت على الاغلب.
es_es: De acuerdo con la tabla anterior, la muestra de mineral es más probable que sea:

source: Correct, feldspar is most likely the sample mineral.
ar_eg: صحيح الفلسبار هو المثال على الاغلب
es_es: Correcto, la muestra de mineral es probablemente feldespato.

source: Not quite, hematite made a red streak. Feldspar is most likely the sample which made a white streak.
ar_eg: ليس تماما. الهيميتايت يعمل مسحات حمراء . والفلسبار على الاغلب هو الذي يعمل مسحات بيضاء.
es_es: No del todo, la hematita hizo una raya roja. Es más probable que la muestra sea feldespato, que hizo una raya blanca.

source: Not quite, magnetite is black in color. Feldspar is most likely the sample which is gray.
ar_eg: ليس تماما، الماغنيتايت اسود اللون . الفلدسبار هو على الاغلب العينة ذات اللون الرمادي
es_es: No del todo, la magnetita es de color negro. Es más probable que la muestra sea feldespato, que es de color gris.

source: No, garnet is not the same color, nor does the hardness range match the sample mineral. Feldspar is most likely the sample mineral.
ar_eg: لا ، الغرانيت ليس له لون محدد ولا مدى الصلابة يتطابق مع عينة المعدن. الفلسبار على الاغلب هو العينة
es_es: No, el granate no es del mismo color, ni el rango de dureza concuerda con la muestra de mineral. Es más probable que la muestra de mineral sea feldespato.

source: Quiz Question #6
ar_eg: سؤال سريع #6
es_es: Pregunta del test #6

source: In the process of baking bread, a few ingredients (flour, water, and yeast) are mixed in together. Is this initial mixing a physical or chemical change?
ar_eg: في عملية خبز الخبز بعض المكونات ( الطحين, و الماء, و الخميرة) تخلط معا في هذا الخلط المبدئي. هل هو تغير فيزيائي ام كيميائي؟
es_es: En el proceso de cocción del pan, algunos ingredientes (harina, agua y levadura) se mezclan juntos. ¿Es la mezcla inicial un cambio físico o químico?

source: After mixing the ingredients, the yeast starts to feed on the sugars in the flour and begins to make the bread dough "rise". Is bread "rising" a physical or chemical change?
ar_eg: بعد خلط المكونات، الخميرة تتغذى على السكريات الموجودة في الدقيق ويبدأ بجعل عجين الخبز (يرتفع). هل (ارتفاع) الخبز هو تغيير فيزيائي أو كيميائي؟
es_es: Después de mezclar los ingredientes, la levadura comienza a alimentarse de los azúcares de la harina y comienza a hacer que la masa de pan "suba". El pan "subiendo" es un cambio físico o químico?

source: Correct, the initial mixing of the ingredients does not form a new substance, or cause a chemical reaction.
ar_eg: صحيح، الخلط المبدئي للمكونات لا يشكل مواد جديدة او يسبب تغيراً كيميائياً
es_es: Correcto, la mezcla inicial de los ingredientes no forma una nueva sustancia, o causa una reacción química.

source: physical change
ar_eg: تغير فيزيائي
es_es: cambio físico

source: No, the initial mixing of the ingredients does not form a new substance, or cause a chemical reaction. It is a physical change.
ar_eg: لا، الخلط المبدئي للمكونات لا يشكل مادة جديدة او تفاعل كيميائي انه تغير فيزيائي.
es_es: No, la mezcla inicial de los ingredientes no forma una nueva sustancia, o causa una reacción química. Se trata de un cambio físico.

source: chemical change
ar_eg: تغير كيميائي
es_es: cambio químico

source: Correct, new substances such as carbon dioxide are formed and the process is not easily reversed. It is a chemical change.
ar_eg: صحيح، مواد جديدة مثل ثاني اكسيد الكربون تتشكل والعملية لا تُعكَس بسهولة انه تغير كيميائي.
es_es: Correcto, se forman nuevas sustancias tales como el dióxido de carbono y el proceso no se invierte fácilmente. Se trata de un cambio químico.

source: No, new substances such as carbon dioxide are formed and the process is not easily reversed. It is a chemical change.
ar_eg: لا، مواد جديدة مثل ثاني اكسيد الكربون تتشكل و العملية لا تعكس بسهولة. انه تغير كيميائي
es_es: No, se forman nuevas sustancias tales como el dióxido de carbono y el proceso no se invierte fácilmente. Se trata de un cambio químico.

source: Congratulations
ar_eg: تهانينا
es_es: Felicitaciones

source: You've completed the Properties of Matter review.
ar_eg: لقد اكملت مراجعة خصائص المادة
es_es: Has compeltado la revisión de las propiedades de la materia.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك فحص ما قدمته في الاختبار السريع و الأسئلة السريعة لهذه المراجعة بالنقر على الزر في الاسفل.
es_es: Puedes comprobar cómo lo hiciste en la 'Comprobación rápida' y 'Preguntas de test' de esta revisión, haciendo clic en el botón de abajo.

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة
es_es: Vaya al panel de control

source: Let's begin!
ar_eg: دعنا نبدأ
es_es: ¡Vamos a empezar!

source: Sre you ready
ar_eg: هل انت جاهز

source: Natural or man-made?
ar_eg: طبيعي ام من صنع الانسان
es_es: ¿Natural o hecho por el hombre?

source: Hmm... what is matter?
ar_eg: همممم ... ما هي المادة؟
es_es: Hmm... que es la materia?

source: Preparing your first quick check!
ar_eg: تحضير تقويمك السريع الاول!
es_es: ¡Preparando tu primera comprobación rápida!

source: Freezing water to ice cubes...
ar_eg: تجمد الماء في مكعبات جليد ...
es_es: Congelando el agua a cubitos de hielo...

source: Another quick check on the way!
ar_eg: اختبار سريع اخر في طريقه إليك!
es_es: Otra comprobación rápida en el camino!

source: Chopping wood for the fireplace...
ar_eg: تقطيع الخشب للموقد ...
es_es: Cortar leña para la chimenea...

source: Physical or chemical?
ar_eg: فيزيائي او كيميائي؟
es_es: ¿físico o químico?

source: Drawing blueprints...
ar_eg: رسم المخططات ...
es_es: Dibujando los proyectos...

source: Putting it all together...
ar_eg: اجمعها كلها مع بعضها
es_es: Poniendo todo junto...

source: Words and explanations
ar_eg: الكلمات و التفسيرات
es_es: Palabras y explicaciones

source: Let's check what you now know
ar_eg: دعنا نختبر ما تعرفه
es_es: Vamos a comprobar cuánto sabes

source: And the first quiz question is...
ar_eg: و اول سؤال سريع هو ...
es_es: Y la primera pregunta del test es...

source: Mixing matters...
ar_eg: خلط المواد ...
es_es: Mezclando materias...

source: Solid, liquid, gas or plasma?
ar_eg: صلب , أو سائل, أو غاز , او بلازما
es_es: ¿Sólido, líquido, gas o plasma?

source: The hot spoon
ar_eg: الملعقة الساخنة
es_es: La cuchara caliente

source: Dazzling minerals
ar_eg: المعادن المبهرة
es_es: Minerales resplandecientes

source: It's rising!
ar_eg: انها ترتفع!
es_es: ¡Está creciendo!

source: You're done!
ar_eg: لقد انتهيت!
es_es: ¡Has acabado!
