Repository: geneconde/NGR-sandbox
Catalog: demo/properties-of-matter/Locale/*/LC_MESSAGES/properties-of-matter.po
Languages: ar_eg, es_es

source: Welcome to the Properties of Matter review
ar_eg: مرحبا بكم في مراجعة خصائص المادة
es_es: Bienvenido/a a la revisión de las propiedades de la materia

source: Properties of Matter
ar_eg: خصائص المادة
es_es: Propiedades de la materia

source: Start
ar_eg: ابدأ
es_es: Inicio

source: Thinking about... the properties of matter
ar_eg: التفكير ... بخصائص المادة
es_es: Pensando en... las propiedades de la materia

source: Are you ready
ar_eg: هل أنت مستعد،
es_es: Estás listo

source: Can you make diamonds in the oven? Do pencils grow on trees? Some substances are naturally made, and others are manufactured (or made by humans). The substances that come from nature are changed to make them have different properties. Glass is made from natural sand; sand and glass each have very different characteristics or properties. Most naturally made material can be recycled in nature by itself. But <span class='key'>manufactured materials</span> need our help to be recycled. We can recycle glass, plastic, paper, and cans by taking them to a recycling center.
ar_eg: هل يمكنك عمل الماس في الفرن؟ هل تنمو اقلام الرصاص على الاشجار؟ بعض المواد هي من صنع الطبيعة, والبعض الاخر هي من صنع الإنسان ( او من عمل الانسان) المواد من عمل الطبيعة تُحَّور لاكسابها خصائص مختلفة. الزجاج يصنع من الرمل الطبيعي ؛ الزجاج و الرمل لهما صفات او خصائص مختلفة. معظم المواد الطبيعية يمكن ان تدور في الطبيعة من تلقاء نفسها . بينما <span class='key'>المواد المصنعة</span> تحتاج لمساعدتنا من اجل اعادة تدويرها . نستطيع تدوير الزجاج, والبلاستيك, والورق والعلب من خلال اخذها لمركز تدوير
es_es: ¿Puedes hacer diamantes en el horno? ¿Crecen los lápices en los árboles? Algunas sustancias se hacen de forma natural, y otras se fabrican (o están hechas por el hombre). Las sustancias que provienen de la naturaleza se modifican para conseguir que tengan propiedades diferentes. El vidrio está hecho de arena natural; la arena y el vidrio tienen cada uno diferentes características o propiedades. La mayoría del material hecho de forma natural puede reciclarse en la naturaleza por sí mismo. Pero los <span class='key'>materiales fabricados</span> necesitan nuestra ayuda para ser reciclados. Podemos reciclar vidrio, plástico, papel y latas llevándolos a un centro de reciclaje.

source: Back
ar_eg: سابق
es_es: Atrás

source: Next
ar_eg: لاحق
es_es: Siguiente

source: Checking what you know... about the properties of matter
ar_eg: فحص ما تعرفه عن ... صفات المادة
es_es: Comprobando lo que sabes... sobre las propiedades de la materia

source: Look at the pictures below and decide if they are made by humans or can be found in nature by dragging them to the right column.
ar_eg: انظر للصور التالية وقرر ما اذا كانت مصنعة او موجودة في الطبيعة من خلال سحبها الى العمود الصحيح.
es_es: Mira las fotos de abajo y decide si están hechas por los seres humanos o se pueden encontrar en la naturaleza arrastrándolas a la columna correcta.

source: Wood, human offspring, stones, and sand are made in nature. Paper, pottery, and plastic are made by humans. People are sometimes inspired by nature to make things. Sometimes they use objects found in nature and change them to meet their needs, like making paper from wood.
ar_eg: الخشب، و نسل الإنسان، والحجارة، والرمل منتجات طبيعية. أما الورق، والفخار، والبلاستيك فهي مصنوعة من قبل البشر. الناس في بعض الأحيان يستوحون من الطبيعة لصنع الاشياء. و في بعض الأحيان يستخدمون الكائنات الموجودة في الطبيعة ويغيرونها لتلبية احتياجاتهم، مثل صنع الورق من الخشب.
es_es: La madera, la descendencia humana, las piedras y la arena se hacen en la naturaleza. El papel, la cerámica y el plástico están hechos por los humanos. La gente a veces se inspira en la naturaleza para hacer las cosas. A veces usan objetos que se encuentran en la naturaleza y se modifican para satisfacer sus necesidades, como fabricar papel a partir de madera.

source: Made by Humans
ar_eg: من صنع الانسان
es_es: Hecho por los humanos

source: Found in Nature
ar_eg: موجود في الطبيعة
es_es: Encontrado en la naturaleza

source: wood
ar_eg: الخشب
es_es: madera

source: paper
ar_eg: الورق
es_es: papel

source: baby
ar_eg: الطفل
es_es: bebé

source: stone
ar_eg: الحجر
es_es: piedra

source: pottery
ar_eg: الشعر
es_es: alfarería

source: sand
ar_eg: الرمل
es_es: arena

source: plastic
ar_eg: البلاستيك
es_es: plástico

source: Check Answer
ar_eg: تفقد الاجابة
es_es: Comprobar la respuesta

source: Reviewing core ideas... about the properties of matter
ar_eg: مراجعة الافكار الأساسية عن ... خصائص المادة
es_es: Revisión de las ideas básicas ... sobre las propiedades de la materia

source: All physical substances are examples of <span class='key'>matter</span> -- anything that takes up space and has mass. All substances have properties that make them unique. In this review we will look at different properties of matter and changes that happen to those properties.
ar_eg: جميع الأشياء المادية هي أمثلة على <span class='key'>المادة</span> -- أي شيء يأخذ حيز في الفراغ وله كتلة. جميع المواد لها خصائص تجعلها فريدة من نوعها. في هذه المراجعة سوف نلقي نظرة على خصائص مختلفة من المادة والتغيرات التي تحدث لتلك الخصائص.
es_es: Todas las sustancias físicas son ejemplos de <span class='key'>materia</span> -- cualquier cosa que ocupa espacio y tiene masa. Todas las sustancias tienen propiedades que las hacen únicas. En esta revisión vamos a ver las diferentes propiedades de la materia y los cambios que les ocurren a esas propiedades.

source: Properties of a ball:
ar_eg: خصائص الكرة
es_es: Propiedades de una bola:

source: Round
ar_eg: مدورة
es_es: Redonda

source: Smells like rubber
ar_eg: رائحتها كالمطاط
es_es: Huele como a basura

source: Solid
ar_eg: صلبة
es_es: Sólida

source: Bouncy
ar_eg: ترتد
es_es: Flexible

source: melting chocolate
ar_eg: الشوكولاته ذوبان
es_es: derretir chocolate

source: boiling water
ar_eg: الماء المغلي
es_es: agua hirviendo

source: frozen lake
ar_eg: بحيرة متجمدة
es_es: lago congelado

source: Determining the properties of a substance and how its properties make it useful are important.
ar_eg: تحديد خصائص مادة ما وكيف ان هذه الخصائص تجعلها مفيدة مهم
es_es: Determinando las propiedades de una sustancia y como las propiedades que la hacen útil son importantes

source: Read More
ar_eg: اقرا اكثر
es_es: Leer más

source: Some properties of matter can be determined from the use of our five senses of sight, hearing, taste, touch, and smell. For example, properties such as taste (sweet, sour), temperature (hot, cold), or color (red, yellow) can be determined with our senses.
ar_eg: ويمكن تحديد بعض خصائص المادة من استخدام الحواس الخمس البصر والسمع والذوق واللمس، والشم. على سبيل المثال، خصائص مثل طعم (الحلو والحامض)، ودرجة الحرارة (الباردة والساخنة)، أو لون (أحمر، أصفر) يمكن تحديده بحواسنا.
es_es: Algunas propiedades de la materia se pueden determinar a partir del uso de nuestros cinco sentidos de vista, oído, gusto, tacto y olfato. Por ejemplo, las propiedades como el sabor (dulce, agrio), temperatura (caliente y fría), o de color (rojo, amarillo) se pueden determinar con nuestros sentidos.

source: Other properties of matter can be determined through the use of tools or scientific instruments, for example, a <span class='key'>thermometer</span> can be used to determine <span class='key'>melting point</span> (when a substance changes from a solid to a liquid), <span class='key'>boiling point</span> (when a substance changes from a liquid to a gas) or <span class='key'>freezing point</span> (when a substance changes from a liquid to a solid).
ar_eg: يمكن تحديد خصائص أخرى للمادة من خلال استخدام الأدوات أو الأجهزة العلمية، على سبيل المثال، يمكن استخدام <span class='key'>مقياس الحرارة</span> لتحديد <span class='key'>نقطة الانصهار</span> (عند تحول المادة من الحالة الصلبة إلى الحالة السائلة)، أو <span class='key'>نقطة الغليان</span> (عند تغيير مادة من السائل إلى غاز) أو <span class='key'>نقطة التجمد</span> (عند تحول المادة من الحالة السائلة إلى الحالة الصلبة).
es_es: Otras propiedades de la materia se pueden determinar mediante el uso de herramientas o instrumentos científicos, por ejemplo, se puede utilizar un <span class='key'>termómetro</span> para determinar el <span class='key'>punto de fusión</span> (cuando una sustancia cambia de sólida a líquida), el <span class='key'>punto de ebullición</span> (cuando una sustancia cambia de líquida a gas) o del <span class='key'>punto de congelación</span> (cuando una sustancia cambia de líquida a sólida).

source: Quick Check #1
ar_eg: تقويم سريع #1
es_es: Comprobación rápida #1

source: Question A. Match each scientific instrument to its name and the properties that we use to measure them by selecting an item in the drop down lists.
ar_eg: السؤال A. تطابق كل وثيقة علمية لاسمها والخصائص التي نستخدمها لقياس لهم عن طريق تحديد عنصر في القوائم المنسدلة.
es_es: Pregunta A. Relacionar cada instrumento científico a su nombre y las propiedades que utilizamos para medirlos mediante la selección de un elemento en las listas desplegables.

source: Scientific Instruments:
ar_eg: الادوات العلمية
es_es: Instrumentos científicos:

source: Properties:
ar_eg: الخصائص:
es_es: Propiedades:

source: Scale
ar_eg: مقياس
es_es: Balanza

source: Thermometer
ar_eg: مقياس حرارة
es_es: Termómetro

source: Graduated Cylinder
ar_eg: اسطوانة مدرجة
es_es: Probeta

source: Temperature
ar_eg: الحرارة
es_es: Temperatura

source: Weight
ar_eg: الوزن
es_es: Peso

source: Volume
ar_eg: الحجم
es_es: Volumen

source: Question B. Click on <span class='red blink bold'>ALL</span> the properties of matter that are usually best determined through the use of tools or scientific instruments.
ar_eg: السؤال ب.انقر فوق <span class='red blink bold'>جميع</span> صفات المادة التي في العادة تتحدد بشكل افضل من خلال استخدام ادوات أو معدات علمية
es_es: Pregunta B. Haz clic en <span class='red blink bold'>TODAS</span> las propiedades de la materia que normalmente se determinan mejor mediante el uso de herramientas o instrumentos científicos.

source: Density
ar_eg: الكثافة
es_es: Densidad

source: Odor
ar_eg: الرائحة
es_es: Olor

source: Melting Point
ar_eg: نقطة الإنصهار
es_es: Punto de fusión

source: Freezing Point
ar_eg: نقطة التجمد
es_es: Punto de congelación

source: Please select your answers.
ar_eg: الرجاء اختر اجاباتك
es_es: Por favor selecciona tu respuesta

source: How did I do?
ar_eg: كيف ابليت؟
es_es: ¿Cómo lo he hecho?

source: Good job. The density, freezing point, and melting point of a matter are best determined when tools and scientific instruments are used. Odor is usually measured with human sensation and detection as the base of the measurement.
ar_eg: عمل جيد. الكثافة،و درجة التجمد، ونقطة الذوبان لمادة يتم تحديدها أفضل عند استخدام الأدوات والأجهزة العلمية. وعادة ما تقاس الرائحة عن طريق إحساس الإنسان والكشف كأساس للقياس.
es_es: Buen trabajo. La densidad, el punto de congelación y el punto de fusión se determinan mejor usando herramientas e instrumentos científicos. El olor se mide generalmente con la sensación y detección humana como la base de la medición.

source: Question B. Click on <span class='red blink'>ALL</span> the properties of matter that are usually best determined through the use of tools or scientific instruments.
ar_eg: السؤال ب. انقر على <span class='red blink'>جميع</span> خصائص المادة التي يتم عادة تحديدها أفضل من خلال استخدام الأدوات أو الأجهزة العلمية.
es_es: Pregunta B. Haz clic en <span class='red blink'>TODAS</span> las propiedades de la materia que normalmente se determinan mejor mediante el uso de herramientas o instrumentos científicos.

source: Not quite. The density, freezing point, and melting point of a matter are best determined when tools and scientific instruments are used. Odor is usually measured with human sensation and detection as the base of the measurement.
ar_eg: ليس تماما. الكثافة، و درجة التجمد، و نقطة الذوبان لمادة ما يتم تحديدها أفضل عند استخدام الأدوات والأجهزة العلمية. وعادة ما تقاس الرائحة عن طريق إحساس الإنسان والكشف كأساس للقياس.
es_es: No del todo. La densidad, el punto de congelación y el punto de fusión se determinan mejor usando herramientas e instrumentos científicos. El olor se mide generalmente mediante sensación y detección humana como la base de la medición.

source: More core ideas... about the properties of matter
ar_eg: افكار رئيسية اضافية ... عن خصائص المادة
es_es: Más ideas esenciales ... sobre las propiedades de la materia

source: We can describe matter based on the state it is in. <span class='key'>Solid</span>, <span class='key'>liquid</span>, and <span class='key'>gas</span> are the three common states used to describe matter. The particles that make up matter are atoms and molecules. The physical characteristics of those <span class='key'>atoms</span> and <span class='key'>molecules</span> decide its state.
ar_eg: يمكننا وصف المادة على أساس الحالة التي هي فيها. <span class='key'>الصلبة</span> و <span class='key'>السائلة </span>، و <span class='key'>الغازية</span> وتستخدم الحالات الثلاث الشائعة لوصف المادة. الجزيئات التي تشكل المادة هي ذرات و جزيئات. الخصائص الفيزيائية لتلك <span class='key'>الذرات</span> و <span class='key'>الجزيئات</span> تقرر حالتها.
es_es: Podemos describir la materia en función del estado en el que está. <span class='key'>Sólido</span>, <span class='key'>Líquido</span>, y <span class='key'>Gas</span> son los tres estados comunes utilizados para describir la materia. Las partículas que componen la materia son los átomos y las moléculas. Las características físicas de éstos <span class='key>átomos</span> y <span class='key'>moléculas</span> deciden su estado.

source: solid
ar_eg: صلب
es_es: sólido

source: liquid
ar_eg: سائل
es_es: líquido

source: gas
ar_eg: غاز

source: plasma
ar_eg: بلازما

source: Solids are defined as substances that have a definite mass, shape and <span class='key'>volume</span>. Liquids are substances that have a definite mass and volume, but a shape that can vary. Gases are substances that have a definite mass but a shape and volume that can vary. For example, air is a gas. The main molecules in air are nitrogen, oxygen, and carbon dioxide. You can feel air molecules moving when the wind blows. Air particles are too small to be seen, but they can be felt when being pushed by a force we call pressure.
ar_eg: تعرف المواد الصلبة بأنها مواد لها كتلة و شكل و <span class='key'>حجم</span> محددين. السوائل هي المواد التي لها كتلة وحجم محددين، ولكن الشكل يمكن أن يتغير. الغازات هي مواد لها كتلة محدد ولكن شكل و حجم يمكن أن يتغيران. على سبيل المثال، الهواء هو غاز. الجزيئات الرئيسية في الهواء والنيتروجين، والأكسجين، وثاني أكسيد الكربون. يمكنك أن تشعر بجزيئات الهواء تتحرك عندما تهب الرياح. جزيئات الهواء هي صغيرة جدا كي ترى بالعين، ولكن يمكن الشعور بها ندما يتم دفعها بقوة تسمى الضغط.
es_es: Los sólidos se definen como sustancias que tienen una masa definida, forma y <span class='key'>volumen</span>. Los líquidos son sustancias que tienen una masa y volumen definido, pero una forma que puede variar. Los gases son sustancias que tienen una masa definida, pero cuya forma y volumen puede variar. Por ejemplo, el aire es un gas. Las principales moléculas en el aire son nitrógeno, oxígeno, y dióxido de carbono. Puedes sentir las moléculas de aire en movimiento cuando el viento sopla. Las partículas de aire son demasiado pequeñas para ser vistas, pero se pueden sentir cuando son empujadas por una fuerza que llamamos presión.

source: Plasmas are a special state of matter that is formed under such intense heat that even atoms and molecules break up. The Sun is an example of a plasma.
ar_eg: البلازما هي حالة خاصة من المواد التي يتم تشكيلها بموجب الحرارة الشديدة . حتى الذرات والجزيئات تتكسر. و الشمس هي مثال للبلازما.
es_es: Los plasmas son un estado especial de la materia que se forma bajo un calor tan intenso que incluso los átomos y las moléculas se separan. El Sol es un ejemplo de plasma.

source: Matter can combine and separate in different ways. It may seem that snow disappears when it melts, but it really just changes into the liquid state of water. When water in a kettle boils down to almost nothing, it has turned into the gas state, vapor. The amount of water does not change when it goes from ice to water, or from water to vapor. Under normal circumstances, matter is not created or destroyed.
ar_eg: المادة يمكن ان تجمع وتفصل بطرق مختلفة. قد يبدو أن الثلوج تختفي عندما تذوب، لكنه في الحقيقة مجرد تغييرالى الحالة السائلة من الماء. عندما يغلي الماء في غلاية وصولا الى لا شيء تقريبا،إنها تحولت الى حالة الغاز والبخار. لا تتغير كمية المياه عندماتتحول من الثلج الى الماء، أو من الماء إلى البخار. في ظل الظروف العادية، لا يتم إنشاء أو تدمير المادة.
es_es: La materia puede combinarse y separarse de diferentes maneras. Puede parecer que la nieve desaparece cuando se derrite, pero en realidad sólo cambia al estado líquido del agua. Cuando el agua en una tetera hierve se reduce a casi nada, se ha convertido al estado gaseoso, vapor. La cantidad de agua no cambia cuando cambia de hielo a agua, o de agua a vapor. En circunstancias normales, la materia ni se crea ni se destruye.

source: Physical Change
ar_eg: التغير الفيزيائي
es_es: Cambio Físico

source: Chemical Change
ar_eg: التغير الكيميائي
es_es: Cambio Químico

source: Chemical change
ar_eg: التغير الكيميائي
es_es: Cambio químico

source: Another way to describe the properties of matter is to use the terms physical property and chemical property. A <span class='key'>physical property</span> is one that can be determined without changing the kind or identity of the matter. For example, the freezing or boiling points of water are physical properties because determining these points does not change kind of matter.
ar_eg: طريقة أخرى لوصف خصائص المادة هو استخدام مصطلحات الخاصية الفيزيائية والخاصية الكيميائية. <span class='key'>الخاصية الفيزيائية</span> هي التي يمكن تحديدها دون تغيير نوع أو هوية المادة. على سبيل المثال، نقطة تجميد أو غليان الماء هي من الخصائص الفيزيائية لان تحديد هذه النقاط لا يغير نوع المادة.
es_es: Otra forma de describir las propiedades de la materia es usando los términos de propiedad física y propiedad química. Una <span class='key'>propiedad física</span> es una que puede ser determinada sin cambiar el tipo o la identidad de la materia. Por ejemplo, los puntos de ebullición o de congelación del agua son propiedades físicas porque determinar estos puntos no cambia el tipo de materia.

source: <span class='key'>Chemical properties</span> of matter are properties that can be seen during a chemical reaction—when one kind of substance is changed into another kind of substance. For example, whether or not a substance will burn is a chemical property, because when something burns, the kind of substance is changed into new kinds of matter.
ar_eg: <span class='key'>الخصائص الكيميائية</span> للمادة هي الخصائص التي يمكن أن تُشاهَد خلال التفاعل الكيميائي -- عند تغيير نوع واحد من مادة إلى نوع آخر من المواد. على سبيل المثال، ما إذا كانت مادة تحرق أو لا هي خاصية كيميائية، لأن عندما يكون هناك شيء يحترق، فان نوعه يتغير.
es_es: Las <span class='key'>propiedades químicas</span> de la materia son las propiedades que se pueden ver durante una reacción química, cuando un tipo de sustancia se transforma en otro tipo de sustancia. Por ejemplo, si una sustancia se quema o no es una propiedad química, porque cuando algo se quema, el tipo

source: Quick Check #2
ar_eg: تقويم سريع #2
es_es: Comprobación rápida #2

source: Question A. A hydrologist studies the location, movement, and quality of water. A hydrologist recognizes the importance that water exists as…
ar_eg: سؤال أ. عَالِم الهيدرولوجيا يدرس الموقع والحركة ونوعية المياه. و يدرك الهيدرولوجي أهمية وجود الماء كما هو موجود في الطبيعة ...
es_es: Pregunta A. Un hidrólogo estudia la ubicación, el movimiento, y la calidad del agua. Un hidrólogo reconoce la importancia de que el agua exista como ...

source: a solid, a liquid, and a gas
ar_eg: صلب , و سائل , وغازي
es_es: un sólido, un líquido y un gas

source: a solid and a liquid
ar_eg: صلب و سائل
es_es: un sólido y un líquido

source: a solid and a gas
ar_eg: صلب و غازي
es_es: un sólido y un gas

source: a solid only
ar_eg: صلب فقط
es_es: sólo un sólido

source: Question B. Is this is a PHYSICAL or CHEMICAL property? Click on the right answer.
ar_eg: سؤال ب. هل هي خاصية فيزيائية ام كيميائية؟ انقر على الاجابة الصحيحة
es_es: Pregunta B. ¿se trata de una propiedad FÍSICA o QUÍMICA? Haz clic en la respuesta correcta.

source: PHYSICAL
ar_eg: مادية
es_es: FÍSICO

source: CHEMICAL
ar_eg: كيميائية
es_es: QUÍMICO

source: Hydrogen is a colorless, tasteless and odorless gas.
ar_eg: الهيدروجين هو غاز لا لون لهو ولا طعم و لا رائحة.
es_es: El hidrógeno es un gas incoloro, inodoro e insípido.

source: Hydrogen has the potential to ignite and explode given the right conditions.
ar_eg: لدى الهيدروجين القدرة على الاشتعال و الانفجار اذا اعطي الظروف المناسبة.
es_es: El hidrógeno tiene el potencial para prender y explotar en las condiciones adecuadas.

source: You answered...
ar_eg: انت اجبت
es_es: Has contestado...

source: Correct, water molecules can exist in a solid (ice), liquid (water), and gas (vapor) form.
ar_eg: صحيح . جزيئات الماء يمكن ان توجد في (الجليد) الصلب, وفي السائل ( الماء) وفي الغاز ( بخار الماء).
es_es: Correcto, las moléculas de agua pueden existir en forma sólida (hielo), líquida (agua) y gaseosas (vapor).

source: Not quite, water molecules can exist in a gas (vapor) form as well as solid (ice) and liquid (water).
ar_eg: ليس تماما . حزيء الماء يمكن أن توجد على شكل الغاز ( بخار الماء) والصلب ( جليد) و السائل ( الماء).
es_es: No del todo, las moléculas de agua pueden existir en forma gaseosa (vapor) así como sólida (hielo) y líquida (agua).

source: Not quite, water molecules can exist in a solid (ice) form as well as liquid (water) and gas (vapor) form.
ar_eg: ليس تماما، يمكن أن توجد جزيئات الماء في شكل صلب (جليد) وكذلك السائل (الماء) وفي شكل غاز (بخار).
es_es: No del todo, las moléculas de agua pueden existir en forma sólida (hielo) así como en forma líquida (agua) y gaseaosa (vapor).

source: Not quite, water molecules can exist in a gas (vapor) and liquid (water) form as well as solid (ice).
ar_eg: . ليس تماما، يمكن أن توجد جزيئات الماء في شكل غاز (بخار) و سائل (الماء) وكذلك في شكل الصلب (الثلج).
es_es: No del todo, las moléculas de agua pueden existir en un gas (vapor) y en un líquido (agua), así como en la forma sólida (hielo).

source: Correct, these descriptions are physical properties of hydrogen. They can be determined without changing the kind or identity of the matter.
ar_eg: صحيح، هذه الأوصاف هي الخصائص الفيزيائية للهيدروجين. و يمكن تحديدها بدون تغيير نوع أو هوية هذه المادة.
es_es: Correcto, estas descripciones son propiedades físicas del hidrógeno. Pueden determinarse sin cambiar el tipo o la identidad de la materia.

source: No, these descriptions are not properties that can be seen when a substance is changed into another kind of substance.
ar_eg: لا، هذه الأوصاف ليست الخصائص التي يمكن رؤيتها عند تغيير مادة الى نوع آخر من المواد.
es_es: No, estas descripciones no son propiedades que se pueden ver cuando una sustancia se transforma en otro tipo de sustancia.

source: Correct, whether or not a substance will burn is a chemical property, because when something burns, the kind of substance is changed into new kinds of matter.
ar_eg: صحيح، ما إذا كان سيتم حرق مادة أو لا هي خاصية كيميائية، لأنه عندما يحترق شيء، يتم تغيير نوعه من مادة إلى أنواع جديدة من تلك المادة.
es_es: Así es, si una sustancia se quema o no es una propiedad química, porque cuando algo se quema, el tipo de sustancia se transforma en un nuevo tipo de materia.

source: No, these descriptions are not determined without changing the kind or identity of the matter.
ar_eg: لا، لا تتحدد هذه الأوصاف دون تغيير نوع أو هوية هذه المادة.
es_es: No, estas descripciones no se determinan si no se cambia el tipo o la identidad de la materia.
