Repository: geneconde/NGR-sandbox
Catalog: modules/earth-materials-and-systems/Locale/*/LC_MESSAGES/earth-materials-and-systems.po
Languages: ar_eg

source: Air
ar_eg: هواء

source: All of the above
ar_eg: كل ما ذكر أعلاه.

source: Bacteria
ar_eg: بكتيريا

source: Blue Flowers
ar_eg: أزهار زرقاء

source: Blue flowers
ar_eg: أزهار زرقاء

source: Blue, white, green, and brown...
ar_eg: أزرق،و أبيض،و أخضر، و بني ....

source: Checking what you know... about earth materials and systems
ar_eg: تأكد مما تعرفه ... عن موارد وأنظمة الأرض

source: Correct. Air is part of the atmosphere.
ar_eg: صحيح. الهواء هو جزء من الغلاف الجوي.

source: Correct. The different forms of water in the oceans, rivers and lakes, and ice glaciers all make up the hydrosphere.
ar_eg: صحيح. الأشكال المختلفة من المياه في المحيطات والأنهار والبحيرات، والأنهار الجليدية تكون كل شيء في الغلاف المائي.

source: Earth Materials and Systems
ar_eg: مواد الأرض وأنظمتها

source: Enumerating hydrospheres...
ar_eg: تعداد الأغلفة المائية ...

source: Earth is made up of different kinds of material. Scientists have put all the different stuff on earth into categories called earth systems. Rock and soil are in one system, and water and snow are in another. Read on to find out more.
ar_eg: الكرة الأرضية مكونة من أنواع مختلفة من المواد. وقد وضع العلماء كل الأشياء المختلفة على الأرض في فئات تسمى أنظمة الأرض. الصخور والتربة في نظام واحد، والمياه والثلوج في آخر. إقرأ لمعرفة المزيد.

source: Humans
ar_eg: البشر

source: Liquid water
ar_eg: الماء السائل

source: No, animals are part of the biosphere.
ar_eg: لا، الحيوانات هي جزء من المحيط الحيوي.

source: No, bacteria are living organisms that are part of the biosphere.
ar_eg: لا، البكتيريا والكائنات الحية هي جزء من المحيط الحيوي .

source: No, blue flowers on earth are too small to be seen when looking at earth from space.
ar_eg: لا، الزهور الزرقاء على الأرض صغيرة جدا لتشاهد عند النظر إليها من الفضاء.

source: No, humans are part of the biosphere. Some scientists also call the part of the environment that includes humans and their impact the anthrosphere.
ar_eg: لا، البشر هم جزء من المحيط الحيوي. بعض العلماء أيضا يسمون جزء من البيئة الذي يضم البشر وتأثيرهما المحيط الإنساني.

source: No, trees are part of the biosphere.
ar_eg: لا، الأشجار هي جزء من المحيط الحيوي.

source: No. The sky might look blue looking up from earth but looking down from space, the sky is colorless except for the clouds, which appear as white.
ar_eg: لا،السماء قد تبدو زرقاء عند النظر إليها من الأرض ولكن بالنظر من الفضاء، فالسماء عديمة اللون باستثناء الغيوم، والتي تبدو وكأنها بيضاء.

source: Not quite, the oceans are part of the hydrosphere, but so are the fresh water in the rivers and lakes and the water in snow and ice glaciers.
ar_eg: ليس تماما، المحيطات هي جزء من الغلاف المائي، وكذلك هي المياه العذبة في الأنهار والبحيرات والمياه في الثلوج والأنهار الجليدية .

source: Correct! Looking at earth from space, the oceans give earth the name the "Blue Planet".
ar_eg: صحيح! النظر الى الأرض من الفضاء ، المحيطات تعطي الأرض اسم الكوكب الأزرق.

source: No. Looking at earth from space, the oceans give earth the name the "Blue Planet".
ar_eg: لا، النظر الى الأرض من الفضاء ، المحيطات تعطي الأرض اسم الكوكب الأزرق.

source: Not quite, the rivers and lakes are part of the hydrosphere, but so are the salt water in the oceans and the water in snow and ice glaciers.
ar_eg: ليس تماما، الأنهار والبحيرات هي جزء من الغلاف المائي، كذلك هي المياه المالحة في المحيطات والمياه في الثلوج والأنهار الجليدية .

source: Not quite, the water in snow and ice glaciers are part of the hydrosphere, but so are the salt water in the oceans and the freshwater in the rivers and lakes.
ar_eg: ليس تماما، المياه في الأنهار الجليدية والثلوج هي جزء من الغلاف المائي، كذلك هي المياه المالحة في المحيطات والمياه العذبة في الأنهار والبحيرات.

source: Ocean
ar_eg: المحيط

source: Pretend you're an astronaut looking at the earth from outer space. What is the first thing you notice about the earth? It looks like a beautiful marble in space, and it's mostly blue. That's why some scientists call Earth the "Blue Planet", but you can also see three other colors that make up the earth too. What colors are they? And what earth materials do you think make up those colors?
ar_eg: تظاهر بأنك رائد فضاء ينظر إلى الأرض من الفضاء الخارجي. ما هو أول شيء ستلاحظه حول الأرض؟ تبدو وكأنها كرة زجاجية جميلة في الفضاء، وفي الغالب هي زرقاء. هذا هو السبب في أن بعض علماء أسموا الأرض الكوكب الأزرق ، ولكن يمكنك أن ترى أيضا الألوان الثلاثة الأخرى التي تشكل الأرض أيضا. ما هي هذه الألوان؟ وما هي المواد الأرضية التي تشكل تلك الألوان برأيك؟

source: Question A. The biosphere is the earth's living system includes all of the following <span class='blink'>except</span>:
ar_eg: السؤال أ. المحيط الحيوي هو نظام المعيشة الأرضي ويشمل كل من التالية <span class='blink'>باستثناء</span>.

source: Question A. The biosphere, which is the earth's living system, includes all of the following <span class='blink'>except</span>:
ar_eg: السؤال أ. المحيط الحيوي، والذي هو نظام المعيشة الأرضي، يشمل كل من التالية <span class='blink'>باستثناء</span>

source: Question B. When we see the earth from space, the blue color we see that gives earth the name the "Blue Planet" is from the:
ar_eg: السؤال ب. عندما نرى الأرض من الفضاء، اللون الأزرق الذي نرى والذي أعطى الأرض اسم الكوكب الأزرق هو من:

source: Question C. The hydrosphere includes which of the following?
ar_eg: السؤال ج. ماذا يتضمن الغلاف المائي من التالية ؟

source: Reviewing core ideas... about earth materials and systems
ar_eg: مراجعة الأفكار الأساسية حول ...مواد الأرض والنظم

source: Rocks
ar_eg: الصخور

source: Sky
ar_eg: السماء

source: Snow
ar_eg: الثلوج

source: Soil/Dirt
ar_eg: التربة

source: Studying earth systems...
ar_eg: دراسة أنظمة الأرض

source: Sunlight
ar_eg: أشعة الشمس

source: The <span class='key'>atmosphere</span>, which is composed of the gaseous <span class='key'>earth materials</span> that make up the earth's surface, is invisible. The white color you can see is the clouds in the atmosphere - which are made from tiny water droplets – so they are really part of the hydrosphere floating in the atmosphere. The rest of the atmosphere is mostly invisible and is made from mostly nitrogen, oxygen, carbon dioxide, water vapor, and a lot of other gasses in very small quantities. It's also known as the air you breathe.
ar_eg: <span class='key'> الغلاف الجوي</span>، الذي يتكون من <span class='key'> مواد الأرض</span> الغازية التي تشكل سطح الأرض، غير مرئي. اللون الأبيض الذي يمكن أن يشاهد هو السحب في الغلاف الجوي - والتي تتكون من قطرات الماء الصغيرة - لذلك هي في الحقيقة جزء من الغلاف المائي العائم في الغلاف الجوي. بقية الغلاف الجوي في معظمه غير مرئي ويتكون في معظمه من النيتروجين، والأكسجين، وثاني أكسيد الكربون، وبخار الماء، والكثير من الغازات الأخرى بكميات صغيرة جدا. ومن المعروف أيضا باسم الهواء الذي نتنفسه.

source: The <span class='key'>biosphere</span> is all of the living things on earth. From space, the biosphere looks mostly green because of all the trees and plants. But the biosphere includes all living things from bacteria to elephants to giant sequoia trees and US! Some scientists call the part of the environment that includes humans and their impact the <span class='key'>anthrosphere</span>.
ar_eg: <span class='key'>المحيط الحيوي</span> هو جميع الكائنات الحية على وجه الأرض. من الفضاء، يظهر المحيط الحيوي في معظمه أخضر بسبب جميع الأشجار والنباتات. ولكن المحيط الحيوي يشمل جميع الكائنات الحية من البكتيريا إلى الفيلة لأشجار السيكويا العملاقة وللولايات المتحدة! يسميه بعض العلماء هذا الجزء من البيئة الذي يضم الإنسان وتأثيراته ب <span class='key'>الغلاف البشري </span>.

source: The <span class='key'>geosphere</span> (also called the <span class='key'>lithosphere</span>) is all of the solid earth materials like rocks and soil that make up the land we live on. Much of the lithosphere looks brown when the earth is viewed from above.
ar_eg: <span class='key'>الغلاف الأرضي</span> (يسمى أيضا <span class='key'>الغلاف الصخري</span>) وهو كل المواد الصلبة مثل الصخور والتربة التي تشكل الأرض التي نعيش عليها. الكثير من الغلاف الصخري يبدو بني اللون عند النظر إلى الأرض من الأعلى.

source: The blue color you see looking at the earth from space is mostly the ocean water or the <span class='key'>hydrosphere</span>. But the hydrosphere is also composed of all the fresh water in lakes, rivers and streams; the groundwater under the ground; the ice and snow in glaciers and polar ice caps; and the water in clouds. The hydrosphere is the earth's system composed of all the water on earth.
ar_eg: اللون الأزرق الذي تراه عند النظر الى الأرض من الفضاء هي في معظمها مياه المحيط أو <span class='key'>الغلاف المائي</span>. ولكن الغلاف المائي يتكون أيضا من جميع المياه العذبة في البحيرات والأنهار والجداول؛ المياه الجوفية تحت الأرض؛ الجليد والثلوج في الأنهار الجليدية والقمم الجليدية القطبية؛ والماء في السحب. الغلاف المائي هو نظام الأرض والذي يتألف من جميع المياه على الأرض.

source: The earth is one huge system that is made up of four subsystems that all interact to make our planet the beautiful, livable place we call home.
ar_eg: الأرض هي واحدة من الأنظمة الضخمة التي تتكون من أربعة نظم فرعية كلها تتفاعل لجعل كوكبنا مكان جميل يصلح العيش فيه وهو الوطن.

source: The fresh water in the rivers and lakes
ar_eg: المياه العذبة في الأنهار والبحيرات

source: The salt water in the oceans
ar_eg: المياه المالحة في المحيطات

source: The water in snow and ice glaciers
ar_eg: المياه في الثلوج وفي الأنهار الجليدية

source: Thinking about... earth materials and systems
ar_eg: التفكير ...بمواد الأرض وأنظمتها

source: Tigers
ar_eg: النمور

source: Trees
ar_eg: الأشجار

source: Welcome to the Earth Materials and Systems review
ar_eg: مرحبا بكم في مراجعة مواد الأرض وأنظمتها

source: When you looked at the picture of the earth earlier, you probably noticed that there are basically four main colors that make up the earth as we see it from space. Those colors are blue, white, green, and brown, and they represent the four major systems that make up the earth because of the different earth materials each system is made of. <span class='key'>Earth materials</span> are the matter or "stuff" that make up the earth.
ar_eg: عندما نظرت إلى صورة للأرض في وقت سابق، وربما كنت قد لاحظت أن هناك أربعة ألوان رئيسية تشكل الأرض كما نراها من الفضاء. هذه الألوان هي الأزرق والأبيض والأخضر، والبني، وأنها تمثل النظم الرئيسية الأربعة التي تشكل الأرض بسبب مواد الأرض المختلفة والتي يتكون منها كل نظام . <span class='key'>مواد الأرض</span> هي المسألة أو الاشياء التي تشكل الأرض.

source: Which of the following do you think are earth materials? Click on <span class='blink'>all</span> of the pictures you think are earth materials.
ar_eg: أي من التالية تعتقد أنها من مواد الأرض؟ انقر على <span class='blink'>جميع</span> الصور التي تعتقد أنها من مواد الأرض.

source: Changing landscapes...
ar_eg: تغيير المناظر الطبيعية ...

source: Climbing a mountain...
ar_eg: تسلق الجبل

source: Collecting data about erosion...
ar_eg: جمع البيانات حول التآكل

source: Correct. The Grand Canyon was formed mainly by slow water erosion.
ar_eg: صحيح. تشكل الجراند كانيون أساسا من تعرية الماء البطيئة.

source: Correct. The picture shows a rapid erosion by wind.
ar_eg: صحيح. وتظهر الصورة تآكل سريع بفعل الرياح.

source: Credit: U.S. Geological Survey
ar_eg: لصالح: المسح الجيولوجي الامريكي

source: Department of the Interior/USGS
ar_eg: وزارة الداخلية / هيئة المسح الجيولوجي الامريكية

source: Different areas of the world get different amounts of rain. The amount of rain a region gets is dependent on its geography – for instance, if it is close to the ocean or whether it has mountains or not and how high the mountains are.
ar_eg: مناطق مختلفة من العالم تحصل على كميات مختلفة من المطر. كمية المطرفي المنطقة تعتمد على جغرافيتها . على سبيل المثال، إذا كانت قريبة من المحيط أو ما إذا كانت قريبة على الجبال أم لا، ومدى ارتفاع الجبال.

source: Each sub-system of the Earth interacts with every other subsystem.
ar_eg: كل نظام فرعي من الأرض يتفاعل مع كل نظام فرعي آخر.

source: Each subsystem of the Earth interacts with every other subsystem.
ar_eg: كل نظام فرعي من الأرض يتفاعل مع كل نظام فرعي آخر.

source: Earth systems interaction...
ar_eg: تفاعل أنظمة الأرض ...

source: Great job! Volcanoes and soil are part of the geosphere, rainfall is part of the hydrosphere, plants are part of the biosphere, and air is part of the atmosphere.
ar_eg: عمل عظيم! البراكين والتربة هي جزء من الغلاف الأرضي، وهطول الأمطار هو جزء من الغلاف المائي، والنباتات هي جزء من المحيط الحيوي، والهواء هو جزء من الغلاف الجوي.

source: In the diagram to the right you can see moisture from the ocean (in the form of clouds) can't get over the high mountains.
ar_eg: في الرسم البياني إلى اليمين ترون الرطوبة من المحيط (على شكل سحب) لا تستطيع صعود الجبال العالية.

source: More core ideas... about earth materials and systems
ar_eg: مزيد من الأفكار الأساسية حول مواد ... الأرض وأنظمتها

source: No. The Grand Canyon was formed mainly by slow water erosion.
ar_eg: لا. تشكل الجراند كانيون أساسا من تعرية الماء البطيئة.

source: No. The picture shows a rapid erosion by wind.
ar_eg: لا. تُظهر الصورة سرعة التآكل بفعل الرياح.

source: Not quite! Hydrosphere, atmosphere, biosphere and geosphere are Earth's systems; They are interdependent and each subsystem (the spheres) interacts with every other subsystem which means that the events that happen in one sphere affect the other systems of the earth and cause the earth to be the way it is.
ar_eg: ليس تماما! الغلاف المائي والغلاف الجوي والغلاف الحيوي والغلاف الأرضي هي أنظمة الأرض؛ فهي مترابطة وكل نظام فرعي (المحيطات) يتفاعل مع كل نظام فرعي آخر مما يعني أن الأحداث التي تحدث في المحيط الواحد تؤثر على النظم الأخرى في الأرض وتتسبب في جعل الأرض على ما هي عليه.

source: Not quite. Volcanoes and soil are part of the geosphere, rainfall is part of the hydrosphere, plants are part of the biosphere, and air is part of the atmosphere.
ar_eg: ليس تماما. البراكين والتربة هي جزء من الغلاف الأرضي، وهطول الأمطار هو جزء من الغلاف المائي، والنباتات هي جزء من المحيط الحيوي، والهواء هو جزء من الغلاف الجوي.

source: Now imagine what would happen if, instead of a water hose, there was a river running over the sidewalk or even over solid rock. The same thing would happen. Day by day, you might not see a change, but over a very long period of time that river can erode down through solid rock. This would completely change the <span class='key'>landscape</span> – the features of the land - to a make a deep canyon from a flat surface. That's how the Grand Canyon was formed; it took millions of years. This process is called <span class='key'>erosion</span>. Wind, running water, waves, or glaciers can pick up stuff and things like dirt and rocks from the surface and move them around. Erosion happens different ways; it is the gradual wearing away and breaking down of rocks. Erosion can even wear down a mountain range from high peaks to create a flat plain.
ar_eg: الآن تخيل ما سيحدث إذا، بدلا من خرطوم المياه، يوجد نهر جار على الرصيف أو حتى على الصخور الصلبة. الشيء نفسه سيحدث. يوما بعد يوم، قد لا ترى تغييرا، لكن على مدى فترة طويلة جدا من الزمن يمكن أن يضعف النهر من خلال الصخور الصلبة. وهذا من شأنه تغيير <span class='key'>المناظر الطبيعية</span> للأرض - لصنع وادي عميق من سطح مستو. هذه هي الطريقة التي تشكلت بها الجراند كانيون؛ استغرق الأمر ملايين السنين. وهذا ما يسمى عملية <span class='key'>التآكل</span> . الرياح والمياه الجارية، والأمواج، والأنهار الجليدية يمكنها التقاط الاشياء مثل التراب والصخور من السطح ونقلهامن حولها. التآكل يحدث بطرق مختلفة؛ هو تآكل تدريجي وتحطيم الصخور. التآكل يمكن أن يبلي أسفل سلسلة جبال الى القمم العالية لإنشاء سهل منبسط.

source: Question A. Click on <span class='blink'>all</span> the <span class='blink'>correct</span> statements below.
ar_eg: السؤال أ. انقر على <span class='blink'>جميع</span> ما هو الصحيح من البيانات أدناه.

source: Question A. Look at the picture at the right. This is an example of:
ar_eg: السؤال أ. إنظر إلى الصورة على اليمين. هذا مثال على:

source: Question B. Look at the picture at the right. This is an example of:
ar_eg: السؤال ب. إنظر إلى الصورة على اليمين. هذا مثال على:

source: Question B. The following are examples of how earth systems interact. Click on 'select' for each statement then click on the <span class='blink'>correct</span> system (sphere) from the pop up menu for each of the statements. The first one is done for you.
ar_eg: السؤال ب. فيما يلي أمثلة على كيفية تفاعل أنظمة الأرض. انقر على زر 'تحديد' لكل عبارة ثم انقر على النظام (الغلاف) <span class='blink'>الصحيح</span> من القائمة المنبثقة لكل من العبارات. هذا هو أول عمل لك.

source: Rapid erosion by water
ar_eg: التآكل السريع عن طريق المياه

source: Rapid erosion by wind
ar_eg: التآكل السريع بفعل الرياح

source: Slow erosion by water
ar_eg: التآكل البطيء عن طريق المياه

source: Slow erosion by wind
ar_eg: التآكل البطيء عن طريق الرياح

source: So the rain falls on the west side of the mountains, making that side very wet with lots of vegetation. But the rain clouds can't get to the east side of the mountains, so that side is very dry and sometimes even forms a desert. This affects what kinds of plants and animals can live in each environment because of the amount of water and types of food and homes for the animals that are available.
ar_eg: يسقط المطر على الجانب الغربي من الجبال، مما يجعل هذا الجانب رطبا جدا مع الكثير من الغطاء النباتي. لكن غيوم المطر لا يمكن أن تصل إلى الجانب الشرقي من الجبال، لذلك هذا الجانب هو جاف جدا وأحيانا يشكل الصحراء. هذا يؤثر على أنواع من النباتات والحيوانات التي يمكن أن تعيش في كل بيئة بسبب كمية المياه وأنواع من المواد الغذائية والمنازل للحيوانات .

source: That's correct! Hydrosphere, atmosphere, biosphere and geosphere are Earth's systems; They are interdependent and each subsystem interacts with every other subsystem which means that the events that happen in one sphere affect the other systems of the earth and cause the earth to be the way it is.
ar_eg: هذا صحيح! الغلاف المائي والغلاف الجوي والغلاف الحيوي والغلاف الأرضي هي أنظمة الأرض؛ فهي مترابطة ويتفاعل كل نظام فرعي مع الآخر مما يعني أن الأحداث التي تحدث في مجال واحد يؤثر على النظم الأخرى في الأرض ويتسبب في ترك الأرض على ما هي عليه.

source: The hydrosphere, atmosphere, biosphere, and geosphere are Earth's major components.
ar_eg: الغلاف المائي والغلاف الجوي والغلاف الحيوي، والغلاف الأرضي هي المكونات الرئيسية لكوكب الارض.

source: The hydrosphere, atmosphere, biosphere, and geosphere are Earth\'s major components.
ar_eg: الغلاف المائي والغلاف الجوي والغلاف الحيوي، والغلاف الأرضي هي المكونات الرئيسية لكوكب الارض.

source: The interactions between the earth's systems are the processes that go on to shape the landscape and make the earth the way it is.
ar_eg: التفاعلات بين النظم الأرضية هي العمليات التي تستمر في تشكيل المناظر الطبيعية، وجعل الأرض على ما هي عليه.

source: The interactions between the earth\'s systems are the processes that go on to shape the landscape and make the earth the way it is.
ar_eg: التفاعلات بين النظم الأرضية هي العمليات التي تستمر في تشكيل المناظر الطبيعية، وجعل الأرض على ما هي عليه.

source: The land around where you live and all over the earth is constantly changing. Wind and water can play an important role in making changes to the landscape. Sometimes the change happens fast, like from a flood or a hurricane. But other times it happens so slowly that you can't even tell it is happening.
ar_eg: اليابسة حول المكان الذي تعيش فيه وجميع أنحاء الأرض في تغير مستمر. الرياح والمياه يمكن أن تلعب دورا هاما في إجراء تغييرات على المناظر الطبيعية. في بعض الأحيان يحدث التغيير السريع، مثل الطوفان أو الإعصار. ولكن مرة أخرى فإنه يحدث ببطء بحيث لا يمكنك أن تميز انه يحدث.

source: The same idea applies to the power of wind to erode the land. On the prairies, the wind can carry the topsoil from a farming field and make hills from it, or blow it into the rivers where the water carries it away. Along the coasts the wind blows every day, changing the sand dunes. And during hurricanes, the combination of wind and water can be so strong it can change the shape of the coast dramatically in a very short time. This can be seen very clearly in the change of the coast in New York from Hurricane Sandy in 2012.
ar_eg: نفس الفكرة تنطبق على قوة الرياح لتآكل اليابسة. في البراري، يمكن أن تحمل الرياح التربة السطحية من حقل الزراعة وتكون منها التلال، أو أن ترميه في الأنهار حيث يحمله الماء بعيدا. على طول السواحل تهب الريح كل يوم، مغيرة الكثبان الرملية. وأثناء الأعاصير، امتزاج الرياح والمياه يمكن أن يكون قوي كي يتمكن من تغيير شكل الساحل بشكل كبير في وقت قصير جدا. نسطيع أن نرى ذلك بشكل واضح جدا في تغيير الساحل في نيويورك من إعصار ساندي في عام 2012.

source: There are only interactions between the hydrosphere and atmosphere, and biosphere and geosphere.
ar_eg: هناك تفاعلات فقط بين الغلاف المائي والغلاف الجوي، والغلاف الحيوي والغلاف الأرضي.

source: Think about what would happen if you mistakenly let your garden hose run water over the concrete sidewalk in front of your house overnight. When you come out in the morning and turn the hose off and look at the sidewalk, it looks like the running water had no effect on the sidewalk other than getting it wet. But if you let that hose run for a month, or a year, or ten years, or a thousand years, what do you think would happen? You're right – eventually, over time, it will wear away some of the concrete and leave a hole or a groove in the sidewalk.
ar_eg: فكر فيما سيحدث إذا شغلت وبشكل خاطئ خرطوم مياه حديقتك على اسفلت الرصيف طول الليل. عندما تخرج في الصباح وتطفئ الخرطوم وتنظر إلى الرصيف، يبدو أن المياه الجارية لم تؤثر على الرصيف سوى جعله مبللا. ولكن إن تركنا المياه تجري لشهر، أو سنة، أو عشر سنين،أو ألف سنة، ماذا تظن أنه سيحدث؟ أنت على حق في نهاية المطاف، فإن الأسفلت سوف يذوب ويترك ثقبا أو أخدودا على الرصيف.

source: This is a great example of how our earth is connected. All the systems (geosphere, atmosphere, hydrosphere, and biosphere) are all interconnected and affect each other. The solid earth rock material from the geosphere forms mountains that block the rain clouds in the atmosphere from raining on the west side of the mountains. This causes the hydrosphere on the east side to be very dry and the west side to be very wet. This, in turn, affects the biosphere on each side of the mountain to be very different. Think about the different trees and animals that live on each side of the mountain.
ar_eg: هذا هو مثال عظيم على كيفية ترابط أرضنا. جميع الأنظمة (الغلاف الأرضي والغلاف الجوي والغلاف المائي والغلاف الحيوي) كلها مترابطة وتؤثر على بعضها البعض. المواد الصلبة الصخرية في الجبال و الغلاف الأرضي والتي تشكل الجبال تعمل على منع الغيوم الماطرة في الجو من أن تمطر على الجانب الغربي من الجبال. هذا يتسبب في جفاف الغلاف المائي على الجانب الشرقي و رطوبة الجانب الغربي لتكون رطبة جداً. هذا، بدوره، يؤثر على المحيط الحيوي على كل جانب من الجبل لتكون مختلفة جدا. فكر في الأشجار المختلفة والحيوانات التي تعيش على جانبي الجبل.

source: U.S. Geological Survey
ar_eg: المسح الجيولوجي الأمريكي

source: Very small matter in the air
ar_eg: مادة صغيرة جدا في الهواء

source: Volcanoes <span class='key'>(geosphere)</span> change plant growth in the biosphere. Rainfall
ar_eg: <span class='key'>الغلاف الأرضي</span> للبراكين يغير نمو النبات في المحيط الحيوي. هطول المطر

source: Volcanoes <span class='key'>(geosphere)</span> changes plant growth in the biosphere. Rainfall often increases after a volcanic eruption, causing plant growth out, first smothering plants, but eventually it enriches the soil, and causes more plant growth down the road.
ar_eg: <span class='key'>الغلاف الأرضي</span> للبراكين يغير نمو النبات في المحيط الحيوي. <span></span> الأمطار في كثير من الأحيان <span></span> تزيد نمو النباتات بعد الإنفجار البركاني، مما يتسبب في نمو النبات<span></span> . مادة صغيرة جدا في الهواء تقع ، أولا تخنق النباتات، ولكن في نهاية المطاف أنها تثري التربة<span></span> ، وتنتج المزيد من نمو النبات.

source: and causes more plant growth down the road.
ar_eg: يؤدي إلى مزيد من نمو النباتات مع الزمن.

source: atmosphere
ar_eg: الغلاف الجوي

source: biosphere
ar_eg: المحيط الحيوي
