Repository: geneconde/NGR-sandbox
Catalog: modules/earth-materials-and-systems/Locale/*/LC_MESSAGES/earth-materials-and-systems.po
Languages: ar_eg

source: falls out, first smothering plants, but eventually it enriches the soil
ar_eg: تسقط ، تخنق النباتات، ولكن في النهاية تثري التربة

source: geosphere
ar_eg: الغلاف الأرضي

source: hydrosphere
ar_eg: الغلاف المائي

source: Forest Recovering From Mt St Helens Eruption
ar_eg: الغابة تعافت من انفجار جبل سانت هيلين

source: Video: NASA/Goddard Space Flight Center
ar_eg: فيديو: ناسا / مركز غودارد للطيران الفضائي

source: often increases after a volcanic eruption, causing plant growth
ar_eg: غالبا ما يزيد بعد الإنفجار بركاني، مسبباً نمو النباتات

source: Volcanoes have many effects on the geosphere, hydrosphere, atmosphere, and biosphere. Here is an example of how this event in the geosphere changes plant growth in the biosphere: Rainfall often increases after a volcanic eruption, causing plant growth. Very small matter in the air falls out, first smothering plants, but eventually it enriches the soil, and causes more plant growth down the road.
ar_eg: البراكين لها العديد من الآثار على الغلاف الأرضي والغلاف المائي والغلاف الجوي، والغلاف الحيوي. هنا مثال عن كيف لمثل هذا الحدث في الغلاف الأرضي أن يغير في نمو النباتات في المحيط الحيوي : غالبا ما يزيد هطول الأمطار بعد انفجار بركاني، مما يتسبب في نمو النبات. مادة صغيرة جدا في الهواء تسقط، و تخنق النباتات، ولكن في نهاية المطاف أنها تثري التربة، وتؤدي إلى مزيد من نمو النباتات مع مرور الزمن.

source: Actually, you can think of the Earth as one big system and each of the systems discussed above is a part (subsystem) of the big Earth system. Each subsystem interacts with every other subsystem. For instance, the water from the hydrosphere rains on the soil of the geosphere to provide moisture for plants from the biosphere to grow and take carbon dioxide gas from the atmosphere to make food for humans in the anthrosphere.
ar_eg: في الواقع، يمكنك التفكير في الأرض كنظام واحد كبير وكل من النظم التي نوقشت أعلاه هي جزء (فرعي) من نظام الأرض الكبير. يتفاعل كل نظام فرعي مع كل نظام فرعي آخر. على سبيل المثال، الماء من الغلاف المائي تمطر على التربة من الغلاف الأرضي لتوفير الرطوبة للنباتات من المحيط الحيوي لتنمو وتأخذ غاز ثاني أكسيد الكربون من الغلاف الجوي لصنع الغذاء للإنسان في المحيط الإنساني.

source: The different earth <span class='key'>systems</span> – hydrosphere, atmosphere, biosphere, and geosphere are different components (parts) of the earth that are made out of different materials with different properties (a trait – like if something is hard or soft). But these systems are not isolated or independent of each other. Each system interacts with every other system to make the whole earth look and behave the way it does. These <span class='key'>interactions</span> are the <span class='key'>processes</span> that go on to shape the landscape and make the earth the way it is.
ar_eg: <span class='key'>"أنظمة</span> الأرض المختلفة، الغلاف المائي والغلاف الجوي والغلاف الحيوي، والغلاف الأرضي هي مكونات مختلفة (أجزاء) من الأرض التي هي مصنوعة من مواد مختلفة مع خصائص مختلفة (مثل أن يكون هناك شيء صلب أو لين). ولكن هذه الأنظمة ليست منعزلة أو مستقلة عن بعضها البعض. يتفاعل كل نظام مع كل نظام آخر لجعل الأرض كلها لتكون وتعمل بالطريقة التي هي عليها. هذه <span class='key'>التفاعلات</span> هي <span class='key'>العمليات</span> التي تعمل على تشكيل المناظر الطبيعية، وجعل الأرض على ما هي عليه.

source: A process is a series of steps that lead to a specific result or product. In nature, there are many processes at work. For example, when you eat, you turn food into energy for your body through a process called digestion. You breathe air in and out of your lungs through a process called respiration.
ar_eg: العملية هي عبارة عن سلسلة من الخطوات التي تؤدي إلى نتيجة محددة أو منتج معين. في الطبيعة، هناك العديد من العمليات في العمل. على سبيل المثال، عندما تتناول الطعام، يمكنك تحويل الغذاء إلى طاقة لجسمك من خلال عملية تسمى الهضم. أنت تتنفس الهواء داخل وخارج الرئتين من خلال عملية تسمى التنفس.

source: A property is a certain trait or quality that is shared by all the members of a set or group of things. The properties of different things can be used to tell things apart and arrange them into groups.
ar_eg: الخاصية هي سمة معينة أو الجودة التي يتم مشاركتها من قبل جميع أعضاء مجموعة من الأشياء. خصائص الأشياء المختلفة يمكن استخدامها لتمييز الأشياء، وترتيبها في مجموعات.

source: A system is something with interrelated components that work together. You can think of the earth as one big system with many subsystems, such as the hydrosphere, atmosphere, biosphere, and geosphere. Each subsystem interacts with every other subsystem.
ar_eg: النظام هو شيء ذو مكونات مترابطة تعمل معا. يمكنك التفكير في الأرض كنظام واحد كبير مع العديد من النظم الفرعية، مثل الغلاف المائي والغلاف الجوي والغلاف الحيوي، والغلاف الأرضي. يتفاعل كل نظام فرعي مع كل نظام فرعي آخر.

source: An area recently hit by a sandstorm is attempting to restore the landscape. They want to preserve the landscape and minimize any further damage. You are hired as a consultant to come up with a solution to slow or prevent wind and water from changing the shape of the land. The people of the area are open to suggestions about building or growing anything needed to protect the land from wind and water erosion.
ar_eg: تحاول منطقة ضربت مؤخرا بعاصفة رملية أن تستعيد مناظرها الطبيعية. انهم يريدون الحفاظ على المناظر الطبيعية وتقليل المزيد من الضرر. تم تعيينك مستشاراً للتوصل إلى حل لإبطاء أو منع الرياح والمياه من تغيير شكل الأرض. أهالي المنطقة على استعداد لطرح الاقتراحات حول بناء أو زراعة أي شيء لازم لحماية الأرض من الرياح والتعرية المائية.

source: An interaction is the relationship or exchange between different living things or systems. For example, the interaction between people and dogs is usually very friendly, as dogs serve as wonderful pets for many people. The interaction between dogs and cats, however, is often not as friendly!
ar_eg: التفاعل هو العلاقة أو التبادل بين الكائنات الحية المختلفة أو الأنظمة. على سبيل المثال، التفاعل بين الناس والكلاب عادة ما تكون ودية للغاية، مثل الكلاب والحيوانات الأليفة التي تنفع لكثير من الناس. التفاعل بين الكلاب والقطط، غالبا ما تكون غير ودية!

source: Another example is the interaction with the biosphere and the atmosphere. It can be natural with the animals and trees exchanging oxygen and carbon dioxide with the atmosphere in a normal healthy way or the interaction can be destructive when humans pollute the atmosphere with too much carbon dioxide causing unnatural global warming.
ar_eg: مثال آخر هو التفاعل مع المحيط الحيوي والغلاف الجوي. من الممكن و طبيعي للحيوانات والأشجار أن تتبادل الأكسجين وثاني أكسيد الكربون من الغلاف الجوي بطريقة صحية طبيعية أو أن هذا التفاعل يمكن أن يكون مدمرا عندما يلوث البشر الغلاف الجوي بثاني أكسيد الكربون مسببين الاحتباس الحراري غير الطبيعي.

source: Anthrosphere
ar_eg: المحيط الإنساني

source: Atmosphere
ar_eg: الغلاف الجوي

source: Biosphere
ar_eg: المحيط الحيوي

source: Cactus
ar_eg: الصبار

source: Checking what you now know... about earth materials and systems
ar_eg: استخدام ما تعرفه الآن ... عن موادالأرض وأنظمتها ...

source: Correct! In this dry desert area, you would expect to find rattle snakes and cacti.
ar_eg: صحيح! في هذه المنطقة الصحراوية الجافة، قد تتوقع أن تجد ثعابين و صبار.

source: Correct! In this moist green area, you would expect to find frogs and ferns.
ar_eg: صحيح! في هذه المنطقة الخضراء الرطبة، قد تتوقع أن تجد الضفادع والسراخس

source: Correct. Going from east to west to travel through the desert first is the best way because you have a full water supply that you can drink and you don’t have to carry the weight of the water through the forest on the wet west slope. You can just drink from the streams.
ar_eg: صحيح. الذهاب من الشرق إلى الغرب للسفر عبر الصحراء هو أفضل وسيلة لأن لديك إمدادات المياه الكاملة التي تمكنك من أن تشرب وليس عليك أن تحمل الماء على المنحدر الغربي الرطب . بل يمكنك أن تشرب من مجاري المياه.

source: Deer
ar_eg: غزال

source: Earth materials
ar_eg: مواد الأرض

source: Earth materials are the matter or "stuff" that make up the earth.
ar_eg: مواد الأرض هي المواد أو الاشياء التي تشكل الأرض.

source: East to west
ar_eg: من الشرق إلى الغرب

source: Erosion
ar_eg: تآكل

source: Ferns
ar_eg: سراخس

source: For example, rocks are often grouped based on their properties. One group might include rocks that are smooth, shiny, and difficult to break apart. Another group might include rocks that are bumpy, dull, and easy to break apart. Each of the ways that you can compare the rocks is an example of a property.
ar_eg: على سبيل المثال، غالبا ما يتم تجمع الصخور حسب خصائصها. ويمكن أن تشتمل المجموعة الواحدة صخورا ناعمة، و لامعة، و صعبة الكسر. قد تشمل مجموعة أخرى الصخور الوعرة،و الثقيلة، و سهلة التحطيم. كل من هذه الطرق والتي يمكنك مقارنة الصخور ببعضها هي مثال على الصفة المميزة.

source: Frogs
ar_eg: الضفادع

source: Geosphere/Lithosphere
ar_eg: الغلاف الصخري / القشرة الأرضية

source: Here is an image of a tree that uses the energy of the sun to take in carbon dioxide from the atmosphere and produce oxygen and food through the process of photosynthesis.
ar_eg: هنا صورة لشجرة تستخدم الطاقة من الشمس لتأخذ ثاني أكسيد الكربون من الغلاف الجوي وإنتاج الأكسجين والمواد الغذائية من خلال عملية التمثيل الضوئي.

source: Hydrosphere
ar_eg: الغلاف المائي

source: Interaction
ar_eg: التفاعل

source: Landscape
ar_eg: المناظر الطبيعية

source: No. Travelling east to west you will have a complete water supply with you in the desert area.
ar_eg: لا. حين تسافر من الشرق إلى الغرب سيكون معك إمدادات المياه كاملة في منطقة صحراوية.

source: North to south
ar_eg: من الشمال إلى الجنوب

source: Not Quite. In moist green environments, you would definitely expect to find frogs and ferns and rarely pine trees but definitely not tortoises. - because tortoises are desert animals.
ar_eg: ليس تماما. في البيئات الخضراء الرطبة، يمكن أن تتوقع أن تجد الضفادع والسراخس وأشجار الصنوبر النادرة ولكن بالتأكيد ليست السلاحف. - لأن السلاحف هي حيوانات صحراوية.

source: Not quite! In this dry desert environment, you would definitely expect to find snakes and cacti and rarely some deer but definitely not trout.
ar_eg: ليس تماما! في هذه البيئة الصحراوية الجافة، تتوقع أن تجد الثعابين والصبار ونادرا بعض الغزلان ولكن بالتأكيد ليست سمك السلمون المرقط.

source: Pine trees
ar_eg: أشجار الصنوبر

source: Process
ar_eg: عملية

source: Property
ar_eg: صفة مميزة

source: Question A. In the diagram at the right, which of the following plants and animals would you expect to find on the <span class='blink'>west</span> side of the mountains. Select <span class='blink'>all</span> the correct answers.
ar_eg: السؤال أ. في الرسم البياني على اليمين، أي من النباتات والحيوانات التالية تتوقع أن تجدها في الجانب <span class='blink'>الغربي</span> للجبال. حدد <span class='blink'>جميع</span> الإجابات الصحيحة.

source: Question B. In the diagram at the upper right, which of the following plants and animals would you expect to find on the <span class='blink'>east</span> side of the mountains? Select <span class='blink'>all</span> the correct answers.
ar_eg: السؤال ب. في الرسم التخطيطي في الجزء العلوي الأيمن، أي من النباتات والحيوانات التالية تتوقع أن تجد في الجانب <span class='blink'>الشرقي</span> للجبال؟ حدد <span class='blink'>جميع</span> الإجابات الصحيحة.

source: Question C. If you were going to go hiking or backpacking across the mountains in the diagram above and you had to carry all of your food and water for the whole trip, would it make more sense to go:
ar_eg: السؤال ج. إذا كنت في طريقك للذهاب للمشي لمسافات طويلة أو عبر الجبال في الرسم البياني أعلاه وكان عليك أن تحمل كل من الطعام والمياه لكامل الرحلة، فهل من المنطق أن تذهب:

source: Rattle snake
ar_eg: الأفعى المجلجلة

source: Reviewing key vocabulary related to... earth materials and systems
ar_eg: مراجعة بعض المفردات ذات الصلة....بمواد الأرض وأنظمتها

source: Some scientists call the part of the environment that includes humans and their impact the anthrosphere.
ar_eg: يسمي بعض العلماء الجزء من البيئة والذي يضم البشر وتأثيرها بالمحيط الإنساني

source: South to north
ar_eg: من الجنوب للشمال

source: Summarizing core ideas... about earth materials and systems
ar_eg: مراجعة الأفكار الأساسية حول ... مواد الأرض وأنظمتها

source: Surveying the area...
ar_eg: مسح المنطقة ...

source: System
ar_eg: نظام

source: The Problem
ar_eg: المشكلة

source: The Task
ar_eg: المهمة

source: The atmosphere is composed of the gaseous earth materials that make up the earth's surface. The white color you can see is the clouds in the atmosphere, which are made from water, but the rest of the atmosphere is mostly invisible and is made from mostly nitrogen, oxygen, carbon dioxide, water vapor, and a lot of other gasses in very small quantities. It's also known as the air you breathe.
ar_eg: يتكون الغلاف الجوي من مواد الأرض الغازية التي تشكل سطح الأرض. اللون الأبيض الذي ترونه هو السحب في الغلاف الجوي، والتي تتكون من المياه، ولكن بقية الغلاف الجوي هي في معظمها غير مرئية وتتكون معظمها من النيتروجين، والأكسجين، وثاني أكسيد الكربون، وبخار الماء، والكثير من الغازات الأخرى في كميات صغيرة جدا. ومعروفة أيضاً بالهواء الذي نتنفسه.

source: The biosphere is all of the living things on earth. From space, the biosphere looks mostly green because of all the trees and plants. But the biosphere includes all living things from bacteria to elephants to giant sequoia trees and us!
ar_eg: المحيط الحيوي هو كل الكائنات الحية على وجه الأرض ... من الفضاء، المحيط الحيوي يبدو في معظمه أخضر بسبب الأشجار والنباتات. ولكن المحيط الحيوي يشمل جميع الكائنات الحية من البكتيريا إلى الفيلة لأشجار السيكويا العملاقة ونحن بني البشر!

source: The geosphere, or lithosphere, is all of the solid earth materials like rocks and soil that make up the land we live on.
ar_eg: الغلاف الأرضي، أو الغلاف الصخري، هو كل المواد الصلبة مثل الأرض الصخور والتربة التي تشكل الأرض التي نعيش عليها.

source: The hydrosphere is the liquid water and solid ice (some of the white on the earth that can be viewed from space) that make up the oceans, rivers, lakes, and glaciers on the earth.
ar_eg: الغلاف المائي هو الماء السائل والجليد الصلب (اللون الأبيض على الأرض التي يمكن أن ينظر إليها من الفضاء) التي تشكل المحيطات والأنهار والبحيرات، والأنهار الجليدية على الأرض.

source: The landscape is the features of the land of a certain area. The Earth's surface is filled with many diverse and unique landscapes.
ar_eg: المناظر الطبيعية هي ملامح الأرض في منطقة معينة. يمتلئ سطح الأرض بالعديد من المناظر الطبيعية المتنوعة والفريدة من نوعها.

source: The process of the gradual wearing away and breaking down of rocks is called erosion. Erosion can even wear down a mountain range from high peaks to create a flat plain.
ar_eg: العملية التدريجية لتآكل وانهيار الصخور تسمى التعرية. التآكل يمكن أن يهدم سلسلة جبال من القمم العالية لتكون سهل منبسط.

source: There are four major systems that make up the earth: the <span class='key'>geosphere/lithosphere</span>, the <span class='key'>hydrosphere</span>, the <span class='key'>atmosphere</span>, and the <span class='key'>biosphere</span>. These four <span class='key'>systems</span> interact with each other to control the kinds of <span class='key'>landscapes</span> and environments that make up the earth. One example of an <span class='key'>interaction</span> of the earth systems is to affect the amount of rain an area of the earth gets, which then affects what kinds of plants and animals can live there. Different environments are suitable for different living things. Rain and wind can also shape and reshape the landforms in the environment, like how the beaches on the coast change after a hurricane.
ar_eg: هناك أربعة أنظمة رئيسية تشكل الأرض: <span class='key'>الغلاف الأرضي (الغلاف الصخري)</span> و <span class='key'>الغلاف المائي</span> ،و <span class='key'>الغلاف الجوي </span>، و <span class='key'>الغلاف الحيوي</span> ... هذه الأربعة <span class='key'>أنظمة</span> تتفاعل مع بعضها البعض للسيطرة على أنواع من <span class='key'>المناظر الطبيعية</span> والبيئات التي تشكل الأرض. أحد الأمثلة على <span class='key'>التفاعل</span> ما بين أنظمة الأرض هو التأثير على كمية المطر التي تسقط على الأرض، مما يؤثربعد ذلك على أنواع من النباتات والحيوانات التي يمكن تعيش هناك. البيئات المختلفة هي مناسبة لمختلف الكائنات الحية. يمكن للأمطار والرياح أيضاأن تشكل وتعيد تشكيل التضاريس في البيئة، مثل تغيرالشواطئ على الساحل بعد الإعصار.

source: Tortoise
ar_eg: سلحفاة

source: Trout
ar_eg: سمك السلمون المرقط

source: Using what you know... about earth materials and systems... to solve a problem
ar_eg: استخدام ما تعرفه ... عن مواد وأنظمة الأرض... من أجل حل مشكلة

source: West to east
ar_eg: من الغرب للشرق

source: What would you suggest? Enter your answer in the text box below and compare your solution to those suggested by your classmates and discuss which one might be more effective.
ar_eg: ماذا تقترح؟ أدخل إجابتك في صندوق النص أدناه وقارن حلك لتلك المقترحة من قبل زملائك ومناقشة أي واحد قد يكون أكثر فعالية.

source: Anthrosphere and hydrosphere, lithosphere, and atmosphere
ar_eg: المحيط الإنساني والغلاف المائي، و الغلاف الصخري، و الغلاف الجوي

source: Anthrosphere, biosphere, and hydrosphere
ar_eg: المحيط الإنساني، والغلاف الحيوي، والغلاف المائي

source: Atmosphere, hydrosphere, and anthrosphere
ar_eg: الغلاف الجوي، والغلاف المائي،والمحيط الإنساني

source: Building a house...
ar_eg: بناء منزل

source: Correct! Water vapor molecules in the atmosphere turn into little water droplets in the clouds and then turn into rain then become part of the hydrosphere.
ar_eg: صحيح! جزيئات بخار الماء في الغلاف الجوي تتحول الى قطرات ماء صغيرة في السحب ثم تتحول إلى المطر ثم تصبح جزءا من الغلاف المائي.

source: Correct. Because of high mountain ranges, precipitation might not reach the east side causing it to be dry.
ar_eg: صحيح. بسبب سلاسل الجبال العالية، قد لا يصل الهطول الجانب الشرقي الامر الذي ادى الى جفافها.

source: Correct. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
ar_eg: صحيح. كان الإعصار نتيجة التفاعلات بين الأرض (اليابسة)، والمياه (المحيط المائي)، والرياح (الغلاف الجوي).

source: Correct. This is a great example of interaction between the anthrosphere and the atmosphere.
ar_eg: صحيح. هذا هو مثال عظيم للتفاعل بين المحيط الإنساني والغلاف الجوي.

source: Correct. Wind and running water slowly changes the size of mountains.
ar_eg: صحيح. الرياح والمياه الجارية تغير حجم الجبال بشكل بطيء.

source: East
ar_eg: شرق

source: Fixing the house...
ar_eg: تصليح المنزل

source: Geosphere/ Lithosphere
ar_eg: الغلاف الصخري / القشرة الأرضية

source: Identifying anthrosphere and atmosphere...
ar_eg: تعريف المحيط الإنساني والغلاف الجوي

source: In a forest meadow
ar_eg: في مروج الغابة

source: In the diagram below, what would be an interaction between the anthrosphere and the atmosphere?
ar_eg: في الرسم البياني أدناه، ما من شأنه أن يكون تفاعلا بين المحيط الإنساني والغلاف الجوي؟

source: In the same diagram, the formation of clouds from water vapor that creates rain storms is an example of the interaction of the atmosphere and the:
ar_eg: في نفس الرسم البياني، تشكل الغيوم من بخار الماء الذي يخلق العواصف المطيرة هي مثال لتفاعل الغلاف الجوي:

source: Lithosphere
ar_eg: الغلاف الصخري

source: Lithosphere, atmosphere, hydrosphere
ar_eg: الغلاف الصخري، الغلاف الجوي، الغلاف المائي

source: Logging mountain forests
ar_eg: دخول الغابات

source: Mining coal and minerals from the ground
ar_eg: استخراج الفحم والمعادن من باطن الأرض

source: Mountains change in size over millions of years, but it is not because of wind and water moving continuously.
ar_eg: يتغير حجم الجبال على مدى ملايين السنين، ولكن ليس بسبب الرياح و جريان المياه باستمرار .

source: No, because of high mountain ranges, precipitation might not reach the east side causing it to be dry.
ar_eg: لا، بسبب السلاسل الجبلية العالية، فإن تساقط الأمطار قد لا يصل إلى الجانب الشرقي الامر الذي ادى الى جفافه.

source: No, that would be a good example of interaction between the anthrosphere and the biosphere.
ar_eg: لا، قد يكون ذلك مثالا جيدا للتفاعل بين المحيط الإنساني والمحيط الحيوي.

source: No, that would be a good example of interaction between the anthrosphere and the geosphere.
ar_eg: لا، قد يكون هذا مثالا جيدا للتفاعل بين المحيط الإنساني و الغلاف الأرضي

source: No, that would be a good example of interaction between the anthrosphere and the hydrosphere.
ar_eg: لا، قد يكون هذا مثالا جيدا للتفاعل بين المحيط الإنساني و الغلاف المائي.

source: No. It may seem that nothing can change a mountain, but gradually wind and water do.
ar_eg: لا. قد يبدو أن لا شيء يمكن أن يغير أحد الجبال، ولكن تدريجيا تغيرها الرياح والمياه .

source: No. People were involved in the hurricane, but the interactions of the anthrosphere did not cause damage to towns. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
ar_eg: لا. تورط الناس في الإعصار، ولكن لم التفاعلات من المحيط الإنساني لا تسبب ضررا على المدن. كان الإعصار نتيجة التفاعلات بين الأرض (اليابسة)، والمياه (المحيط المائي)، والرياح (الغلاف الجوي).

source: No. The biosphere is the living systems on earth such as plants and animals. Water vapor from the atmosphere doesn't turn into the biosphere.
ar_eg: لا. المحيط الحيوي هو الأنظمة الحيوية على وجه الأرض مثل النباتات والحيوانات. بخار الماء من الجو لا يتحول إلى محيط حيوي.

source: No. The changes in mountains are due to the continuous movement of wind and water.
ar_eg: لا. التغيرات في الجبال هي بسبب التحرك المستمر للرياح والمياه.

source: No. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
ar_eg: لا. كان الإعصار نتيجة التفاعلات بين اليابسة (الغلاف الصخري)، والمياه (المائي)، والرياح (الغلاف الجوي).

source: Nope. The lithosphere is part of the solid earth materials such as rock and soil. Water vapor from the atmosphere doesn't turn into the lithosphere.
ar_eg: كلا. الغلاف الصخري هو جزء من المواد الصلبة مثل الصخور والتربة. بخار الماء من الجو لا يتحول إلى الغلاف الصخري.

source: North
ar_eg: شمال

source: Not quite. The anthrosphere is the human systems on earth. Water vapor from the atmosphere doesn't turn into the anthrosphere.
ar_eg: ليس تماما. المحيط الإنساني هو أنظمة بشرية على وجه الأرض. بخار الماء من الجو لا يتحول إلى المحيط الإنساني

source: Not quite. The hurricane was a result of interactions between the land (lithosphere), water (hydrosphere), and wind (atmosphere).
ar_eg: ليس تماما. حدث الإعصار نتيجة التفاعلات بين الأرض (اليابسة)، والمياه (الغلاف المائي)، والرياح (الغلاف الجوي).

source: Not quite. Wind and water movement can change any type of mountain.
ar_eg: ليس تماما. حركة الرياح والمياه يمكن أن تغير أي نوع من الجبال.

source: On a cliff overlooking the ocean
ar_eg: على منحدر يطل على المحيط

source: On the bank of a river
ar_eg: على ضفة النهر

source: Pollution of lakes, streams, and oceans
ar_eg: تلوث البحيرات ، و الانهار والمحيطات.

source: Pollution the air with CO
ar_eg: تلوث الهواء بأول أكسيد الكربون.

source: Pollution the air with CO<sub>2</sub>
ar_eg: تلوث الهواء بثاني أكسيد الكربون.

source: Read the statements about how wind and water changes the size of mountains over long periods of time. Click on the statement that is <span class='blink'>correct</span>.
ar_eg: إقرأ العبارات حول كيفية تغير الرياح والمياه لحجم الجبال على مدى فترات طويلة من الزمن. انقر على العبارة <span class='blink'>الصحيحة</span>.

source: Right on an ocean beach
ar_eg: على يمين شاطئ محيط

source: South
ar_eg: جنوب

source: The best place to build a house so it won't get destroyed by the hydrosphere is...
ar_eg: أفضل مكان لبناء منزل كي لا يتم تدميره عن طريق الغلاف المائي هو ...

source: The damage to towns from hurricane Sandy was the result of interactions between the:
ar_eg: كانت الأضرار التي لحقت بالمدن من إعصار ساندي نتيجة التفاعلات بين:

source: The size of mountains does not change over millions of years, not even with wind and water movement.
ar_eg: لا يتغير حجم الجبال على مدى ملايين السنين، ولا حتى مع الرياح وحركة المياه.
