Repository: geneconde/NGR-sandbox
Catalog: modules/earth-materials-and-systems/Locale/*/LC_MESSAGES/earth-materials-and-systems.po
Languages: ar_eg

source: Watching rain in the rainbow...
ar_eg: مشاهدة المطر في قوس قزح ...

source: Weather systems that cause rain and snow generally move from west to east in the United States, so it is most likely that deserts and other dry landscapes will form on which side of mountain ranges?
ar_eg: أنظمة الطقس التي تسبب الامطار والثلوج تتحرك من الغرب إلى الشرق في الولايات المتحدة، ولذلك فمن المرجح أن الصحارى والمناظر الطبيعية الجافة الأخرى ستتشكل على أي جانب من سلاسل الجبال؟

source: West
ar_eg: غرب

source: Wind and water continuously moves and changes the size of mountains over millions of years.
ar_eg: الرياح والمياه تتحرك باستمرار وتغير حجم الجبال على مدى ملايين السنين.

source: Wind and water continuously moves and changes the size of only a certain type of mountains over millions of years.
ar_eg: الرياح والمياه تتحرك باستمرار وتغير حجم لأي نوع من الجبال على مدى ملايين السنين.

source: You've completed the Earth Materials and Systems review.
ar_eg: لقد أكملت المراجعة حول مواد الأرض و أنظمتها.

source: No. There is a lot of possible water damage on the beach.
ar_eg: لا. هناك الكثير من الأضرار المحتملة الناجمة عن المياه على الشاطئ.

source: Correct. In a forest meadow there is the least amount of possible wind and water damage.
ar_eg: صحيح. في مروج الغابات هناك أقل قدر ممكن من الأضرار تنجم عن المياه والرياح.

source: No. There is a lot of possible wind and water damage on a cliff.
ar_eg: لا. هناك الكثير من الأضرار التي بمكن أن تنجم عن الرياح والمياه أعلى الجرف.

source: No. There is a lot of possible water damage on the bank of a river.
ar_eg: لا، هناك الكثير من الأضرار التي تنجم عن المياه على ضفة النهر.

source: Start
ar_eg: إبدأ

source: Let's check what you now know
ar_eg: دعنا نتأكد مما تعرف حالياً

source: Let's begin!
ar_eg: دعنا نبدأ

source: You're done!
ar_eg: لقد أنهيت!

source: Go to dashboard
ar_eg: انتقل إلى لوحة القيادة

source: Quick Check #1
ar_eg: إختبار سريع رقم 1

source: Quick Check #2
ar_eg: إختبار قصير رقم 2

source: Quick Check #3
ar_eg: إمتحان قصير رقم 3

source: Quick Check #4
ar_eg: اختبار قصير رقم 4

source: Quiz Question #1
ar_eg: سؤال سريع رقم 1

source: Quiz Question #2
ar_eg: إمتحان قصير رقم2

source: Quiz Question #3
ar_eg: سؤال قصير رقم 3

source: Quiz Question #4
ar_eg: سؤال قصير رقم 4

source: Quiz Question #5
ar_eg: سؤال سريع رقم 5

source: Quiz Question #6
ar_eg: سؤال قصير رقم 6

source: Back
ar_eg: سابق

source: Next
ar_eg: لاحق

source: Read More
ar_eg: إقرأ المزيد

source: Check Answer
ar_eg: تأكد من الإجابة

source: Go Back to Dashboard
ar_eg: إرجع إلى اللوحة المخططة

source: How did I do?
ar_eg: كيف عملت؟

source: Congratulations,
ar_eg: تهانينا

source: Please select your answers.
ar_eg: يرجى إختيار الإجابات

source: Please select your answer.
ar_eg: يرجى إختيار الإجابات

source: Are you ready,
ar_eg: هل أنت مستعد

source: Browse through the slides below by clicking the left and right arrows.
ar_eg: تصفح الشرائح أدناه من خلال الضغط على الأسهم لليمين واليسار

source: Preparing your first quick check!
ar_eg: إعداد فحصك السريع الأول

source: You answered...
ar_eg: أنت أجبت ...

source: Please type your answer.
ar_eg: من فضلك إطبع إجابتك

source: select
ar_eg: إختر.

source: Ready for your last quick check?
ar_eg: هل أنت مستعد للفحص السريع الأخير؟

source: Ready for your last quiz question?
ar_eg: هل انت مستعد لآخر سؤال في الامتحان؟

source: Click here to start typing your answer...
ar_eg: اضغط هنا لكتابة إجابتك

source: Putting it all together...
ar_eg: ضع الجميع معا، زاوج

source: Words and explanations
ar_eg: كلمات وتفسيرات

source: Close me!
ar_eg: قم بإغلاقي

source: Answering the following six (6) quiz questions will give you an idea of what you now know and what you still need to study.
ar_eg: الإجابة على الأسئلة الست (6) التالية سوف تعطيك فكرة عن ما تعرفه الآن وما الذي مازلت بحاجة إلى دراسته

source: Click the NEXT button when you are ready.
ar_eg: اضغط على زر التالي إذا كنت مستعداً

source: And the first quiz question is...
ar_eg: السؤال الأول

source: Click, hold and slide your mouse up and down to rotate the box and select your answer.
ar_eg: انقر، وحرك الفأرة أعلى وأسفل لتدوير المربع وحدد إجابتك.

source: You can check how you did on the 'Quick Check' and 'Quiz Questions' for this review by clicking the button below.
ar_eg: يمكنك التأكد من إجاباتك من خلال "التحقق السريع" وأسئلة الاختبار لهذه المراجعة من خلال النقر على الزر أدناه

source: Mantle
ar_eg: غلاف

source: Crust
ar_eg: قشرة
